"{\"title\": \"Rambles in Germany and Italy\", \"id\": 21277280, \"url\": \"https://en.wikipedia.org/wiki/Rambles_in_Germany_and_Italy\", \"text\": \"300px|thumb|Mary Shelley wrote of the Simplon Pass: \\\"There was a majestic simplicity that inspired awe; the naked bones of a gigantic world were here.\\\"Shelley, Rambles, 1:134\\u201335.|alt=Color photograph of snow-capped mountains in the background with green hills in the foreground\\n\\nRambles in Germany and Italy, in 1840, 1842, and 1843 is a travel narrative by the British Romantic author Mary Shelley. Issued in 1844, it is her last published work. Published in two volumes, the text describes two European trips that Mary Shelley took with her son, Percy Florence Shelley, and several of his university friends. Mary Shelley had lived in Italy with her husband, Percy Bysshe Shelley, between 1818 and 1823. For her, Italy was associated with both joy and grief: she had written much while there but she had also lost her husband and two of her children. Thus, although she was anxious to return, the trip was tinged with sorrow. Shelley describes her journey as a pilgrimage, which will help cure her depression.\\n\\nAt the end of the second trip, Mary Shelley spent time in Paris and associated herself with the \\\"Young Italy\\\" movement, Italian exiles who were in favour of Italian independence and unification. One revolutionary in particular attracted her: Ferdinando Gatteschi. To assist him financially, Shelley decided to publish Rambles. However, Gatteschi became discontented with Shelley's assistance and tried to blackmail her. She was forced to obtain her personal letters from Gatteschi through the intervention of the French police.\\n\\nShelley differentiates her travel book from others by presenting her material from what she describes as \\\"a political point of view\\\". In so doing, she challenges the early nineteenth-century convention that it was improper for women to write about politics, following in the tradition of her mother, Mary Wollstonecraft, and Lady Morgan. Shelley's aim was to arouse sympathy in England for Italian revolutionaries, such as Gatteschi. She rails against the imperial rule of Austria and France over Italy and criticises the domination of the Catholic Church. She describes the Italians as having an untapped potential for greatness and a desire for freedom.\\n\\nThough Shelley herself thought the work \\\"poor\\\", it found favour with reviewers who praised its independence of thought, wit, and feeling. Shelley's political commentary on Italy was specifically singled out for praise, particularly since it was written by a woman. For most of the nineteenth and twentieth centuries, Shelley was usually known only as the author of Frankenstein and the wife of Percy Bysshe Shelley. Rambles was not reprinted until the rise of feminist literary criticism in the 1970s provoked a wider interest in Shelley's entire corpus.\\n\\nBackground\\n\\nRisorgimento\\n\\nupright|thumb|Giuseppe Mazzini formed the \\\"Young Italy\\\" group, with which Mary Shelley associated in Paris.Seymour, 488.|alt=Black-and-white half-length portrait of a thin, angular balding man\\n\\nFrom the Middle Ages until the end of the nineteenth century, Italy was divided into many small duchies and city-states, some of which were autonomous and some of which were controlled by Austria, France, Spain, or the Papacy. These multifarious governments and the diversity of Italian dialects spoken on the peninsula caused residents to identify as \\\"Romans\\\" or \\\"Venetians\\\", for example, rather than as \\\"Italians\\\". When Napoleon conquered parts of Italy during the French Revolutionary Wars (1792\\u20131802) and the Napoleonic Wars (1803\\u201315), he unified many of the smaller principalities; he centralised the governments and built roads and communication networks that helped to break down the barriers between and among Italians. Not all Italians welcomed French rule, however; Giuseppe Capobianco founded a secret society called the Carbonari to resist both French rule and the Roman Catholic Church. After Napoleon was defeated at the Battle of Waterloo in 1815 and the Congress of Vienna left much of northern Italy in the hands of the Austrians, the Carbonari continued their resistance. The Carbonari led revolts in Naples and Piedmont in 1820 and 1821 and in Bologna, the Papal States, Parma, and Modena in the 1830s. After the failure of these revolts, Giuseppe Mazzini, a Carbonaro who was exiled from Italy, founded the \\\"Young Italy\\\" group to work toward the unification of Italy, to establish a democratic republic, and to force non-Italian states to relinquish authority on the peninsula. By 1833, 60,000\\u00a0people had joined the movement. These nationalist revolutionaries, with foreign support, attempted, but failed, to overthrow the Austrians in Genoa and Turin in 1833 and Calabria in 1844. Italian unification, or Risorgimento, was finally achieved in 1870 under the leadership of Giuseppe Garibaldi.Moskal, \\\"Travel writing\\\", 248; Seymour, 487; Moskal, \\\"Gender and nationalism\\\", 191.\\n\\nTravelling and writing\\n\\n1840\\nMary Shelley and her husband Percy Bysshe Shelley had lived in Italy from 1818 to 1823. Although Percy Shelley and two of their four children died there, Italy became for Mary Shelley \\\"a country which memory painted as paradise\\\", as she put it.Qtd. in Bennett, 115. The couple's Italian years were a time of intense intellectual and creative activity. Percy composed a series of major poems, and Mary wrote the autobiographical novel Matilda, the historical novel Valperga, and the plays Proserpine  and Midas. Mary Shelley had always wanted to return to Italy and she excitedly planned her 1840 trip.Seymour, 476. The return was painful as she was constantly reminded of Percy Shelley.\\n\\nIn June 1840, Mary Shelley, Percy Florence (her one surviving child), and a few of his friends\\u2014George Defell, Julian Robinson, and Robert Leslie Ellis\\u2014began their European tour. They travelled to Paris and then to Metz. From there, they went down the Moselle by boat to Coblenz and then up the Rhine to Mainz, Frankfurt, Heidelberg, Baden-Baden, Freiburg, Schaffhausen, Z\\u00fcrich, the Spl\\u00fcgen, and Chiavenna.Bennett, 115\\u201316. Feeling ill, Shelley rested at a spa in Baden-Baden; she had wracking pains in her head and \\\"convulsive shudders\\\", symptoms of the meningioma that would eventually kill her.Seymour, 476\\u201377. This stop dismayed Percy Florence and his friends, as it provided no entertainment for them; moreover, since none of them spoke German, the group was forced to remain together. After crossing Switzerland by carriage and railway, the group spent two months at Lake Como, where Mary relaxed and reminisced about how she and Percy had almost rented a villa with Lord Byron at the lake one summer.Seymour, 477. The group then travelled on to Milan, and from there, Percy Florence and his friends soon left for Cambridge to take their university finals. Mary Shelley remained, waiting for funds to complete her journey. In September, she returned to England via Geneva and Paris. Upon her return, she became depressed and could not write: \\\"[in Italy] I might live \\u2013 as once I lived\\u2014hoping\\u2014loving\\u2014aspiring enjoying\\u00a0... I am placid now, & the days go by \\u2013 I am happy in Percy [Florence's] society & health \\u2013 but no adjuncts\\u00a0... gild the quiet hours & dulness [sic] creeps over my intellect\\\".Qtd. in Sunstein, 353. Despite this lethargy she managed to publish a second edition of Percy Shelley's prose and began working on another edition of his poetry.Sunstein, 353.\\n\\nthumb|left|upright|Mary Shelley spent time mourning Percy Bysshe Shelley at his tomb in Rome.|alt=Color photograph of Percy Shelley's flat, rectangular, marble tombstone, which reads \\\"Percy Bysshe Shelley Cor Cordium Natus IV Aug MDCCXCII [Ob]iit VIII Jul MDCCCXXI[I] Nothing of him that doth fade, / But doth suffer a sea change / Into something rich and strange.\\\"\\n\\n1842\\u201344\\nSir Timothy Shelley gave his grandson Percy Florence an increase in his allowance for his twenty-first birthday, allowing Mary Shelley and Percy Florence to plan a second, longer trip to the Continent.Seymour, 480. In June 1842, Mary Shelley and her son left for a fourteen-month tour. They were accompanied by a few of his friends: Alexander Andrew Knox, a poet and classicist, whom Emily Sunstein, a biographer of Mary Shelley, describes as \\\"reminiscent of [Percy] Shelley\\\";Sunstein, 356. Henry Hugh Pearson, a musician who had written musical accompaniments for several of Percy Shelley's poems; and Robert Leslie Ellis. Mary Shelley hoped that the easy manners of the other young men would rub off on her awkward son, but instead they became petty and jealous of each other.Seymour, 482\\u201384; Sunstein, 356. The group visited Li\\u00e8ge, Cologne, Coblenz, Mainz, Frankfurt, Kissingen, Berlin, Dresden, Prague, Salzburg, the Tyrol, Innsbruck, Riva, Verona, Venice, Florence, and Rome.Bennett, 116. In Rome, Mary Shelley toured museums with the French art critic Alex Rio; Percy Florence was unimpressed with the culture and refused to see the art, infuriating his mother, who spent an increasing amount of her time seeing the country with Knox instead.Seymour, 485; Sunstein, 359. She also paid numerous visits to Percy Bysshe Shelley's grave in Rome.Sunstein, 359. After two months in the Sorrento Peninsula, the group was short of money; Percy Florence and his friends returned home while Mary Shelley went on to Paris.Sunstein, 359; Seymour, 486.\\n\\nIn Paris, Mary Shelley associated with many of the Italian expatriates who were part of the \\\"Young Italy\\\" movement.Seymour, 487\\u201388. Her recent travels had made her particularly sympathetic to their revolutionary message. One Italian patriot captivated her in particular: Ferdinando Gatteschi, a smart, handsome, would-be writer. He was young\\u2014not yet 30\\u2014and in exile, following his participation in a failed Carbonari rebellion against Austria in 1830\\u201331.Sunstein, 360. Shelley was fascinated by Gatteschi; she described him as \\\"a hero & an angel & martyr\\\".Qtd. in Moskal, \\\"Travel writing\\\", 247. Jeanne Moskal, the most recent editor of Rambles, argues that Mary Shelley was attracted to Gatteschi because he resembled Percy Shelley: he was an aristocratic writer who had been cast off by his parents for his liberalism. Moskal argues that \\\"the strength of [Shelley's] devotion overturned her previous resolve not to publish again\\\".Moskal, \\\"Travel writing\\\", 247.\\n\\nAt the end of September 1843, Mary Shelley proposed to her publisher, Edward Moxon, that she write a travel book based on her 1840 and 1842 Continental journeys. Interested in assisting Gatteschi, she wrote to Moxon that she was writing \\\"for a purpose most urgent & desirable\\\".Qtd. in Seymour, 488. She described the work as \\\"light\\\", \\\"personal\\\", and \\\"amusing\\\".Qtd. in Nitchie, 30. Moxon agreed to her proposal and advanced her \\u00a360, which she promised to return if fewer than 300\\u00a0copies of the work were sold.Moskal, \\\"Introductory note\\\", 49. (She subsequently gave this same amount to Gatteschi.)Moskal, \\\"Travel writing\\\", 250. By the end of January 1844, Shelley had already completed most of the first volume. As Sunstein writes, \\\"once started on Rambles, she worked fast and with pleasure, but her head and nerves were bad at times, and her eyes got so weak and inflamed that she wrote only until noon.\\\"Sunstein, 362. She left Paris at the end of January and returned to London, still infatuated with Gatteschi. The death of Sir Timothy Shelley, Percy Florence's grandfather, in April 1844, delayed the completion of the work. However, with material from Gatteschi on the Ancona uprising of 1831 and research help from German-speaking friends, Shelley finished.Sunstein, 362\\u201363; Moskal, \\\"Introductory note\\\", 50. The text was largely drawn from correspondence written during her travels to her step-sister Claire Clairmont. Mary Shelley's last published work, which was dedicated to the travel writer and poet Samuel Rogers, came out on 1 August 1844.Nitchie, 29; Sunstein, 365.\\n\\nDespite Mary Shelley's attempts to assist Gatteschi financially, he tried to blackmail her one year later in 1845\\u00a0using indiscreet letters she had written.Nitchie, 33; Spark, 116. After not hearing from Gatteschi for months, she received threatening letters, which claimed that she had promised him financial success and even possibly marriage. He claimed that her letters would demonstrate this.Sunstein, 370. The contents of Mary Shelley's letters are unknown as they were later destroyed, but she must have felt some danger, for she took great pains to recover the letters and wrote agonised letters to her friends: \\\"[The letters] were written with an open heart \\u2013 & contain details with regard to my past history, which it [would] destroy me for ever if they ever saw light.\\\"Qtd. in Seymour, 505. Shelley turned to Alexander Knox for help. After obtaining help from the British government, he travelled to Paris and had the Paris police seize Gatteschi's correspondence. Implying that Gatteschi was a danger to the state, Knox and the Paris police called upon the cabinet noir system in order to retrieve the letters.Seymour, 506. On 11 October, Le National and Le Constitutionnel reported in outrage that Gatteschi's personal papers were seized because he was a suspected revolutionary. Mary wrote to Claire that \\\"It is an awful power this seizure\\\", but she did not regret using it.Qtd. in Sunstein, 371. After Knox retrieved her letters, he burned them. Shelley spent \\u00a3250 of her own money to finance the operation. She was embarrassed by the entire incident.Spark, 116.\\n\\nDescription of text\\nthumb|450px|Blue dots and line indicate the 1840 trip; red dots and line indicate the 1842\\u201343 trip; purple dots and line indicate places visited on both trips.|alt=Map showing routes of Shelley's European trips. 1840 trip begins in Brighton, proceeds to Dover, crosses the Channel to Calais, proceeds south to Paris, east Metz, north to Coblenz, east to Frankfurt, south to Freiburg, south to Milan, west to Lyons, and north to Paris and Calais. 1842\\u201343 trip begins in Southampton, proceeds to London, crosses the Channel to Antwerp, proceeds southeast to Frankfurt, northeast to Berlin, south to Prague, Salzburg, Padua, Rome, and Naples.\\n\\nThe two volumes of Rambles are divided into three parts. Part I, which occupies part of the first volume, describes the four-month trip Mary Shelley took with Percy Florence and his university friends in 1840. Parts II and III, which comprise the remainder of the first volume and the entirety of the second volume, describe the fourteen-month trip Mary Shelley took with Percy Florence, Alexander Knox, and other university friends in 1842 and 1843. Part II covers June \\u2013 August 1842 and Part III covers August 1842 \\u2013 September 1843.Smith, 162. All three parts are epistolary and cover a wide range of topics: \\\"these include personal narratives of the difficulty of a journey, on her varying health, her budgetary constraint; comments on whether [John] Murray's guide-book advice as to hotels, routes or sights was reliable; her subjective responses to the pictures, statues, cities and landscapes she has seen; reports on her occupations and those of her companions; historical disquisitions on such topics as the Tyrolean struggle against Napoleon, or the origins of the Carbonari; and authoritative analysis of the present and future state of Italian literature.\\\"Orr.\\n\\nPart I\\nIn twelve conversational letters written in the first person, Mary Shelley charts her travels through Europe during 1840 and her reflections on accommodations, scenery, peasants, economic relationships between the classes, art, literature, and memories of her 1814 and 1816 journeys (recorded in History of a Six Weeks' Tour (1817)). In the first letter, she muses on her return to Italy:\\n\\nAfter landing in France, Shelley continues to happily anticipate her travels and the benefits she will derive from them. Travelling throughout Germany, she complains about the slowness of travel but is pleased to discover that her memories of the Rhine correspond to the reality. Shelley becomes ill in Germany and pauses at Baden-Baden to recover her health. Fearing Percy Florence's (referred to as P\\u2013 in the text) love of boats and the water, especially difficult for her after her own husband drowned in a boating accident, she is reluctant to continue to Italy and Lake Como while at the same time desiring to do so. After Shelley recovers her health and spirits, the group proceeds to Italy where she is overcome with nostalgia:\\nShelley writes of her overwhelming happiness in Italy and her sadness at having to leave it. At the end of September, her money to return to England fails to arrive, so Percy Florence and his friends return without her. Her funds eventually arrive, and she journeys to England alone. In the letters covering her return journey, she describes the sublime scenery through which she travels, particularly the Simplon Pass and waterfalls in Switzerland.\\n\\nPart II\\nthumb|left|upright|Shelley on Correggio's Nativity: \\\"When, by the drawing down of the blinds, we were left nearly in darkness, the effect on this picture was miraculous. The child lay in living beams, which seemed to emanate from a focus, and spread rays of light around. I could not have believed that any coloured canvas could have shown such glowing radiance.\\\"Shelley, Rambles, 1:244.|alt=Nativity scene with angels and cherubs in the upper left-hand corner. Light is emanating from the center of the picture, where the Christ child is positioned, creating shadows and light all around the central group of Mary and the shepherds. Joseph and some animals are in the background.\\n\\nPart II, which consists of eleven conversational letters, covers the first part of Shelley's trip to Europe in 1842, specifically her journey from Antwerp to Prague; the names of her travelling companions are disguised in the text and she rarely alludes to them. She discusses art, sometimes spending several pages describing individual works of art; the benefits and drawbacks of travel by railway versus carriage; the German character and habits of the German people; the history associated with the sights she sees; the scenery and the weather; and her problems as a traveller, for example, her inability to speak German, the dirtiness of the inns, and exorbitant pricing for tourists. Shelley begins this section by musing on the benefits of travel:\\n\\nBriefly passing through a quick succession of German cities by railway, carriage, and boat, the group arrives at Kissingen, where they decide to remain for a month for Shelley to \\\"take the cure\\\" at the bath. While Shelley believes the waters will be efficacious, she chafes at the restrictions put on those attempting to better their health, such as rising at five or six and eating no delicacies. Her companions are increasingly frustrated by the schedule and the lack of entertainment at the spa. After leaving Kissingen, the group travels through the area around Weimar, seeing sights associated with Martin Luther and the writers Wieland, Schiller, and Goethe. They continue to Berlin and Dresden, where they spend time viewing art and attending the opera, leaving for Prague in August 1842.\\n\\nPart III\\nThroughout 23 informal letters, Shelley describes her travels from Prague to southern Italy. She ponders the scenery of the areas she passes through, the history of Germany and Italy (e.g. the Tyrolenese rebellion of April 1809 and the activities of the Carbonari), the art of Baroque and Renaissance Italy, the literature of Italy, and offers opinions on Italy's recent governments, the national character of the German and Italian people, and Catholicism. She also ponders the changes in herself from who she was in the 1820s to who she is in the 1840s, particularly in relation to her grief:\\n\\nGenre\\n\\nHistory of the travel narrative\\nthumb|upright|Mary Wollstonecraft's Letters Written in Sweden, Norway, and Denmark strongly shaped her daughter's Rambles.|alt=Left-looking half-length painted portrait of a woman in the early stages of pregnancy in a white dress\\nRambles is a travel narrative, part of a literary tradition begun in the seventeenth century. Through the sixteenth, seventeenth, and eighteenth centuries, Continental travel was considered educational: young, aristocratic gentlemen completed their studies by learning European languages abroad and visiting foreign courts.Smith, 155. In the early seventeenth century, however, the emphasis shifted from classical learning to a focus on gaining experience in the real world, such as knowledge of topography, history, and culture. Detailed travel books, including personal travel narratives, began to be published and became popular in the eighteenth century: over 1,000 individual travel narratives and travel miscellanies were published between 1660 and 1800. The empiricism that was driving the scientific revolution spread to travel literature; for example, Lady Mary Wortley Montagu included information she learned in Turkey regarding smallpox inoculation in her travel letters.Smith, 156. By 1742, critic and essayist Samuel Johnson was recommending that travellers engage in \\\"a moral and ethical study of men and manners\\\" in addition to a scientific study of topography and geography.\\n\\nOver the course of the eighteenth century, the Grand Tour became increasingly popular. Travel to the Continent for Britain's elite was not only educational but also nationalistic. All aristocratic gentlemen took similar trips and visited similar sites, with the intention of developing an appreciation of Britain from abroad. The Grand Tour was celebrated as educational travel when it involved exchanging scientific information with the intellectual elite, learning about other cultures, and preparing for leadership. However, it was condemned as trivial when the tourist simply purchased curio collectibles, acquired a \\\"superficial social polish\\\", and pursued fleeting sexual relationships. During the Napoleonic Wars, the Continent was closed to British travellers and the Grand Tour came under increasing criticism, particularly from radicals such as Mary Shelley's father, William Godwin, who scorned its aristocratic associations. Young Romantic writers criticised its lack of spontaneity; they celebrated Madame de Sta\\u0451l's novel Corinne (1807), which depicts proper travel as \\\"immediate, sensitive, and above all [an] enthusiastic experience\\\".Smith, 157.\\n\\nTravel literature changed in the 1840s as steam-powered ships and trains made Continental journeys accessible to the middle class. Guidebooks and handbooks were published for this new traveller, who was unfamiliar with the tradition of the Grand Tour. The most famous of these was John Murray's Handbook for Travellers on the Continent (1836). By 1848, Murray had published 60 such works, which \\\"emphasised comprehensiveness, presenting numerous possible itineraries and including information on geology, history, and art galleries\\\".Moskal, \\\"Gender and nationalism\\\", 190. Whereas during the Romantic period, travel writers differentiated themselves from mere tourists through the spontaneity and exuberance of their reactions, during the Victorian period, travel writers attempted to legitimise their works through a \\\"discourse of authenticity\\\". That is, they claimed to have experienced the true culture of an area and their reactions to it were specifically personal, as opposed to the writers of generic guidebooks, whose response was specifically impersonal.Smith, 163.\\n\\nRambles as a travel narrative\\nMary Shelley's Rambles both resembles and attempts to separate itself from other travel narratives of the time. Elizabeth Nitchie, in her description of the text, writes, for example, that there is \\\"little novelty either in what [Shelley] saw or in her account\\\" of the Alps, the Rhine, or Italy,Nitchie, 34. and Moskal notes that Shelley's \\\"book participates in the travel-book convention of museum-going\\\".Moskal, \\\"Travel writing\\\", 254. Although Shelley drew on Murray's famous handbooks and other guidebooks, she specifically attempted to differentiate her work from these. While Murray's guidebooks, for example, were generally apolitical, Shelley argues in the preface to Rambles that the uniqueness of her work is in its portrayal of the Italian people from \\\"a political point of view\\\".Moskal, \\\"Gender and nationalism\\\", 188\\u201390. Shelley had sold her publisher on the idea of a travel narrative by describing the forthcoming book as \\\"light\\\" and \\\"amusing\\\", in the style of Samuel Rogers, whose travel narrative of Italy, accompanied by illustrations by J. M. W. Turner, had been a best-seller in the late 1820s. Rogers's text had avoided politics and focused on picturesque and sublime scenery. Although Shelley dedicated Rambles to Rogers, her preface acknowledged the influence of Lady Morgan, whose travel work, Italy (1821), had been vocal in its criticism of Austria's rule over Italy and had been placed on the papal list of prohibited books.Seymour, 489. To make her politics more palatable to her audience, however, Shelley often uses analyses of literature and art to reinforce her points.Moskal, \\\"Gender and nationalism\\\", 197.\\n\\nShelley's travel narrative, with its \\\"informal\\\" and \\\"subjective\\\" focus on her personal experiences, reflects the Romantic emphasis on the individual.Kautz, 167. Unlike Augustus Bozzi Granville's The Spas of Germany (1837), which exudes a Victorian respect for order, political authority, and careful documentation, Shelley focuses on her own reactions to these experiences. She specifically criticises the surveillance and control methods used at the spas she visited, such as the strict dietary regimens and confiscation of letters.Kautz, 170; Dolan, 138\\u201345.\\n\\nleft|thumb|Lady Morgan's Italy was one of the political travel narratives that influenced Shelley's.|alt=Full-length painted portrait of a woman sitting at a table, writing, and leaning on her hand. There are roses on the table, which is covered with a red, velvet cloth. She is wearing a dark green dress, which reveals her bosom. She has short, brown curls.\\n\\nTravel narratives by women writers\\nIn choosing to focus her travel narrative on politics, Mary Shelley violated the mid-nineteenth century taboo against women discussing politics, particularly in the public sphere.Moskal, \\\"Gender and nationalism\\\", 188\\u201389. After the mid-1790s (partly as a result of the French Revolution), Britain experienced an \\\"antifeminist reaction\\\" and women were increasingly discouraged from writing on so-called \\\"masculine\\\" topics.Moskal, \\\"Gender and nationalism\\\", 188. As Moskal explains, there was a \\\"massive cultural prejudice that equate[d] masculinity with mobility\\\", making travel writing itself a masculine genre; there was even a \\\"masculinist aesthetic vocabulary\\\".Moskal, \\\"Gender and nationalism\\\", 189. Women in the late eighteenth century and the early nineteenth century wrote travel narratives anyway, but at a cost. Wollstonecraft is described as asking \\\"men's questions\\\" when she is curious about her surroundings and both Lady Morgan's and Elizabeth Barrett Browning's travel narratives received hostile reviews because they discussed political issues.\\n\\nBoth Shelley and her mother, Mary Wollstonecraft, exceeded the bounds of what would have been considered \\\"the normal purview of the female writer\\\" in their travel narratives. Shelley excitedly describes running the rapids in a canoe, for example, and describes the economic status and technological development of the areas she visits. In Paris, she comments on the lack of drains in the streets, in Berlin she visits a steel mill, and throughout the text she describes how the new railways are impacting on travel.Bennett, 116\\u201317. Shelley's travel narrative is marked by a specific \\\"ethic of travel\\\"\\u2014that one must learn to sympathise both physically and emotionally with those one encounters. Her travels are sentimental, and travel writing for her is \\\"an exploration of the self through an encounter with the other\\\".Schor, 237\\u201339. Her language even mirrors that of her mother. Wollstonecraft describes the frontier of Sweden as \\\"the bones of the world waiting to be clothed with everything necessary to give life and beauty\\\" while Shelley describes the Simplon Pass as having \\\"a majestic simplicity that inspired awe; the naked bones of a gigantic world were here: the elemental substance of fair mother Earth\\\".Qtd. in Dolan, 154.\\n\\nAlso like her mother, whose Letters from Sweden was foundational to the writing of both History of a Six Weeks' Tour and Rambles, Shelley emphasised her maternal role in the text. She describes herself as a conventional figure, worrying about her son. Rather than the scandal-ridden young woman of her youth, which she wrote about in the Tour, she is now a demure, respectable, middle-aged woman.Seymour, 489\\u201390; Orr.\\n\\nThemes\\n\\nItalian politics\\nthumb|right|upright|Alessandro Manzoni is one of the Italian writers Shelley praises in her celebration of Italian culture.|alt=Painted portrait of a man seated in a chair, wearing a 19th-century suit, with a black jacket, white shirt, and brown trousers. He has short brown hair and is sitting in front of a brown background.\\nShelley's stated aim in Rambles is to raise awareness of the political situation in Italy and to convince readers to aid the revolutionaries in their fight for independence.Bennett, 114. She addresses her readers as English citizens, arguing that they in particular \\\"ought to sympathise in [the Italians'] struggles; for the aspiration for free institutions all over the world has its source in England\\\".Qtd. in Bennett, 114. On a general level, she articulates an \\\"opposition to monarchical government, disapproval of class distinction, abhorrence of slavery and war and their concomitant cruelties\\\" similar to that in her historical novels Valperga (1823) and Perkin Warbeck (1830).Bennett, 118. The central theme of the second journey is \\\"the tyranny of Austrian and French imperialism, and the abuses of papal and priestly authority\\\".Schor, 244. The solution to Italy's problems, according to Shelley, is neither \\\"subjugation\\\" nor \\\"revolution\\\" but rather \\\"peaceful mediation\\\". Ultimately, it is the lessons learned from history that Shelley feels are the most important, which is why she compares the past and present.Smith, 170. Rambles articulates the \\\"Whiggish ideology of political gradualism\\\",Smith, 169. and is similar to Wollstonecraft's Vindication of the Rights of Woman (1792) in that it argues that \\\"a reformation of culture is necessary to reform oppressive and degrading power relations\\\".Schor, 246.\\n\\nShelley's political frame for her travel narrative was a difficult one to sell to readers. Her audience wanted to support the revolutionaries, especially exiles living among them, such as Mazzini, but they were also fearful of the violence of the Carbonari and its nationalist ideology. They connected nationalism to their historic enemy\\u2014Napoleonic France. In fact, other travel works published at the time made the argument that Napoleon was responsible for Italian unification.Moskal, \\\"Gender and nationalism\\\", 191\\u201392. Shelley therefore contends that the Risorgimento is primarily inspired by the English and only secondarily by the French (she never names Napoleon).Moskal, \\\"Gender and nationalism\\\", 194. Shelley writes a history of Italian nationalism acceptable to English readers, in which the French are the tyrants oppressing the rising nation of Italy, which the Carbonari, although violent, has inspired and created. Her readers could therefore comfortably support Italian nationalism without supporting policies reminiscent of Napoleon.Moskal, \\\"Gender and nationalism\\\", 196. She also placed most of her political commentary at the end of the text. As Moskal explains, \\\"Shelley creates a structure in which the reader, having already befriended the traveller for some pages, receives this political matter from a friend, not from a stranger.\\\"Moskal, \\\"Gender and nationalism\\\", 195. She also praises Italian literature, particularly the works of Alessandro Manzoni, Pietro Colletta, and Michele Amari, connecting it to Italian nationalism.Moskal, \\\"Travel writing\\\", 249\\u201350.\\n\\nIn writing about the Italian situation, Shelley is also advocating a general liberal agenda of rights for the working and middle classes, which had been crushed by the Reign of Terror and Napoleon. British reformers could look with hope towards Italy.Moskal, \\\"Travel writings\\\", 247.\\n\\nNational character\\nThroughout Rambles, Shelley describes the national character of the peoples she visits. She describes the Italians as having an untapped potential for greatness, particularly the peasants:\\n\\nShelley frequently laments the poor education on offer to Italians, although she hopes this will spur them to revolt.Nitchie, 39. She does not think much of the Germans. In her earlier travels, she had described the Germans as rude and disgusting; in 1842, she wrote to her half-sister Claire Clairmont, \\\"I do dislike the Germans\\u2014& never wish to visit Germany again\\u2014but I would not put this in print\\u2014for the surface is all I know.\\\"Qtd. in Nitchie, 37\\u201338. Rambles contains little commentary on the Germans, therefore, except to say that she was impressed by the public education system of Germany.Sunstein, 357.\\n\\nIt was how political events affected people that Shelley was most interested in.Bennett, 117. In her History of a Six Weeks' Tour, she had paused several times to discuss the effects of war and she does so again with her description of the Hessians in Rambles:Nitchie, 38.\\n\\nleft|thumb|upright|Mary Shelley undertook a pilgrimage to visit the sites of her youthful freedom in Italy.|alt=Half-length painted portrait of a woman wearing a black dress, sitting on a red sofa. Her dress is off the shoulder, exposing her shoulders. The brush strokes are broad.\\n\\nMemory and healing\\nShelley's trips to Italy were a way for her to revisit memories of her dead husband, Percy Shelley, and the children they had buried there. Moskal argues that Shelley needed to \\\"expiate\\\" her survivor guiltMoskal, \\\"Travel writing\\\", 252\\u201353. and Dolan that she needed to recover from a damaging trauma.Dolan, 133\\u201334. Shelley writes about this in Rambles, using the trope of a pilgrimage; she believes that travelling to Italy and revisiting the scenes of her youth will cure her of her depression, writing, \\\"Besides all that Rome itself affords of delightful  to the eye and imagination, I revisit it as the bourne of a pious pilgrimage. The treasures of my youth lie buried here.\\\"Qtd. in Moskal, \\\"Travel writing\\\", 252. Shelley's pilgrimage follows in the tradition of Chaucer as well as the nineteenth-century trend to visit spas for healing,Moskal, \\\"Travel writing\\\", 253. and like most pilgrimage narratives, hers does not relate the journey home.Moskal, \\\"Travel writing\\\", 255. For Shelley, ultimately the most helpful part of travelling and visiting spas was seeing the beautiful scenery. In Rambles, Shelley contends that interacting with picturesque scenery can heal the body. Both the 1840 and 1842 trips followed times of ill health for Shelley and she used them as a way to recover both emotionally and physically.Kautz, 171\\u201372; Dolan, 143\\u201344. She opens Rambles by describing her poor health and hoping that by travelling her \\\"mind will\\u00a0... renew the outworn and tattered garments in which it has long been clothed\\\".Qtd. in Dolan, 136.\\n\\nShelley's first travel narrative and first published work, History of a Six Weeks' Tour, was published anonymously and was co-written with her husband. Rambles, on the other hand, places Mary Shelley at the centre of the narrative.Moskal, \\\"Travel writing\\\", 256. It tells the story of \\\"the recovery of paradise\\\" and the fears of a mother.Orr. Her maternal sorrow is generalised. For example, in discussing the death of her daughter in 1818, she writes: \\\"I was agitated again by emotions\\u2014by passions\\u2014and those the deepest a woman's heart can harbour\\u2014a dread to see her child even at that instant expire\\u2014which then occupied me\\\".Qtd. in Orr. Connecting these deep feelings to writings by Shakespeare, Wordsworth, Coleridge, and Thomas Holcroft, she argues that intense emotion and environment are intertwined, contending that maternal grief is sublime.\\n\\nReception\\nthumb|upright|Title page from the first edition of Rambles|alt=Page reads \\\"Rambles in Germany and Italy in 1840, 1842, and 1843. By Mrs. Shelley. In Two Volumes. Vol. I. London: Edward Moxon, Dover Street.\\\"\\nOf Rambles, Mary Shelley wrote to her friend Leigh Hunt: \\\"It seems to me such a wretched piece of work, written much of it in a state of pain that makes me look at its pages now as if written in a dream.\\\"Qtd. in Sunstein, 365. She disliked the work, describing it variously as \\\"a poor affair\\\" and \\\"my poor book\\\",Qtd. in Moskal, \\\"Introductory note\\\", 51. and claimed that Gatteschi had written the best parts. There are no statistics on the sales of the book, but it received at least seventeen reviews.Nitchie, 42; Moskal, \\\"Introductory note\\\", 56, note 23. In general, the reviews were favourable; as Moskal explains, \\\"with nationalist movements simmering in Europe, to culminate in the revolutions of 1848, reviewers took Rambles seriously as a political as well as a literary endeavour.\\\"Moskal, \\\"Introductory note\\\", 53.\\n\\nReviewers praised the work as \\\"entertaining, thoughtful and eminently readable\\\", although some thought it was too mournful in places.Seymour, 490. Separating Shelley's travel memoir from the new guidebooks and handbooks, reviews such as that from the Atlas, praised her \\\"rich fancy, her intense love of nature, and her sensitive apprehension of all that is good, and beautiful and free\\\".Qtd. in Moskal, \\\"Introductory note\\\", 52. They praised its independence of thought, wit, and feeling.Nitchie, 29. Shelley's commentary on the social and political life of Italy, which was generally thought superior to the German sections, caused one reviewer to call the book the work of \\\"a woman who thinks for herself on all subjects, and who dares to say what she thinks\\\", a woman with a \\\"masculine and original mind\\\".Qtd. in Nitchie, 34. Not all reviewers celebrated her independence of mind. The Observer wrote: \\\"With her, as with all women, politics is a matter of the heart, and not as with the more robust nature of man, of the head\\u00a0... It is an idle and unprofitable theme for a woman.\\\"Qtd. in Moskal, \\\"Travel writing\\\", 250; see also Seymour, 489. Most of the reviews responded positively to Shelley's political aims; those that were unsympathetic to her political position generally disputed her specific claims. For example, one reviewer claimed that Italy had been improved by Austrian rule.\\n\\nFor most of the nineteenth and twentieth centuries, Mary Shelley was known as the author of Frankenstein and the wife of famous Romantic poet Percy Bysshe Shelley. As late as 1961, Rambles had never been reprintedNitchie, 32. and, as scholar Elizabeth Nitchie explained, \\\"scant use has been made of it, and copies of it are rather scarce.\\\" However, she argued that some of Mary Shelley's \\\"best writing\\\" was in Rambles. Novelist Muriel Spark agreed in her book on Shelley, writing that Rambles \\\"contains more humour and liveliness than occur in anything else she wrote\\\".Spark, 126\\u201327. In the 1970s, with the rise of feminist literary criticism, scholars began to pay attention to Shelley's other works. With the publication of scholarship by Mary Poovey and Anne K. Mellor in the 1980s, Mary Shelley's \\\"other\\\" works\\u2014her short stories, essays, reviews, dramas, biographies, travel narratives, and other novels\\u2014began to be recognised as literary achievements.\\\"Introduction\\\", The Other Mary Shelley, 3\\u20139. In the 1990s, Mary Shelley's entire corpus, including Rambles, was reprinted.\\\"Introduction\\\", The Other Mary Shelley, 7.\\n\\nNotes\\n\\nBibliography\\n Bennett, Betty T. Mary Wollstonecraft Shelley: An Introduction. Baltimore: Johns Hopkins University Press, 1998. .\\n Dolan, Elizabeth A. Seeing Suffering in Women's Literature of the Romantic Era. Aldershot: Ashgate, 2008. .\\n Fisch, Audrey A,  Anne K. Mellor, and Esther H. Schor. \\\"Introduction\\\". The Other Mary Shelley: Beyond Frankenstein. Eds. Audrey A. Fisch, Anne K. Mellor, and Esther H. Schor. New York: Oxford University Press, 1993. 3\\u201314. .\\n Kautz, Beth Dolan. \\\"Spas and salutary landscapes: the geography of health in Mary Shelley's Rambles in Germany and Italy\\\". Romantic Geographies: Discourses of Travel 1775\\u20131844. Ed. Amanda Gilroy. New York: St. Martin's Press, 2000. 165\\u201381. .\\n Moskal, Jeanne. \\\"Gender and Italian Nationalism in Mary Shelley's Rambles in Germany and Italy\\\". Romanticism 5.2 (1999): 189\\u2013201.\\n Moskal, Jeanne. \\\"Introductory note\\\". The Novels and Selected Works of Mary Shelley. Vol. 8. Ed. Jeanne Moskal. London: William Pickering, 1996. .\\n Moskal, Jeanne. \\\"Travel writing\\\". The Cambridge Companion to Mary Shelley. Ed. Esther Schor. Cambridge: Cambridge University Press, 2003. 242\\u201358. .\\n Nitchie, Elizabeth. \\\"Mary Shelley, Traveller\\\". Keats-Shelley Journal 10 (1961): 22\\u201342.\\n Orr, Clarissa Campbell. \\\"Mary Shelley's Rambles in Germany and Italy, the Celebrity Author, and the Undiscovered Country of the Human Heart\\\". Romanticism on the Net 11 (1998). Retrieved 17 December 2008.\\n O\\u017carska, Magdalena. \\\"Two Women Writers and their Italian Tours: Mary Shelley\\u2019s 'Rambles in Germany and Italy in 1840, 1842 and 1843' and \\u0141ucja Rautenstrauchowa\\u2019s 'In and Beyond the Alps'. Lewiston, New York, USA; Queenston, Canada; Lampeter, Great Britain: Edwin Mellen Press, 2014. .\\n Schor, Esther H. \\\"Mary Shelley in Transit\\\". The Other Mary Shelley: Beyond Frankenstein. Eds. Audrey A. Fisch, Anne K. Mellor, and Esther H. Schor. New York: Oxford University Press, 1993. 235\\u201357. .\\n Seymour, Miranda. Mary Shelley. London: John Murray, 2000. .\\n Shelley, Mary. Rambles in Germany and Italy, in 1840, 1842, and 1843. 2 vols. London: Edward Moxon, 1844. Google Books. Retrieved 10 November 2008.\\n Smith, Johanna M. Mary Shelley. New York: Twayne, 1996. .\\n Spark, Muriel. Child of Light: A Reassessment of Mary Wollstonecraft Shelley. Hadleigh and Essex: Tower Bridge Publications Limited, 1951.\\n Sunstein, Emily W. Mary Shelley: Romance and Reality. Boston: Little, Brown and Co., 1989. .\\n\\nExternal links\\n Rambles in Germany and Italy at Google Books\\n\\nCategory:Works by Mary Shelley\\nCategory:1844 books\\nCategory:Books about Italy\\nCategory:Books about Germany\\nCategory:Travel books\"}"