"{\"title\": \"Kylfings\", \"id\": 20393948, \"url\": \"https://en.wikipedia.org/wiki/Kylfings\", \"text\": \"thumb|The Norslunda Runestone, bearing runic inscription U 419, which mentions the personal name Kylfingr\\nThe Kylfings (Old Norse Kylfingar; Finnic Kylfingid; Hungarian K\\u00f6lp\\u00e9nyek; Old East Slavic \\u041a\\u043e\\u043b\\u0431\\u044f\\u0433\\u0438, Kolbiagi; Byzantine Greek \\u039a\\u03bf\\u03c5\\u03bb\\u03c0\\u03af\\u03b3\\u03b3\\u03bf\\u03b9, Koulpingoi; Arabic al-Kilabiyya) were a people of uncertain origin active in Northern Europe during the Viking Age, roughly from the late ninth century to the early twelfth century. They could be found in areas of Lapland, Russia, and the Byzantine Empire that were frequented by Scandinavian traders, raiders and mercenaries. Scholars differ on whether the Kylfings were ethnically Finnic or Norse.See, e.g., Ravndal 75; Arbman 90; Postan 481. Also disputed is their geographic origin, with Denmark, Sweden and the Eastern Baltic all put forward as candidates.See, e.g., Bugge 309; Gu\\u00f0mundsson passim. Whether the name Kylfing denotes a particular tribal, socio-political, or economic grouping is also a matter of much debate.E.g., Gu\\u00f0mundsson passim; Hastings 640.\\n\\nThey are mentioned in Old Norse runestone inscriptions, sagas (most notably in Egil's Saga), and poetry (such as Thorbjorn Hornklofi's poem Haraldskv\\u00e6\\u00f0i), as well as Byzantine records and Rus' law-codes. According to the sagas, the Kylfings opposed the consolidation of Norway under Harald Fairhair and participated in the pivotal late ninth century Battle of Hafrsfjord. After Harald's victory in that battle, they are described in the sagas as having raided in Finnmark and elsewhere in northern Norway and having fought against Harald's lieutenants such as Thorolf Kveldulfsson.\\n\\nEtymology\\nThe exact etymology of the word kylfing is disputed and many different theories have been put forward as to its ultimate origin. The general trend has been to trace kylfing to the Old Norse words kylfa and kolfr, but scholars disagree as to the meaning of these words as well. Cleasby notes that in Old Norse, kylfa can mean a club or cudgel.Cleasby 366. Another, still less likely Norse definition offered by Cleasby is \\\"stammer\\\" (kylfa). Ibid. Thus the national Icelandic antiquarian Bar\\u00f0i Gu\\u00f0mundsson translated Kylfing to mean \\\"club-wielders\\\".Gu\\u00f0mundsson passim. As Foote points out, it can also mean a smaller stick, such as a tally-stick or wooden token used by merchants,Foote 97. and, according to Jesch, it can also mean the \\\"highest and narrowest part\\\" of a ship's stem.Jesch  150. Holm discussed the term kylfa in connection with the word hj\\u00fakolfr which means \\\"meeting\\\" or \\\"guild\\\"; according to Holm, the second element kolfr could refer to a symbolic arrow traditionally used as a device to summon people for a meeting.\\n\\nThese varied derivations have led to a number of interpretations. Holm offers two meanings: \\\"archer\\\" and \\\"man armed with a cudgel\\\". A number of historians have asserted that Kylfing referred to a member of a \\\"club in the social or Anglo-American sense\\\", a \\\"brotherhood\\\" or a member of a Norse f\\u00e9lag.Holm 85Ravndal 75.Arbman 90. In a number of minor Icelandic manuscripts on mathematics and geography, Kylfingaland is identified as Gar\\u00f0ar\\u00edki, i.e. Kievan Rus', but the sources are unclear as to whether Kylfingaland is named for the Kylfings or vice versa, or whether, indeed, there is any connection at all.\\n\\nThe Russian cognate of Kylfing is Kolbjag, following the pattern of development *kol\\u0180ing (*kul\\u0180ing) > *kol\\u0180\\u0119g > kolbjag. The Kolbiagi were a group of foreign merchant-venturers and mercenaries mentioned in a number of Old Russian sources. They are often mentioned together with the Varangians, a term used in Eastern Europe to describe traders and pirates of the Baltic sea. In Byzantine Greek, they were named koulpingoi and they served as a unit of the Byzantine army listed alongside the Varangian Guard, which was of Scandinavian origin.\\n\\nA very different derivation was put forward by the Russian scholar B. Briems. He hypothesised that Kylfingr was a direct Norse translation of the Votic self-designation Vatjalaiset and Vatja (or Vadjalaiset and Vadja) used by the Votes, a Finnic tribe residing in Ingria, Russia. A non-Norse origin was also proposed by Julius Brutzkus, who argued that both Varangian and Kylfing derived from the Turkic languages, particularly the Bulgar and Khazar languages. Brutzkus asserted that Varangian came from the Turkic root varmak (\\\"to walk, travel\\\") while Kylfing was a Norse pronunciation of the Slavic kolbiagi, itself deriving from the Turkic phrase k\\u00f6l-beg (\\\"sea-king\\\"); under this interpretation the word Kylfing would be more or less synonymous with \\\"Viking\\\".Brutzkus 81\\u2013102.\\n\\nIdentity\\nAccording to Egil's Saga, the Kylfings were trading and plundering in Finnmark around the year 900. Thorolf Kveldulfsson, King Harald's tax agent in northern Norway, engaged Saami scouts to monitor the Kylfings' movements and report back to him. Countering their raids, he is reported to have killed over a hundred Kylfing marauders.Egil's Saga \\u00a7 10 (Scudder 20).\\n\\nSome scholars see them as Scandinavians while others consider them to have been a Finnic tribe, and assert a connection between the word Kylfing and the Finnish, Saami, and Karelian myths of Kaleva.Hastings 640. Elsewhere they are described as a mixture of Norse and Finnish people who were employed as mercenaries and tax-agents by Scandinavian rulers; in this context Ravndal interpreted the kylfa element to refer to a \\\"club\\\" in the sense of organization. Arbman argues that the Kolbiagi were a separate fur-trading guild. Postan et al., on the other hand, hypothesize that Kolbiag denoted a junior participant in a Varangian trade guild, rather than a separate group.Postan 481.\\n\\nFinnic peoples\\nHolm (1992) considers Egil's saga to equate the Kylfings with the Finnic Karelians.Holm 86. In the 14th century, when the Swedish kings began to direct their attention northwards and encourage Swedish colonization in Norrbotten, there were regulations that the Birkarls and the Saami peoples were not to be interrupted in their traditional activities.Holm 87. A large part of the Karelians were under Novgorod which was included in what Icelandic sources called Kylfingaland, and thus the Kylfings could have been Baltic Finnish tribes under Novgorod.Holm 88.\\nthumb|left|The eastern shore of the Gulf of Bothnia, proposed by proponents of a Finnic origin for the Kylfings as that group's homeland\\nBoth East Slavs and Byzantines consistently made a clear distinction between Varangians and Kylfings, and Byzantines distinguished between them in the same manner as they separated Franks from Saracens. According to Holm such separations are indicative of clear ethnic differences between the two groups. Additionally, both East Slavic and Byzantine sources explicitly associate the Varangians with Baltic region, which they called Varangia, and in Arabic, the Baltic Sea was called Bahr Varank, i.e. the \\\"Varangian Sea\\\". There are no comparable connections when they mention the Kylfings. Another difference is the fact that the Byzantine sources connect the word varangoi with rh\\u014ds in order to make it clear that the rh\\u014ds-varangoi and the varangoi originate in Baltic just like the rh\\u014ds, but do not establish the same associations for the koulpingoi.Holm 89.\\n\\nThe Kylfings have also been identified with the Votic people. Carl Christian Rafn, Edgar V. Saks, B. Briem and Sigur\\u00f0ur Nordal have proposed Kylfings to have been the Norse name for the Votes. The reason is that the ethnonym Vadja(laiset) can be associated with the word vadja (modern Estonian vai''') which means \\\"stake\\\", \\\"wedge\\\" or \\\"staff\\\", which corresponds to Old Norse kolfr. Vadjalaiset would consequently be translated into Old East Norse as kolfingar, which in Old West Norse (Old Icelandic) would be umlauted as kylfingar. Whereas some native names were Scandinavized, as Rostov into R\\u00e1\\u00f0stofa, the Norse learned of the meaning of other names and translated them, which they did at Volkhov, and in the case of some of the Dniepr rapids. The theory that the Kylfings were Votes has been opposed by Max Vasmer and Stender-Petersen,Holm 91. whereas Holm finds it likely. Holm considers it apparent that the Varangians and the Finnic tribes were able to cooperate well, and he points to the relative ease and stability with which Finland was later integrated as a part of the Swedish kingdom.Holm 95. Jorma Koivulehto, a Finnish linguist, disagrees with the Vote theory and maintains that the Votic name or any other Finnic ethnonym is not etymologically connected with the name Kylfingar.\\n\\nEstonians have also been identified as Kylfings. Kaikamees -- ajalooline aunimi.\\n\\nScandinavians\\nthumb|upright|Runestone S\\u00f6 318, containing the personal name Kylfingr\\nBar\\u00f0i Gu\\u00f0mundsson identified the Kylfings as an East Scandinavian, possibly Swedish, tribe that infiltrated northern Norway during the late ninth century.Gu\\u00f0mundsson passim; Bugge 309. Gu\\u00f0mundsson connects the Kylfings with the Germanic Heruli who were active throughout northern Europe and in Italy during the fifth and sixth centuries. According to Gu\\u00f0mundsson, many of these Kylfings may ultimately have emigrated to Iceland during the ninth and tenth centuries. Other scholars have assigned a Danish origin to this tribe.\\n\\nSome scholars have considered the Kylfings of Egil's Saga to be a \\\"conquering Germanic people\\\", or the Swedish king's tax collectors.Holm 86, citing to the work of Max Vasmer in 1931, Gustav Storm in 1889 and Elias Wess\\u00e9n in 1936.  Holm (1992) considers such suggestions to be anachronistic because the Swedish kings lacked any interest in northern Fenno-Scandia during the ninth and tenth centuries, and not even the later law of H\\u00e4lsingland mentions any Swedish settlement north of Bygde\\u00e5 in southern V\\u00e4sterbotten.Holm 86ff.\\n\\nPritsak identified the Kylfings as a \\\"professional trading and mercenary organization\\\" that organized expeditions northward, into the Saami lands, as distinct from other Varangian and viking groups whose expeditions focussed on lands to the west and east of Scandinavia.Pritsak 383. This interpretation is supported by such historians as Stender-Petersen.E.g., Bl\\u00f6ndal 6.\\n\\nA number of runestones in Sweden contain the personal name Kylfingr, which may or may not be connected to the Kylfings as a group.See S\\u00f6 318, U 320, U 419, U 445 in Rundata.Pritsak 384.\\n\\nOther suggestions\\nA few historians have hypothesized that the Kylfings were a West Slavic people related to the Pomeranians. Under this interpretation, the Slavic term Kolbiag may share common origins with such place-names as Ko\\u0142obrzeg (formerly Kolberg), a town on the Pomeranian Baltic coast, and Kolpino, a settlement near modern St. Petersburg.Sootak 52.\\n\\nStatus\\n\\nByzantine Empire\\nthumb|Varangian Guardsmen, an illumination from the 11th century chronicle of John Skylitzes\\nEleventh-century Byzantine sources refer to Kylfings (\\u039a\\u03bf\\u03c5\\u03bb\\u03c0\\u03af\\u03b3\\u03b3\\u03bf\\u03b9, Koulpingoi; often attested in the genitive plural \\u039a\\u03bf\\u03c5\\u03bb\\u03c0\\u03af\\u03b3\\u03b3\\u03c9\\u03bd, Koulpingon) as being among the foreigners serving as mercenaries in Constantinople, but appear to distinguish between them and the Varangians.Norvin 12.Waldemar Nissen theorized that Koulpiggon and Koulpingoi referred to members of the Germanic or South Slavic Guduscani tribe, who were settled around the Kulpa River in Dalmatia; this view has been largely rejected by historians. Bl\\u00f6ndal 82\\u201383 at n. 3. For instance, an imperial chrysobull, an edict bearing a golden seal, issued in 1073 exempts certain monasteries from being forced to billet soldiers of specific ethne: Varangians, Rus', Saracens, Franks and Koulpingoi.  In previous edicts issued in 1060 and 1068 the Koulpingoi had not been separately delineated.Laiou 91. Similar edicts were issued in 1082, 1086, and 1088. The edict issued by Alexios I Komnenos 1088, for instance, reads:\\n\\nRussia and the eastern Baltic\\nThe Kylfings were also active in the eastern Baltic and northern Russia. Kylfingaland may have been used to refer to Karelia; on some runestones it has been interpreted as a synonym for Gar\\u00f0ariki, the Old Norse name for Russia.Anderson 521. The eleventh-century Ruskaya Pravda, the law code of the Kievan Rus', grants certain privileges to Kylfings (\\u041a\\u043e\\u043b\\u0431\\u044f\\u0433\\u0438 or \\\"Kolbiagi\\\") in addition to Varangians (\\\"Varyagi\\\").E.g., Vernadsky 28. For instance, Varangians and Kylfings were entitled to press charges with an oath without relying on any witnesses. In addition, in order to swear innocence, they needed only two witnesses, whereas a native Slav needed as many as seven. Moreover, the Varangians and the Kylfings were entitled to give shelter to a fugitive for as many as three days, whereas Slavs and others had to hand him over directly.\\n\\nHungary\\nA military organization called K\\u00f6lp\\u00e9nyek is reported to have existed in Medieval Hungary during the tenth, eleventh and twelfth centuries. Hungarian scholars have proposed that the K\\u00f6lp\\u00e9nyek were identical with the Kylfings/Kolbiagi.A Pallas Nagy Lexikona.Sz\\u00e9kely 11. Hungarian sources regard the K\\u00f6lp\\u00e9nyek as being of Scandinavian origin. They were hired by the early rulers of the House of Arpad, particularly Taksony of Hungary in the 950s, to serve as frontier guards. They fought with their Magyar employers alongside Sviatoslav I of Kiev against Bulgaria and the Byzantine Empire. Alternatively, the K\\u00f6lp\\u00e9nyek may have been of Pecheneg origin, as there was a Pecheneg tribal group called K\\u00fclbej during roughly the same period.E.g., A Pallas Nagy Lexikona.\\n\\nAustkylfur\\nthumb|upright|Norway ca. 872 CE (with Harald's kingdom shown in red) before the defining Battle of Hafrsfjord\\nThe skaldic poet Thorbjorn Hornklofi wrote about Austkylfur, or \\\"East-Kylfings\\\", in his epic poem Haraldskv\\u00e6\\u00f0i. In some manuscripts the name was, probably erroneously, rendered au\\u00f0kylfur or \\\"rich men\\\".Chadwick 186. Some philologists, using the nautical meaning of the word kylfa, interpret the phrase as \\\"eastern ships\\\".Anglia 137. Others, such as F. Jonsson, interpreted Austkylfur to mean \\\"eastern logs\\\", while Vigfusson believed that the phrase properly meant simply \\\"men of the east\\\".  Another interpretation of the term used in Haraldskv\\u00e6\\u00f0i is the derogatory \\\"eastern oafs\\\".Percy 245.\\n\\nGu\\u00f0mundsson specifically identified the Austkylfur of Hornklofi's poem with the Kylfings mentioned elsewhere in Scandinavian and Eastern European sources, and interpreted the phrase Austkylfur to mean \\\"eastern club-wielding men\\\".Gu\\u00f0mundsson 82.\\n\\nIn Haraldskv\\u00e6\\u00f0i as recorded by Snorri Sturluson in the Heimskringla, the Austrkylfur were described as being opponents of Harald Fairhair at the Battle of Hafrsfjord. As such they formed part of the force, led by Kjotve the Rich of Agder and the kings and jarls of Hordaland, Rogaland, and Telemark, that came to Hafrsfjord to fight Harald's encroaching hegemony. The exact relationship between the Austkylfur and the anti-Harald coalition is unknown. Nora Chadwick identifies the Austkylfur as the part of the force opposing Harald that came from Agder and Telemark. These districts lie further east than the other kingdoms opposing Harald's rule. After their defeat by Harald and his army, the Kylfings' property was plundered and their womenfolk, described as \\\"eastern maidens\\\", were distributed by the victorious king among his warriors.\\n\\nTimeline\\n\\nDateWork mentionedDetailsc. 880sThorbjorn Hornklofi's Haraldskv\\u00e6\\u00f0i, composed c. 900 (as preserved in the 13th-century Heimskringla)The \\\"Austkylfur\\\" participate in the Battle of Hafrsfjord between Harald Fairhair, King of Norway, and a coalition led by King Kjotve of Agder; their women are divided as spoils of war among Harald's warriors.Gu\\u00f0mundsson 67\\u201368.c. 900Egil's Saga (13th century)Thorolf Kveldulfsson defeated a large force of Kylfing marauders in northern Norway around this time.c. 950Gesta Hungarorum, written 1100-1200Prince Taksony of Hungary hires mercenaries called K\\u00f6lp\\u00e9nyek, probably identical with the Kylfings.970\\u2013972Gesta HungarorumK\\u00f6lp\\u00e9nyek mercenaries serve in the Magyar army in support of Sviatoslav I of Kiev's Bulgar campaign.c. 1000Runestones S\\u00f6 318, U 320, U 419, U 445Swedish runestones are erected bearing the personal name \\\"Kylfingr\\\".Struminski 234.1010sRusskaya Pravda, law code of the Kievan Rus'Start of codification of Russkaya Pravda, which grants special rights and privileges to the Kolbiagi.Vernadsky 28.1070s\\u20131080sByzantine chrysobullsKoulpingoi are mentioned among other nations with contingents in the Byzantine army.E.g., Laiou 91.c.1100Gesta HungarorumK\\u00f6lp\\u00e9nyek mercenaries still active in Hungary.c.1150Landfr\\u00e6\\u00f0i, a geographical text by Icelander Nikolas BergssonRussia is referred to as Kylfingaland.c.1400Bjarkarimur, a poem based in part on the lost Skjoldunga SagaMention is made of a berserkr from the \\\"Land of the Kylfings.\\\"Bjarkarimur verse 43 (J\\u00f3nsson 117).\\n\\nNotes\\n\\nReferences\\n\\n  Anderson, T. \\\"Kylfingar.\\\"  in Hoops, Johannes, et al., Reallexikon Der Germanischen Altertumskunde. Walter de Gruyter, 2000. p.\\u00a0520\\u2013522. \\n  Anglia: Zeitschrift f\\u00fcr englische Philologie. Niemeyer, 1924.\\n Arbman, Holger. The Vikings. Praeger, 1961.\\n Bl\\u00f6ndal, Sigf\\u00fas and Benedikz, Benedict S. The Varangians of Byzantium. Cambridge Univ. Press, 2007 .\\n  Brutzkus, Julius. \\\"Warjager und Kolbjager.\\\" Acta Seminari Kondakov. 1935.\\n Bugge, Sophus. \\\"The Norse Lay of Wayland and its Relation to the English Tradition.\\\" The Saga Book of the Viking Club, Vol. II. David Nutt, 1898.\\n Chadwick, Nora Kershaw. Anglo-Saxon and Norse Poems. Cambridge Univ. Press, 1922. Originally published under her maiden name.\\n Cleasby, Richard and Gu\\u00f0brandur Vigfusson. An Icelandic-English Dictionary. Clarendon Press, 1874.\\n Foote, Peter Godfrey and David Mackenzie Wilson. The Viking Achievement. Praeger, 1970.\\n Gu\\u00f0mundsson, Bar\\u00f0i. The Origin of the Icelanders. Lee Hollander, transl. Univ. of Nebraska Press, 1967.\\n Hastings, John. \\\"Kalevala\\\". Encyclopedia of Religion and Ethics. vol. 7. Charles Scribner's Sons, 1908.\\n  Kaikamees -- ajalooline aunimi. 1931\\n  Holm, G\\u00f6sta. \\\"Kylvingar och V\\u00e4ringar: Etymologiska Problem Kring tv\\u00e5 Folkgruppsnamn\\\", in Svenska Akademiens Handlingar. - 0349-4543. ; 1992(18), pp.\\u00a085\\u2013101.\\n Jesch, Judith. Ships and Men in the Late Viking Age: The Vocabulary of Runic Inscriptions and Skaldic Verse. Boydell & Brewer, 2008. \\n  J\\u00f3nsson, Finnur, transl. Hr\\u00f3lfs saga Kraka og Bjarkar\\u00edmur. Copenhagen, S. L. M\\u00f8llers bogtr., 1904.\\nKazhdan, A. P. and Ann Wharton Epstein. Change in Byzantine Culture in the Eleventh and Twelfth Centuries. University of California Press, 1985. \\n  \\\"K\\u00f6lp\\u00f6n.\\\" A Pallas Nagy Lexikona. Arcanum Adatb\\u00e1zis Kft, 1998.\\nLaiou, Angeliki E. and Roy P. Mottahedeh. The Crusades from the Perspective of Byzantium and the Muslim World. Dumbarton Oaks, 2000. \\n Norvin, William. Classica et mediaevalia: revue danoise de philologie et d'histoire. Librairie Gyldendal, 1938.\\n Percy, Thomas and Margaret Clunies Ross. The Old Norse Poetic Translations of Thomas Percy: A New Edition and Commentary. Brepols, 2001.\\n Postan, M. M., Edward Miller, and H. J. Habakkuk. The Cambridge Economic History of Europe. Cambridge Univ. Press, 1987.\\n Pritsak, Omeljan. The Origin of Rus'. Cambridge Mass.: Harvard University Press, 1991.\\n Ravndal, Gabriel Bie. Stories of the East-Vikings. Augsburg Publishing House, 1938.\\n Scudder, Bernard, transl. \\\"Egil's Saga\\\". Sagas of Icelanders. Penguin, 2001.\\n Sootak, Jaan. \\\"Development of Estonian Criminal Law.\\\" Juridica International, Vol. 1996-I. pp.\\u00a052\\u201353.\\n Struminski, Bohdan. Linguistic Interrelations in Early Rus. CIUS Press, 1996.\\n Sz\\u00e9kely, Gy\\u00f6rgy. Hungary and Sweden: Early Contacts. Akad\\u00e9miai Kiad\\u00f3, 1975.\\n Vernadsky, George. Medieval Russian Law.'' Columbia Univ. Press, 1961.\\n\\nCategory:History of Karelia\\nCategory:History of Kievan Rus'\\nCategory:Viking Age people\\nCategory:Norse people\"}"