"{\"title\": \"Brabham BT19\", \"url\": \"https://en.wikipedia.org/wiki/Brabham_BT19\", \"text\": \"The Brabham BT19  is a Formula One racing car designed by Ron Tauranac for the British Brabham team. The BT19 competed in the  and  Formula One World Championships and was used by Australian driver Jack Brabham to win his third World Championship in 1966. The BT19, which Brabham referred to as his \\\"Old Nail\\\", was the first car bearing its driver's name to win a World Championship race.\\n\\nThe car was initially conceived in 1965 for a 1.5-litre (92-cubic inch) Coventry Climax engine, but never raced in this form. For the 1966 Formula One season the F\\u00e9d\\u00e9ration Internationale de l'Automobile (FIA) doubled the limit on engine capacity to 3\\u00a0litres (183\\u00a0cu\\u00a0in). Australian company Repco developed a new V8 engine for Brabham's use in 1966, but a disagreement between Brabham and Tauranac over the latter's role in the racing team left no time to develop a new car to handle it. Instead, the existing BT19 chassis was modified for the job.\\n\\nOnly one BT19 was built. It was bought by Repco in 2004 and put on display in the National Sports Museum in Melbourne, Australia, in 2008. It is often demonstrated at motorsport events.\\n\\nConcept\\nThe BT19 was created by Australian designer Ron Tauranac for the Brabham Racing Organisation (BRO) to use in the 1965 season of the Formula One motor racing World Championship. The BT19, and its contemporary the Lotus 39, were built to use the new FWMW flat-16 engine from Coventry Climax. Only one example of the BT19 design was built, and it never raced in its original form. Climax abandoned the FWMW's development before the end of 1965, their existing FWMV V8 engines proving powerful enough to propel Jim Clark's Lotus 33 to seven wins and the drivers' championship.Lawrence (1998) p.103\\n\\nFor 1966, the engine capacity limit in Formula One was doubled from 1.5\\u00a0litres (92\\u00a0cu\\u00a0in) to 3\\u00a0litres (183\\u00a0cu\\u00a0in).Nye (1986) p. 20 It was not feasible to enlarge existing 1.5-litre engines to take full advantage of the higher limit and Climax chose not to develop a new 3-litre motor, leaving many teams without a viable engine for 1966.\\n\\nThe new 3-litre engines under development by competing team Ferrari had 12 cylinders. Jack Brabham, owner and lead driver of BRO, took a different approach to the problem of obtaining a suitable engine. He persuaded Australian company Repco to develop a new 3-litre eight-cylinder engine for him, largely based on available components;Henry (1985) p. 53 the engine would produce less power than Ferrari's, but would be lighter, easier to fix and more fuel efficient.\\n\\nBrabham cars were designed and built by Motor Racing Developments Ltd. (MRD), which was jointly owned by Tauranac and Jack Brabham and built cars for customers in several racing series. The Formula One racing team, BRO, was a separate company wholly owned by Jack Brabham. It bought its cars from MRD but Tauranac had little connection with the race team between 1962 and 1965.Lawrence (1999) p. 31\\n\\nAt the end of the 1965 season Tauranac was losing interest in this arrangement, reasoning that \\\"it was just a matter of a lot of effort for no real interest because I didn't get to go racing very much\\\" and \\\"I might as well get on with my main line business, which was selling production cars.\\\" Although Brabham investigated using chassis from other manufacturers, the two men eventually agreed that Tauranac would have a greater interest in the Formula One team, which MRD eventually took over completely from BRO.Henry (1985) p. 55 This agreement was not reached until November 1965. Repco delivered the first example of the new engine to the team's headquarters in the United Kingdom in late 1965,Pinder (1995) p. 43 just weeks before the first Formula One race to the new regulations, the non-championship South African Grand Prix on 1 January 1966. Rather than build a new car in the limited time available, BRO pressed chassis number F1-1-1965, the sole and unused BT19, into service.\\n\\nChassis and suspension\\nthumb|right|300px|alt=A green cigar-shaped racing car with exposed wheels and an open cockpit. The number one is painted on the nose and sides.|The Brabham BT19 being demonstrated at the 2007 'Speed on Tweed' event at Murwillumbah\\nTauranac built the BT19 around a mild steel spaceframe chassis similar to those used in his previous Brabham designs.Pinder (1995) p. 104 The use of a spaceframe was considered a conservative design decision; by 1966, most of Brabham's competitors were using the theoretically lighter and stiffer monocoque design, introduced to Formula One by Lotus during the 1962 season. Tauranac believed that contemporary monocoques were not usefully stiffer than a well-designed spaceframe and were harder to repair and maintain.Lawrence (1999) pp. 44\\u201345 The latter was a particular concern for Brabham, which was the largest manufacturer of customer single-seater racing cars in the world at the time. The company's reputation rested in part on BRO \\u2013 effectively the official 'works' team \\u2013 using the same technology as its customers, for whom ease of repair was a significant consideration. One mildly novel feature was the use of oval-section, rather than round, tubing around the cockpit, where the driver sits. In a spaceframe or monocoque racing car, the cockpit is effectively a hole in the structure, weakening it considerably. For a given cross sectional area, oval tubing is stiffer in one direction than round tubing. Tauranac happened to have a supply of oval tubing and used it to stiffen the cockpit area.Nye (1986) p. 45 The car weighed around 1250\\u00a0pounds (567\\u00a0kg), around  over the minimum weight limit for the formula, although it was still one of the lightest cars in the 1966 field. The race starting weight of a 1966 Brabham-Repco with driver and fuel was estimated to be around , about  less than the more powerful rival Cooper T81-Maseratis.Unique p.45 Jack Brabham \\u2013 World Champion Units of weight and volume are British Imperial measures, as used in the original references. Engine capacity appears to be an exception, but there is no British Imperial unit in use as an equivalent to litres for engine capacity. Contemporary publications used litres for engine capacity alongside gallons and pints for other fluid measurements. The article reflects this contemporary usage.From the early to late 1960s Brabham cars were marketed as 'Repco Brabhams', because of Repco's supply of components and premises to Brabham. The Brabham logo used in this period includes both company names. This arrangement preceded the 1966 engine deal, and applied to cars in all formulae and using engines from various suppliers. However, the make of a racing car is more normally given in the form 'Chassis manufacturer'-'Engine manufacturer'. The BT19 was therefore variously referred to as a 'Repco Brabham' and as a Brabham-Repco in contemporary publications. The latter form has been used in the article for consistency.\\nthumb|left|250px|alt=Close-up of the rear of a parked racing car; various components are labelled|Rear view of the BT19, showing:A) Rear outboard coil springB) 4-into-1 exhaust from right-hand cylinder bankC) Right-hand driveshaftD) GearboxE) Reverse lower wishbone, forming part of left rear suspensionF) Upswept rear lip of engine cowl\\nThe bodywork of the BT19 is glass-reinforced plastic, finished in Brabham's usual racing colours of green with gold trimming around the nose. Although the science of aerodynamics would not greatly affect Formula One racing until the 1968 season, Tauranac had been making use of the Motor Industry Research Association wind tunnel since 1963 to refine the shape of his cars.Lawrence (1999) p. 43 Brabham has attributed the car's \\\"swept-down nose and the upswept rear lip of the engine cowl\\\" to Tauranac's \\\"attention to aerodynamic detail\\\". During the 1967 season, the car appeared with small winglets on the nose, to further reduce lift acting at the front of the car.\\n\\nAgainst the trend set by the Lotus 21 in 1961,Lawrence (1998) p.190 the BT19's suspension, which controls the relative motion of the chassis and the wheels, is outboard all round. That is, the bulky springs and dampers are mounted in the space between the wheels and the bodywork, where they interfere with the airflow and increase unwanted aerodynamic drag. Tauranac persisted with this apparently conservative approach based on wind tunnel tests he had carried out in the early 1960s, which indicated that a more complicated inboard design, with the springs and dampers concealed under the bodywork, would provide only a 2% improvement in drag. He judged the extra time needed to set up an inboard design at the racetrack to outweigh this small improvement. At the front the suspension consists of unequal length, non-parallel double wishbones. The front uprights, the solid components upon which the wheels and brakes are mounted, were modified from the Alford & Alder units used on the British Triumph Herald saloon. The rear suspension is formed by a single top link, a reversed lower wishbone and two radius rods locating cast magnesium alloy uprights. Wheels were initially 13\\u00a0inches (330\\u00a0mm) in diameter, but soon upgraded to  at the rear, and later still 15\\u00a0in at the front as well. These increases enabled the use of larger, more powerful brakes. Steel disc brakes are used on all four wheels and were of  diameter for the smaller wheels and  for the larger ones. The car ran on treaded Goodyear tyres throughout its racing career.\\n\\nThe BT19 continued Tauranac's reputation for producing cars that handled well. Brabham has since commented that it \\\"was beautifully balanced and I loved its readiness to drift through fast curves.\\\"Brabham, Nye (2004) p. 199 Brabham referred to the car as his Old Nail; Ron Tauranac has explained this as being \\\"because it was two years old, great to drive and had no vices.\\\"\\n\\nEngine and transmission\\nthumb|right|250px|alt=Close-up of rear of a green racing car, showing the engine, exhausts, rear suspension and rear wheels|Close-up of rear suspension of BT19. The engine exhaust can be seen passing between the upper and lower radius rods. This pattern is that used on BT20, BT19's exhausts originally passed upwards between the upper radius rod and the chassis frame.\\nRepco racing engines were designed by the leading motorcycle engine designer, Phil Irving, and built by a small team at a Repco subsidiary, Repco-Brabham engines Pty Ltd, in Maidstone, Australia. Repco's 620 series engine is a normally aspirated unit with eight cylinders in a 'V' configuration. It uses American engine blocks obtained from Oldsmobile's aluminium alloy 215 engine. Oldsmobile's 215 engine, used in the F-85 Cutlass compact car between 1961 and 1963, was abandoned by General Motors after production problems. Repco fitted their own cast iron cylinder liners into the Oldsmobile blocks, which were also stiffened with two Repco magnesium alloy castings and feature Repco-designed cylinder heads with chain-driven single overhead camshafts. The internals of the unit consist of a bespoke Laystall crankshaft, Chevrolet or Daimler connecting rods and specially cast pistons. The cylinder head design means that the engine's exhaust pipes exit on the outer side of the block, and therefore pass through the spaceframe before tucking inside the rear suspension, a layout which complicated Tauranac's design work considerably.Nye (1986) pp. 37\\u201341 The engine is water-cooled, with oil and water radiators mounted in the nose.\\n\\nThe 620 engine was light for its time, weighing around , compared to  for the Maserati V12,Henry (1985) p. 66 but in 3\\u00a0litre Formula One form only produced around 300\\u00a0brake horsepower (220\\u00a0kW) at under 8000\\u00a0revolutions per minute (rpm), compared to 330\\u2013360\\u00a0bhp (250\\u2013270\\u00a0kW) produced by the Ferrari and Maserati V12s.Nye (1986) pp. 151 & 155, Frankel (December 2006) p. 52. Power ratings were frequently overstated by teams and must be treated with caution. Nye reports that Ferrari claimed  for their V12, but believes  to be more likely. Maserati claimed  for their V12. Nye gives 360\\u00a0bhp for the Maserati, but Roy Salvadori, then manager of the Cooper team, is quoted in Frankel's article as saying \\\"330\\u00a0bhp [250\\u00a0kW] was about the most they ever gave\\\" However, it produced high levels of torque over a wide range of engine speeds from 3500\\u00a0rpm up to peak torque of 233\\u00a0pound feet (316\\u00a0N\\u00b7m) at 6500\\u00a0rpm.Nye gives the torque as equivalent to 192\\u00a0pounds per square inch Brake Mean effective pressure; this has been converted to the more familiar lb\\u00a0ft using a conversion where Torque (lb\\u00a0ft) = (bmep (psi) x displacement (cu in))/150.8 Installed in the lightweight BT19 chassis, it was also relatively fuel efficient; on the car's debut Brabham reported that the BT19 achieved 7\\u00a0miles per gallon (40\\u00a0L/100\\u00a0km), against figures of around 4\\u00a0mpg (70\\u00a0L/100\\u00a0km) for its \\\"more exotic rivals\\\".Brabham, Nye (2004) p. 191 This meant that it could start a Grand Prix with only 35\\u00a0gallons (160\\u00a0L) of fuel on board, compared to around 55\\u00a0gallons (250\\u00a0L) for the Cooper T81-Maseratis. The engine had one further advantage over bespoke racing engines: parts were cheap. For example, the engine blocks were available for GB\\u00a311 each and the connecting rods cost \\u00a37 each.\\n\\nThe 740 series unit used in the three races for which the car was entered in 1967 has a different, lighter, Repco-designed engine block. It also has redesigned cylinder heads which, among other improvements, mean that its exhausts are mounted centrally and do not pass through the spaceframe or rear suspension, unlike those of the 620 series. It produced a maximum of .Henry (1986) pp.67\\u201368 and Nye (1986) p. 41.\\n\\nThe BT19 was initially fitted with a Hewland HD (Heavy Duty) gearbox, originally designed for use with less powerful 2-litre engines. The greater power of the 3-litre Repco engine was more than the gearbox could reliably transmit when accelerating at full power from rest, with the result that Brabham normally made very gentle starts to avoid gearbox breakages. The HD was later replaced with the sturdier DG (Different Gearbox) design, produced at the request of both Brabham and Dan Gurney's Anglo American Racers team. It later became a popular choice for other constructors.Lawrence (1999) p. 77\\n\\nRacing history\\nthumb|left|150px|alt=Face shot of a dark-haired, tanned man in his 40s|Jack Brabham was 40 when he won the 1966 F1 drivers' title driving the BT19.\\nAlthough regarded by its designer as a \\\"lash-up\\\", BT19 had a very successful Formula One racing career, almost entirely in the hands of Jack Brabham. BT19 was entered in several non-championship Formula One races before the beginning of the 1966 world championship season. At the non-championship South African Grand Prix at East London on 1 January, BT19 was the only new 3-litre car present. It recorded the fastest time in the qualifying session before the race \\u2013 therefore taking pole position for the start of the race \\u2013 and led the majority of the event before the fuel injection pump seized. Similar problems stopped the car on the second lap of the Syracuse Grand Prix in Sicily, but at the International Trophy at the Silverstone circuit, Brabham set pole position, a new lap record, and led the whole race to win ahead of 1964 champion John Surtees in a 3-litre works Ferrari.Henry (1986)pp. 55\\u201356 & 58\\n\\nThe 1966 world championship season opened with the Monaco Grand Prix. Brabham was affected by a cold, and qualified poorly before retiring when the BT19's gearbox failed.Henry (1986) p. 58 Surtees led the race in his Ferrari before his differential failed on lap 15; the race was won by Jackie Stewart in a 2-litre BRM P261. At the following Belgian Grand Prix at the Spa circuit, Brabham survived an enormous 135\\u00a0miles per hour (215\\u00a0km/h) slide in the rain on the first lap. The shower eliminated half the field, including Stewart, who would miss the next race with his injuries.GRAND PRIX RESULTS: BELGIAN GP, 1966 The BT19, using Goodyear tyres that were not suited to the conditions,Henry (1986) p. 58 & Unique p. 118. Sources differ on exactly what the problem was. Henry states that it was \\\"the reluctance of his Goodyear wet weather tyres to work up to temperature on the drying track surface\\\", while the contemporary report quoted in Unique says that Brabham was racing experimentally on \\\"tires using an uncompromising dry-weather compound\\\". came home fourth of five classified finishers. Surtees won the race for Ferrari, the last before he quit the Italian team.\\n\\nAt the French Grand Prix, held at the high speed Reims-Gueux circuit, Brabham followed race leader Lorenzo Bandini closely from the start of the race, using the slipstream of Bandini's more powerful Ferrari to tow him to up to  faster down the straights than the BT19 could manage on its own. This allowed Brabham to consolidate his lead over Ferrari's second driver, Formula One novice Mike Parkes. After 12 laps Bandini pulled away from Brabham, eventually by over 30 seconds, but when the Italian car was delayed by a broken throttle cable on lap 32, Brabham cruised to the finish to win from Parkes and become the first man to win a Formula One World Championship race in one of his own cars.Unique pp. 104\\u2013105\\n\\nAlthough the first Brabham BT20, the definitive 1966 car, had been available at Reims, Brabham continued with the BT19 and used it to win the next three championship races. Ferrari, competitive in all three championship races to that point, were not present for the British Grand Prix. The race was held on the tight and twisting Brands Hatch circuit, the track made slippery by oil leaking from other cars and by drizzle. Brabham set pole and led the entire race.Brabham, Nye (2005) pp. 197\\u2013199 At the next championship round, the Dutch Grand Prix, Brabham reported the low speed Zandvoort circuit to be \\\"even more oily and treacherous than Brands.\\\"Brabham, Nye (2005) p. 200 Brabham won the race after Jim Clark's less powerful 2\\u00a0litre Lotus 33-Climax, which had passed Brabham for the lead mid-race, was delayed by overheating problems.Henry (1986) p. 62 The German Grand Prix was held at the N\\u00fcrburgring Nordschleife, which Brabham described as \\\"Brands Hatch on steroids\\\". On the opening lap Brabham took the lead from Surtees, now driving a Cooper-Maserati. Brabham won after a race-long fight with the Englishman in the rain.Brabham, Nye (2005) pp. 201\\u2013202 With four wins and more finishes than any of his championship rivals, Brabham had a 22-point lead in the drivers championship and could only be caught in the championship by Surtees or Stewart if one of them won all three of the remaining races.There were 27 points available for winning the three final races. Graham Hill and Jochen Rindt were also within 27 points of Brabham's score, but in 1966 only the driver's best five results counted and both Hill and Rindt would have had to drop points from their earlier races.\\n\\nJack Brabham used BT19 again at the Italian Grand Prix at Monza, another high speed circuit. A second BT20 was completed at the Italian track and Brabham tried it in practice for the race, but decided to race his Old Nail, which he felt was fitted with a stronger engine. As at Reims, Brabham successfully slipstreamed the race leaders early on, but an oil leakage stopped the car after 8 laps. Neither Surtees nor Stewart finished the race and Brabham clinched his third world championship.Brabham, Nye (2005) pp. 203\\u2013204\\n\\nBrabham used the BT19 once more that season to take pole position and victory at the non-championship Oulton Park Gold Cup, before using a new BT20 for the final two races of the championship season. The BT19 was used again at three of the first four championship races in the 1967 Formula One season, debuting the new Repco 740 engine at the Monaco Grand Prix, where it took pole position, and finishing second at the Dutch Grand Prix.Henry (1986) p. 67\\n\\nCommenting on the reasons for the unexpected competitiveness of the 1966 Brabham-Repcos in Formula One, motorsport historian Doug Nye has suggested that they \\\"could score on weight over the more powerful Ferrari, BRM, Cooper-Maserati, Eagle-Weslake and Honda in their undeveloped forms, and on sheer 'grunt' over such interim stop-gap cars as the nimble 2-litre Climax and BRM V8-engined Lotus 33s and BRMs.\\\"Nye (1986) p. 43\\n\\nBT19 also competed in the final two races of the 1965/66 Tasman Series in Australia, which was run to the pre-1961 Formula One regulations, including an engine capacity limit of 2.5\\u00a0litres. Tasman racing was the original purpose of the Repco engine and Brabham's involvement was supposed to promote the 2.5-litre version. Frank Hallam, head of the Repco-Brabham organisation responsible for building the Repco engines, has said that the smaller version \\\"never put out the power per litre that the 3\\u00a0litre engine produced\\\",Pinder (1995) p. 38 which itself was not a powerful unit. Fitted with the 2.5-litre engine BT19 recorded one retirement and a third place in the series.\\n\\nDemonstrations\\nthumb|left|250px|alt=Two elderly men shake hands on a race starting grid. One is sitting in a green racing car, the other in a wheelchair.|Former rivals Jack Brabham and Stirling Moss at the 2004 Goodwood Revival meeting. Brabham is seated in the BT19.\\nThe BT19 was not raced in serious competition after 1967. Brabham retired and moved back to Australia at the end of 1970. He retained ownership of the car until 1976, when it passed into the hands of Repco and was restored by the Repco Engine Parts Group. In 1986, Automotive Components Ltd. (ACL) was formed by the management buyout of Engine Parts Group, which included the transfer of the BT19 to the new company. Since its restoration, the car has frequently been demonstrated at events, including the 1978 Australian Grand Prix at Sandown where Brabham was involved in a spirited demonstration with Juan Manuel Fangio driving his Mercedes-Benz W196. Brabham and the car also appeared at the first Australian Grands Prix to be held on the Adelaide (1985) and Melbourne (1996) street circuits. It also appeared at the 2004 Goodwood Revival meeting in the United Kingdom. ACL sold the car back to Repco in 2004.Australia's most famous car changes hands  In 2008 the car was installed in the Australian National Sports Museum at the Melbourne Cricket Ground, on loan from Repco.\\n\\nIn 2002, at the inaugural Speed on Tweed historic meeting at Murwillumbah, Brabham, then 76, commented: \\\"It's been a wonderful car over the years and it's been very well looked after and it's a pleasure to come and drive it. Coming to Murwillumbah was a really good excuse to get back in the car and drive it again and I'm afraid that's something I'll never ever get tired of.\\\"George Negus Tonight\\n\\nComplete results\\n\\nFormula One World Championship\\n(key) (results in bold indicate pole position)\\n Year Team Engine Tyres Drivers 1 2 3 4 5 6 7 8 9 10 11 Points WCC  Brabham Racing Organisation Repco V8  MON BEL FRA GBR NED GER ITA USA MEX391st Jack Brabham Ret 4 1 1 1 1 Ret  Brabham Racing Organisation Repco V8  RSA MON NED BEL FRA GBR GER CAN ITA USA MEX61st Jack Brabham Ret 2 Denny Hulme Ret\\n\\nNon-championship results\\n(key) (results in bold indicate pole position; results in italics indicate fastest lap)\\nYearEventVenueDriverResultCategoryReport1966South African Grand PrixEast LondonJack BrabhamRetFormula OneReport1966Sandown Park CupSandownJack BrabhamRetTasman Series1966South Pacific TrophyLongfordJack Brabham3Tasman Series1966Syracuse Grand PrixSyracuse CircuitJack BrabhamRetFormula One1966BRDC International TrophySilverstoneJack Brabham1Formula OneReport196610 Lap Racing Car EventSurfers ParadiseJack BrabhamDNFFormula Libre\\u20201966Oulton Park Gold CupOulton ParkJack Brabham1Formula One1967Oulton Park Gold CupOulton ParkFrank GardnerRetFormula One1967Spanish Grand PrixJaramaJack Brabham3Formula OneReport\\n</div>\\n\\n\\u2020 This race was a support to the 1966 Surfers Paradise Trophy, 14 August 1966\\n\\nNotes\\n\\nReferences\\nBooks\\n \\n \\n \\n \\n \\n \\n \\n \\nMagazines\\n \\nWebsites\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\n www.abc.com.au ABC interview with Jack Brabham on his championship win with the BT19.\\n www.flickr.com Recent pictures of the BT19.\\n\\nCategory:Brabham Formula One cars\\nCategory:1966 Formula One season cars\\nCategory:1967 Formula One season cars\\nCategory:Tasman Series cars\\nCategory:Formula One championship-winning cars\"}"