"{\"title\": \"Her Majesty's Theatre\", \"url\": \"https://en.wikipedia.org/wiki/Her_Majesty%27s_Theatre\", \"text\": \" \\nHer Majesty's Theatre is a West End theatre situated on Haymarket in the City of Westminster, London. The present building was designed by Charles J. Phipps and was constructed in 1897 for actor-manager Herbert Beerbohm Tree, who established the Royal Academy of Dramatic Art at the theatre. In the early decades of the 20th century, Tree produced spectacular productions of Shakespeare and other classical works, and the theatre hosted premieres by major playwrights such as George Bernard Shaw, J. M. Synge, No\\u00ebl Coward and J. B. Priestley. Since the First World War, the wide stage has made the theatre suitable for large-scale musical productions, and the theatre has accordingly specialised in hosting musicals. The theatre has been home to record-setting musical theatre runs, notably the First World War sensation Chu Chin ChowLarkin, Colin (ed). Guinness Who's Who of Stage Musicals (Guinness Publishing, 1994)  and the current production, Andrew Lloyd Webber's The Phantom of the Opera, which has played continuously at Her Majesty's since 1986.\\n\\nThe theatre was established by architect and playwright John Vanbrugh, in 1705, as the Queen's Theatre. Legitimate drama unaccompanied by music was prohibited by law in all but the two London patent theatres, and so this theatre quickly became an opera house.theatrical monopoly in Banham, Martin The Cambridge guide to theatre pp. 1105 (Cambridge University Press, 1995)  Between 1711 and 1739, more than 25 operas by George Frideric Handel premiered here.D Handel's Compositions   GFHandel.org, accessed 21 December 2007 Joseph Haydn\\u2019s series of concerts in London took place here in the 1790s. In the early 19th century, the theatre hosted the opera company that was to move to the Theatre Royal, Covent Garden, in 1847, and presented the first London performances of Mozart's La clemenza di Tito, Cos\\u00ec fan tutte and Don Giovanni.Einstein, Alfred. Mozart: His Character, His Work (NY: Oxford University Press, 1945) It also hosted the Ballet of her Majesty's Theatre in the mid-19th century, before returning to hosting the London premieres of such operas as Bizet's Carmen and Wagner's Ring Cycle.\\n\\nThe name of the theatre changes with the sex of the monarch. It first became the King's Theatre in 1714 on the accession of George I. It was renamed Her Majesty's Theatre in 1837. Most recently, the theatre was known as His Majesty's Theatre from 1901 to 1952, and it became Her Majesty's on the accession of Elizabeth II. The theatre's capacity is 1,216\\u00a0seats, and the building was Grade II* listed by English Heritage in 1970. LW Theatres has owned the building since 2000. The land beneath it is on a long-term lease from the Crown Estate.\\n\\n History \\nthumb|right|Sir John Vanbrugh painted by Godfrey Kneller\\nThe end of the 17th century was a period of intense rivalry amongst London's actors, and in 1695 there was a split in the United Company, who had a monopoly on the performance of drama at their two theatres. Dramatist and architect John Vanbrugh saw this as an opportunity to break the duopoly of the patent theatres, and in 1703 he acquired a former stable yard, at a cost of \\u00a32,000, for the construction of a new theatre on the Haymarket. In the new business, he hoped to improve the share of profits that would go to playwrights and actors. He raised the money by subscription, probably amongst members of the Kit-Cat Club:\\nTo recover them [that is, Thomas Betterton's company], therefore, to their due Estimation, a new Project was form'd of building them a stately theatre in the Hay-Market, by Sir John Vanbrugh, for which he raised a Subscription of thirty Persons of Quality, at one hundred Pounds each, in Consideration whereof every Subscriber, for his own Life, was to be admitted to whatever Entertainments should be publickly perform'd there, without farther Payment for his Entrance.\\n\\n\\u2014John Vanbrugh's notice of subscription for the new theatreThe Haymarket Opera House, Survey of London: volumes 29 and 30: St James Westminster, Part 1 (1960), pp. 223\\u201350, accessed 18 December 2007\\n\\nHe was joined in the enterprise by his principal associate and manager William Congreve and an actors' co-operative led by Thomas Betterton.Downes, Kerry. Sir John Vanbrugh: A Biography (London: Sidgwick and Jackson 1987) \\n\\nThe theatre provided the first alternative to the Theatre Royal, Drury Lane, built in 1663 and the Lincoln's Inn, founded in 1660 (forerunner of the Theatre Royal, Covent Garden, built in 1728). The theatre's site is the second oldest such site in London that remains in use. These three post-interregnum theatres defined the shape and use of modern theatres.Earl, John and Michael Sell. Guide to British Theatres 1750\\u20131950, p. 117 (Theatres Trust, 2000) . Sadler's Wells Theatre was founded as a music room in 1683, and a theatre was built on the site in 1765.\\n\\n Vanbrugh's theatre: 1705\\u20131789 \\nThe land for the theatre was held on a lease renewable in 1740 and was ultimately owned, as it is today, by the Crown Estate. Building was delayed by the necessity of acquiring the street frontage, and a three bay entrance led to a brick shell  long and  wide. Colley Cibber described the audience fittings as lavish but the facilities for playing poor.\\n\\nVanbrugh and Congreve received Queen Anne's authority to form a Company of Comedians on 14 December 1704, and the theatre opened as the Queen's Theatre on 9 April 1705 with imported Italian singers in Gli amori d'Ergasto (The Loves of Ergasto), an opera by Jakob Greber, with an epilogue by Congreve. This was the first Italian opera performed in London.Gordon-Powell, Robin. Ivanhoe, full score, Introduction, vol. I, p. VII, 2008, The Amber Ring  The opera failed, and the season struggled on through May, with revivals of plays and operas.Her Majesty's Theatre Arthur Lloyd, accessed 17 December 2007 The first new play performed was The Conquest of Spain by Mary Pix.Williamson, Marilyn L. Raising Their Voices: British Women Writers, 1650\\u20131750, pp. 109\\u201310 (Wayne State University Press, 1990)  The theatre proved too large for actors' voices to carry across the auditorium, and the first season was a failure. Congreve departed, Vanbrugh bought out his other partners, and the actors reopened the Lincoln's Inn Fields' theatre in the summer. Although early productions combined spoken dialogue with incidental music, a taste was growing amongst the nobility for Italian opera, which was completely sung, and the theatre became devoted to opera. As he became progressively more involved in the construction of Blenheim Palace, Vanbrugh's management of the theatre became increasingly chaotic, showing \\\"numerous signs of confusion, inefficiency, missed opportunities, and bad judgement\\\".Milhous, Judith. Thomas Betterton and the Management of Lincoln's Inn Fields 1695\\u20131708 (Carbondale, Illinois: Southern Illinois University Press, 1979)  On 7 May 1707, experiencing mounting losses and running costs, Vanbrugh was forced to sell a lease on the theatre for fourteen years to Owen Swiny at a considerable loss. In December of that year, the Lord Chamberlain's Office ordered that \\\"all Operas and other Musicall presentments be performed for the future only at Her Majesty's Theatre in the Hay Market\\\" and forbade the performance of further non-musical plays there.\\n\\nthumb|left|King's (previously Queen's) Theatre, Haymarket, the 18th-century predecessor of the present theatre; watercolour by William Capon (V&A)\\nAfter 1709, the theatre was devoted to Italian opera and was sometimes known informally as the Haymarket Opera House.Allingham, Philip V. (Faculty of Education, Lakehead University (Canada)) Theatres in Victorian London. 9 May 2007. Victorian Web, accessed 1 June 2007 Young George Frideric Handel produced his English d\\u00e9but, Rinaldo, on 24 February 1711 at the theatre, featuring the two leading castrati of the era, Nicolo Grimaldi and Valentino Urbani. This was the first Italian opera composed specifically for the London stage. The work was well received,Hicks, Anthony. Handel's Rinaldo  , January 1999 feature article (Academy of Ancient Music Society), accessed 11 February 2008 and Handel was appointed resident composer for the theatre, but losses continued, and Swiney fled abroad to escape his creditors. John James Heidegger took over the management of the theatre and, from 1719, began to extend the stage through arches into the houses to the south of the theatre. A \\\"Royal Academy of Music\\\" was formed by subscription from wealthy sponsors, including the Prince of Wales, to support Handel's productions at the theatre.Gibson, Elizabeth. The Royal Academy of Music (1719\\u201328) and its Directors, Chapt. 8, p. 138ff in Handel Tercentenary Collection, Stanley Sadie, Anthony Hicks (Boydell & Brewer, 1987)  Under this sponsorship, Handel conducted a series of more than 25 of his original operas, continuing until 1739See List of compositions by George Frideric Handel for full details of performance of Handel operas at the Queen's and King's Theatre. There were a first and second Royal Academy of Music, directed by Handel, each formed for a limited period \\u2013 hence the need for two. From 1734 the Second Academy had to fight off the rival Opera of the Nobility. These academies are not related to the modern Royal Academy of Music founded by Lord Burghersh in 1822. Handel was also a partner in the management with Heidegger from 1729 to 1734, and he contributed to incidental music for theatre, including for a revival of Ben Jonson's The Alchemist, opening on 14 January 1710.Handel: A Documentary Biography, Otto Erich Deutsch (Black, 1955) \\n\\nOn the accession of George I in 1714, the theatre was renamed the King's Theatre and remained so named during a succession of male monarchs who occupied the throne. At this time only the two patent theatres were permitted to perform serious drama in London, and lacking letters patent, the theatre remained associated with opera.Royal Patents (The Theatre Museum).   Victoria and Albert museum, PeoplePlayUK, accessed 11 February 2008 In 1762, Johann Christian Bach travelled to London to premiere three operas at the theatre, including Orione on 19 February 1763. This established his reputation in England, and he became music master to Queen Charlotte.Scholes, Percy A. Johann Christian Bach (Biographical entry, p. 64) in The Oxford Companion to Music (Oxford University Press, 1992) \\n\\nthumb|Actor-manager Richard Brinsley Sheridan, painted by Sir Joshua Reynolds\\nIn 1778, the lease for the theatre was transferred from James Brook to Thomas Harris, stage manager of the Theatre Royal, Covent Garden, and to the playwright Richard Brinsley Sheridan for \\u00a322,000. They paid for the remodelling of the interior by Robert Adam in the same year. In November 1778, The Morning Chronicle reported that Harris and Sheridan had\\n... at a considerable expence, almost entirely new built the audience part of the house, and made a great variety of alterations, part of which are calculated for the rendering the theatre more light, elegant and pleasant, and part for the ease and convenience of the company. The sides of the frontispiece are decorated with two figures painted by Gainsborough, which are remarkably picturesque and beautiful; the heavy columns which gave the house so gloomy an aspect that it rather resembled a large mausoleum or a place for funeral dirges, than a theatre, are removed.\\n\\n\\u2014November 1778, The Morning Chronicle\\n\\nThe expense of the improvements was not matched by the box office receipts, and the partnership dissolved, with Sheridan buying out his partner with a mortgage on the theatre of \\u00a312,000 obtained from the banker Henry Hoare.\\n\\nOne member of the company, Giovanni Gallini, had made his d\\u00e9but at the theatre in 1753 and had risen to the position of dancing master, gaining an international reputation. Gallini had tried to buy Harris' share but had been rebuffed. He now purchased the mortgage. Sheridan quickly became bankrupt after placing the financial affairs of the theatre in the hands of William Taylor, a lawyer. The next few years saw a struggle for control of the theatre and Taylor bought Sheridan's interest in 1781. In 1782 the theatre was remodelled by Michael Novosielski, formerly a scene painter at the theatre. In May 1783, Taylor was arrested by his creditors, and a forced sale ensued, with Harris purchasing the lease and much of the effects. Further legal action transferred the interests in the theatre to a board of trustees, including Novosielski. The trustees acted with a flagrant disregard for the needs of the theatre or other creditors, seeking only to enrich themselves, and in August 1785 the Lord Chamberlain took over the running of the enterprise, in the interests of the creditors. Gallini, meanwhile, had become manager. In 1788, the Lord Chancellor observed \\\"that there appeared in all the proceedings respecting this business, a wish of distressing the property, and that it would probably be consumed in that very court to which ... [the interested parties] seemed to apply for relief\\\". Performances suffered, with the box receipts taken by Novosielski, rather than given to Gallini to run the house. Money continued to be squandered on endless litigation or was misappropriated. Gallini tried to keep the theatre going, but he was forced to employ amateur performers. The World described a performance as follows: \\\"... the dance, if such it can be called was like the movements of heavy cavalry. It was hissed very abundantly.\\\"Bondeson, Jan. The London Monster: A Sanguinary Tale (University of Pennsylvania Press, 2000)  At other times, Gallini had to defend himself against a dissatisfied audience who charged the stage and destroyed the fittings, as the company ran for their lives.\\n\\nFire\\nThe theatre burnt down on 17 June 1789 during evening rehearsals, and the dancers fled the building as beams fell onto the stage. The fire had been deliberately set on the roof, and Gallini offered a reward of \\u00a3300 for capture of the culprit. With the theatre destroyed, each group laid their own plans for a replacement. Gallini obtained a licence from the Lord Chamberlain to perform opera at the nearby Little Theatre, and he entered into a partnership with R. B. O'Reilly to obtain land in Leicester Fields for a new building, which too would require a licence. The two quarrelled, and each then planned to wrest control of the venture from the other. The authorities refused to grant either of them a patent for Leicester Fields, but O'Reilly was granted a licence for four years to put on opera at the Oxford Street Pantheon. This too, would burn to the ground in 1792. Meanwhile, Taylor reached an agreement with the creditors of the King's Theatre and attempted to purchase the remainder of the lease from Edward Vanbrugh, but this was now promised to O'Reilly. A further complication arose as the theatre needed to expand onto adjacent land that now came into the possession of a Taylor supporter. The scene was set for a further war of attrition between the lessees, but at this point O'Reilly's first season at the Pantheon failed miserably, and he fled to Paris to avoid his creditors.\\n\\nBy 1720, Vanbrugh's direct connection with the theatre had been terminated, but the leases and rents had been transferred to both his own family and that of his wife's through a series of trusts and benefices, with Vanbrugh himself building a new home in Greenwich. After the fire, the Vanbrugh family's long association with the theatre was terminated, and all their leases were surrendered by 1792.\\n\\n Second theatre: 1791\\u20131867 \\nthumb|left|250px|Interior of second theatre on the site, c. 1808. Drawing by Auguste Pugin and Thomas Rowlandson for Ackermann's Microcosm of London\\n\\nTaylor completed a new theatre on the site in 1791. Michael Novosielski had again been chosen as architect for the theatre on an enlarged site, but the building was described by Malcolm in 1807 as\\nfronted by a stone basement in rustic work, with the commencement of a very superb building of the Doric order, consisting of three pillars, two windows, an entablature, pediment, and balustrade. This, if it had been continued, would have contributed considerably to the splendour of London; but the unlucky fragment is fated to stand as a foil to the vile and absurd edifice of brick pieced to it, which I have not patience to describe.\\n\\n\\u2014The critic Malcolm, quoted in Old and New London (1878)\\\"The Haymarket\\\". Old and New London: Volume 4 (1878), pp. 216\\u201326, accessed 18 December 2007\\n\\nThe Lord Chamberlain, a supporter of O'Reilly, refused a performing licence to Taylor. The theatre opened on 26 March 1791 with a private performance of song and dance entertainment, but was not allowed to open to the public. The new theatre was heavily indebted and spanned separate plots of land that were leased to Taylor by four different owners on differing terms of revision. As a later manager of the theatre wrote, \\\"In the history of property, there has probably been no parallel instance wherein the legal labyrinth has been so difficult to thread.\\\" Meetings were held at Carlton House and Bedford House attempting to reconcile the parties. On 24 August 1792 a General Opera Trust Deed was signed by the parties. The general management of the theatre was to be entrusted to a committee of noblemen, appointed by the Prince of Wales, who would then appoint a general manager. Funds would be disbursed from the profits to compensate the creditors of both the King's Theatre and the Pantheon. The committee never met, and management devolved to Taylor.\\n\\n William Taylor \\nupright|thumb|right|Joseph Haydn in 1792\\nThe first public performance of opera in the new theatre took place on 26 January 1793, the dispute with the Lord Chamberlain over the licence having been settled. This theatre was, at that time, the largest in England, and it became the home of the Theatre Royal, Drury Lane company while that company's home theatre was itself rebuilt between 1791\\u201394.Milhous Judith, Dideriksen, Gabriella and Hume, Robert D. Italian Opera in Late Eighteenth-Century London, p. 185 (Oxford University Press, 2001) \\n\\nFrom 1793, seven small houses at the east side of the theatre fronting on the Haymarket were demolished and replaced by a large concert room. It was in this room that Joseph Haydn gave a series of concerts, under the sponsorship of Johann Peter Salomon, on his second visit to London in 1794\\u201395.On Haydn's previous visit, the concerts had been presented at the Hanover Square Rooms with tremendous success. A sensation was caused during a Royal Court Ball at St James's Palace, when Haydn was greeted by the Prince of Wales with a noticeable bow. See Haydn Festival reference, below. He presented his own symphonies, some of them premieres, conducted by himself, and was paid \\u00a350 each for 20 concerts.1791\\u20131795 London Journey. Haydn Festival, accessed 21 December 2007 He was feted in London and returned to Vienna in May 1795 with 12,000\\u00a0florins.Ferris, George T.The Great German Composers. Project Gutenberg (2006), accessed 21 December 2007\\n\\nleft|upright|thumb|Royal Opera Arcade, 2008. Theatre entrance was from the left, now occupied by shops.\\nWith the departure of the Drury Lane company in 1794, the theatre returned to opera, hosting the first London performances of Mozart's La clemenza di Tito in 1806, Cos\\u00ec fan tutte and Die Zauberfl\\u00f6te in 1811, and Don Giovanni in 1816. Between 1816 and 1818, John Nash and George Repton made alterations to the fa\\u00e7ade and increased the capacity of the auditorium to 2,500. They also added a shopping arcade, called the Royal Opera Arcade, which has survived fires and renovations and still exists. It runs along the rear of the theatre.Mander, Raymond and Joe Mitchenson. Survey of London; Vol. XXIX: The Theatres of London (London, New English Library, 1975) In 1818\\u201320, the British premieres of Gioachino Rossini's operas Il barbiere di Siviglia, Elisabetta, regina d'Inghilterra, L'italiana in Algeri, La Cenerentola and Tancredi took place, and the theatre became known as the Italian Opera House, Haymarket by the 1820s.Earl, John and Michael Sell. Guide to British Theatres 1750\\u20131950, pp. 116\\u201317 (Theatres Trust, 2000) \\n\\nright|thumb|Season tickets for King's TheatreIn 1797, he was elected as member of Parliament for Leominster, a position that gave him immunity from his creditors. When that parliament dissolved in 1802, he fled to France. Later, he returned, and was member of Parliament for Barnstaple from 1806 to 1812 while continuing his association with the theatre. Taylor paid little of the agreed receipts to performers, or composers, and lived for much of his period of management in the King's Bench, a debtors' prison in Southwark.England's Mistress: The Infamous Life of Emma Hamilton Kate Williams (Hutchinson, 2006)  Here he maintained an apartment next to Lady Hamilton and lived in some luxury, entertaining lavishly.Storace Siblings and 18th-century English Theatre Agnes Selby   6 April 2007 (WordPress) accessed 26 February 2008\\t\\nthumb|250px|right|A riot at the theatre, on 1 May 1813\\n\\n John Ebers \\nthumb|250px|right|Drawing of the theatre by Thomas Hosmer Shepherd, 1827\\u201328\\nJohn Ebers, a bookseller, took over the management of the theatre in 1821, and seven more London premieres of Rossini operas (La gazza ladra, Il turco in Italia, Mos\\u00e8 in Egitto, Otello, La donna del lago, Matilde di Shabran and Ricciardo e Zoraide) took place there in the following three years. Ebers sublet the theatre to Giambattista Benelli in 1824, and Rossini was invited to conduct, remaining for a five-month season, with his wife Isabella Colbran performing.Fenner, Theodore Opera in London: Views of the Press 1785\\u20131830 pp. 144\\u201357 (Southern Illinois University Press, 1994) Porter, Andrew A Lost Opera by Rossini, Music & Letters, Vol. 45, No. 1 (January 1964), pp. 39\\u201344 Two more of his operas, Zelmira and Semiramide, received their British premieres during the season, but the theatre sustained huge losses and Benelli absconded without paying either the composer or the artists. Ebers engaged Giuditta Pasta for the 1825 season, but he became involved in lawsuits which, combined with a large increase in the rent of the theatre, forced him into bankruptcy, after which he returned to his bookselling business.\\n\\n Pierre Fran\\u00e7ois Laporte \\nthumb|The royal box\\nIn 1828, Ebers was succeeded as theatre manager by Pierre Fran\\u00e7ois Laporte, who held the position (with a brief gap in 1831\\u201333) until his death in 1841. Two of Rossini's Paris operas (Le comte Ory and Le si\\u00e8ge de Corinthe) had their British premieres at the theatre during this period, and Laporte was also the first to introduce the operas of Vincenzo Bellini (La sonnambula, Norma and I puritani) and Gaetano Donizetti (Anna Bolena, Lucia di Lammermoor and Lucrezia Borgia) to the British public. Under Laporte, singers such as Giulia Grisi, Pauline Viardot, Giovanni Battista Rubini, Luigi Lablache and Mario made their London stage debuts at the theatre. Among the musical directors of this period was Nicolas Bochsa, the celebrated and eccentric French harpist. He was appointed in 1827 and remained for six years at this position.Faul, Michel. Nicolas-Charles Bochsa, harpiste, compositeur, escroc (editions Delatour France, 2003) When Queen Victoria ascended the throne in 1837, the name of the theatre was changed to Her Majesty's Theatre, Italian Opera House. In the same year, Samuel Phelps made his London d\\u00e9but as Shylock in The Merchant of Venice at the theatre, also playing in other Shakespearean plays here.Allen, Shirley S. Samuel Phelps and Sadler's Wells Theatre (Wesleyan, 1971) \\n\\nOver the course of the 1840s, Dion Boucicault had five plays produced here: The Bastile [sic], an \\\"after-piece\\\" (1842), Old Heads and Young Hearts (1844), The School for Scheming (1847), Confidence (1848), and The Knight Arva (1848). In 1853, Robert Browning's Colombe's Birthday played at the theatre.\\n\\nIn 1841, disputes arose over Laporte's decision to replace the baritone Antonio Tamburini with a new singer, Colletti. The audience stormed the stage, and the performers formed a 'revolutionary conspiracy'.\\n\\n Benjamin Lumley \\nthumb|right|Jenny Lind, The Swedish Nightingale, 1850\\nLaporte died suddenly, and Benjamin Lumley took over the management in 1842, introducing London audiences to Donizetti's late operas, Don Pasquale and La fille du r\\u00e9giment. Initially, relations between Lumley and Michael Costa, the principal conductor at Her Majesty's were good. Verdi's Ernani, Nabucco and I Lombardi received their British premieres in 1845\\u201346, and Lumley commissioned I masnadieri from the composer. This opera received its world premiere on 22 July 1847, with the Swedish operatic diva Jenny Lind in the role of Amalia, and the British premieres of two more Verdi operas, I due Foscari and Attila, followed in 1847\\u201348. Meanwhile, the performers had continued to feel neglected and the disputes continued. In 1847, Costa finally transferred his opera company to the Theatre Royal, Covent Garden, and the theatre relinquished the sobriquet, 'Italian Opera House', to assume its present title, Her Majesty's Theatre.Discover the History of the Royal Opera House.   Royal Opera House, accessed 18 December 2007\\n\\nLumley engaged Michael Balfe to conduct the orchestraWalsh, Basil. Michael W. Balfe (1808\\u20131870): His Life and Career. Victorian Web, accessed 7 February 2008 and entered negotiations with Felix Mendelssohn for a new opera. Jenny Lind had made her English d\\u00e9but on 4 May 1847 in the role of Alice in Giacomo Meyerbeer's Robert le Diable, in the presence of the Royal family and the composer Felix Mendelssohn. Such was the press of people around the theatre that many \\\"arrived at last with dresses crushed and torn, and coats hanging in shreds, having suffered bruises and blows in the struggle\\\". She performed for a number of acclaimed seasons at the theatre, interspersed with national tours, becoming known as the Swedish Nightingale.Headland, Helen The Swedish Nightingale: A Biography of Jenny Lind (Kessinger Publishing, 2005)  The secession of the orchestra to Covent Garden was a blow, and the theatre closed in 1852, re-opening in 1856, when a fire closed its rival. After the reopening, Lumley presented two more British premieres of Verdi operas: La traviata in 1856 and Luisa Miller in 1858.\\n\\nthumb|left|Lithograph by A. E. Chalon of Grisi (left), Taglioni (center), Grahn (right back), and Cerrito (right front) in Pas de Quatre, 1845\\nFrom the early 1830s until the late 1840s Her Majesty's Theatre played host to the heyday of the era of the romantic ballet, and the theatre's resident ballet company was considered the most renowned in Europe, aside from the Ballet du Th\\u00e9\\u00e2tre de l'Acad\\u00e9mie Royale de Musique in Paris. The celebrated ballet master Jules Perrot began staging ballet at Her Majesty's in 1830. Lumley appointed him Premier Ma\\u00eetre de Ballet (chief choreographer) to the theatre in 1842.Guest, Ivor Forbes. The Romantic Ballet in England, Wesleyan University Press, 1972 Among the works of ballet that he staged were Ondine, ou La Na\\u00efade (1843), La Esmeralda (1844), and Catarina, ou La Fille du Bandit (1846), as well as the celebrated divertissement Pas de Quatre (1845). Other ballet masters created works for the ballet of Her Majesty's Theatre throughout the period of the romantic ballet, most notably Paul Taglioni (son of Filippo Taglioni), who staged ballets including Coralia, ou Le Chevalier inconstant (1847) and Electra (1849, the first production of a ballet to make use of electric lighting). Arthur Saint-L\\u00e9on staged such works as La Vivandi\\u00e8re (1844), Le Violin du Diable (1849), and Le Jugement de P\\u00e2ris (1850), which was considered a sequel of sorts to Pas de Quatre.\\n\\nThe Italian composer Cesare Pugni was appointed Composer of the Ballet Music to the theatre in 1843, a position created for him by Lumley. From 1843 until 1850, he composed nearly every new ballet presented at the theatre.500 Years of Italian Dance.  New York Public Library, accessed 18 February 2008  Pugni remains the most prolific composer of the genre, having composed more than 100 original ballets, as well as composing numerous divertissements and incidental dances that were often performed as diversions during the intermissions of opera performances at the theatre. Throughout the era of the romantic ballet, the theatre presented performances by notable ballerinas, including Marie Taglioni, Carlotta Grisi, Fanny Elssler, Lucile Grahn and Fanny Cerrito, performing in the works of Perrot, Taglioni and Saint-L\\u00e9on.Edgecombe, Rodney Stenning. \\\"Cesare Pugni, Marius Petipa, and 19th Century Ballet Music.\\\" Musical Times, Summer 2006.\\n\\n J. H. Mapleson \\nright|thumb|300px|The theatre burned down in 1867.\\nFrom 1862 to 1867, the theatre was managed by James Henry Mapleson, presenting Italian, French and German opera, including the British premieres of La forza del destino, M\\u00e9d\\u00e9e, Faust and The Merry Wives of Windsor and promoting such singers as Mario, Giulia Grisi, De Murska, Th\\u00e9r\\u00e8se Tietjens, Antonio Giuglini, Charles Santley and Christine Nilsson.Mapleson, J. H. The Mapleson Memoirs, ed. H. Rosenthal, (London, 1966) On the night of 6 December 1867, the theatre was destroyed by fire, thought to have been caused by an overheated stove. Only the bare walls of the theatre remained, and most of the adjacent shops in Pall Mall, and the Clergy Club hotel in Charles Street, suffered damage of varying severity. The Royal Opera Arcade, on the western side, survived with only superficial damage. With the destruction of the theatre, Mapleson took his company to the Theatre Royal, Drury Lane.\\n\\nBy the 1850s, with the era of the romantic ballet at an end, the principal personalities of the ballet, such as Perrot, Saint-L\\u00e9on, Taglioni, and the composer Pugni, joined the Tsar's Imperial Ballet of St. Petersburg, Russia. Ballet in London went through a considerable decline beginning with the fire at Her Majesty's Theatre, a decline that lasted until the end of the 19th century.Ballet continued to be performed in London, but in the Music halls and theatres as interludes and endpieces. The most notable of these were the corps at the Alhambra, and its nearby rival, the Empire Theatre. Ballet in London was not resurrected until the early 20th century, when such dancers as Adeline Gen\\u00e9e began performing.Romantic Ballet.   PeoplePlayUK, accessed 18 December 2007 The theatre's ballet company found a new home at the Old Vic and soon took on the name of the Vic-Wells Ballet. Later, moving primarily to the Sadler's Wells Theatre, the company became known as the Sadler's Wells Ballet. Eventually the troupe began performing at the Royal Opera House and became the Royal Ballet, as it is known today.History of The Royal Ballet.   Royal Opera House, accessed 11 February 2008\\n\\n Third theatre: 1868\\u20131896 \\nthumb|left|Carl Rosa's opera company performed at the third theatre.\\nA third building was constructed in 1868 at a cost of \\u00a350,000, within the shell of the old theatre, for Lord Dudley. It was designed by Charles Lee and Sons and their partner, William Pain, and built by George Trollope and Sons. The designers had taken over John Nash's practice on his retirement. The new theatre was designed to be less susceptible to fire, with brick firewalls, iron roof trusses and Dennett's patent gypsum-cement floors. The auditorium had four tiers, with a stage large enough for the greatest spectaculars. For opera, the theatre seated 1,890, and for plays, with the orchestra pit removed, 2,500. As a result of a dispute over the rent between Dudley and Mapleson,\\\"English Gossip\\\". New York Times, 23 December 1873, accessed 31 January 2008 and a decline in the popularity of ballet, the theatre remained dark until 1874, when it was sold to a Revivalist Christian group for \\u00a331,000.\\n\\nMapleson returned to Her Majesty's in 1877 and 1878, after a disastrous attempt to build a 2,000-seat National Opera House on a site subsequently used for the building of Scotland Yard. On the return of the company, all the fittings of the theatre had been removed, including the seats, carpets and even the wallpaper. \\u00a36,000 was spent on fitting out the theatre, and on 28 April 1877 the building returned to theatrical use with the opening of Vincenzo Bellini's opera Norma. The London premiere of Bizet's Carmen occurred here on 22 June 1878, and in subsequent seasons the theatre hosted the Carl Rosa Opera Company (Rosa's wife, Euphrosyne Parepa, had made her name in opera partly at Her Majesty's) and a programme of French plays and light opera. The company was the first to produce Carmen in English, at the theatre in February 1879, starring Selina Dolaro in the title role and Durward Lely as Don Jos\\u00e9.Adams, p. 254  In 1882, the theatre hosted the London premieres of Wagner's Ring cycle.\\n\\nMapleson returned in 1887 and 1889, but The Times commented that the repertoire comprised \\\"works that had long ceased to attract a large public, the singers were exclusively of second-rate quality, and the standard of performance was extremely low\\\". Rigoletto, on 25 May 1889, was the last operatic performance given in the house.\\n\\n Phipps's theatre: 1897\\u2013present \\nright|upright|thumb|Herbert Beerbohm Tree as Cardinal Wolsey at the theatre, in a 1910 photograph\\nWith the rapid advances in theatre technology made during this period, the 1868 theatre quickly became outmoded, and the sub-lease of the theatre, still held by the Dudley family, was due to expire in 1891. The Commissioners of Woods, Forests and Land Revenues (forerunners of the Crown Estate) desired the entire block on which the theatre stood to be rebuilt, except for the Royal Arcade, where the lease did not expire until 1912. Problems were encountered in obtaining all the buildings and in financing the scheme, but the theatre and surrounding buildings were demolished in 1892. Plans were commissioned from architect Charles J. Phipps for a theatre and a hotel. In February 1896 an agreement was reached with Herbert Beerbohm Tree for the erection of the theatre at a cost of \\u00a355,000. The plans were approved in February 1897, and on 16 July 1896, the foundation stone of the new theatre was laid. Phipps died in 1897, and the theatre was his last work.\\n\\n Architecture \\nthumb|left|Phipps's new theatre\\nThe theatre was designed as a symmetrical pair with the Carlton Hotel and restaurant on the adjacent site, now occupied by New Zealand House.The Carlton Hotel, opened in 1899 by the chef Auguste Escoffier and hotelier C\\u00e9sar Ritz after they left the Savoy Hotel, introduced the \\u00e0 la carte menu. The frontage formed three parts, each of nine bays. The hotel occupied two parts, the theatre one, and the two buildings were unified by a cornice above the ground floor. The buildings rose to four storeys, with attic floors above, surmounted by large squared domes in a style inspired by the French Renaissance. The theatre has a Corinthian colonnade at the first floor, rising to the second, forming a loggia in front of the circle foyer. This is above a canopy over the main ground floor entrances. The theatre lies on an east\\u2013west axis. The stage at the western end was  deep and  wide, and reputedly the first to be flat, rather than raked. The interior was designed by the consulting architect, W. H. Romaine-Walker (1854\\u20131940), after the Opera at Versailles by Gabriel. Stalls and the pit were entered at ground level, with two partly cantilevered tiers above accommodating dress and family circles on the first level, and upper circle, amphitheatre and gallery on the tier above. In all, there were 1,319\\u00a0seats. Contemporary opinion was critical of the project. Edwin Sachs wrote in his 1897 guide to theatres, \\\"The treatment is considered to be in the French Renaissance style and stone has been used throughout. The detail cannot, however, be termed satisfactory, nor does the exterior architecturally express the purpose of the building.\\\"Sachs, Edwin O. Modern Opera Houses and Theatres vol. ii, p. 36 (London, 1897) (Reprint Ayer Co Pub., 1968) \\n\\nModern opinion of the theatre is more generous, with English Heritage describing the building as both Phipps's finest work and one of the best planned theatres in London. The building was Grade II* listed in January 1970. Appreciation of the buildings came too late to save the adjacent hotel from redevelopment as the new High Commission for New Zealand, completed in 1963 by British architects Robert Matthew, Johnson Marshall and Partners, who also designed the Commonwealth Institute. In 1995, this too was Grade II listed as a fine example of 1960s architecture.New Zealand House, Haymarket.   The 20th century Society, accessed 31 January 2008 The 200-year-old Royal Opera Arcade, built by Nash and Repton, is all that survives of the second theatre and is the earliest example of a London arcade.Jones, Edward, and Christopher Woodward. A Guide to the Architecture of London (London: Weidenfeld and Nicolson, 1992) \\n\\n Performance \\nthumb|right|Shaw's Pygmalion ran at the theatre in 1914, starring Mrs Patrick Campbell as Eliza.\\nThe current theatre opened on 28 April 1897. Herbert Beerbohm Tree built the theatre with profits from his tremendous success at the Haymarket Theatre,Herbert Beerbohm Tree obituary, The Times, 3 July 1917, p. 11 and he owned, managed and lived in the theatre from its construction until his death in 1917. For his personal use, he had a banqueting hall and living room installed in the massive, central, square French-style dome. This building did not specialise in opera, although there were some operatic performances in its early years. The theatre opened with a dramatisation of Gilbert Parker's The Seats of the Mighty. Adaptations of novels by Dickens, Tolstoy, and others formed a significant part of the repertoire, along with classical works from Moli\\u00e8re and Shakespeare. The theatre also hosted the world premiere of J. M. Synge's The Tinker's Wedding on 11 November 1909Synge, J. M. The Complete Plays (1st. New York: Vintage Books, 1935) and George Bernard Shaw's Pygmalion, with Tree as Henry Higgins and Mrs Patrick Campbell as Eliza, in 1914.Herbert Beerbohm Tree.   PeoplePlayUK, accessed 12 February 2008 Tree's productions were known for their elaborate and spectacular scenery and effects, often including live animals and real grass. These remained both popular and profitable, but in his last decade, Tree's acting style was seen as increasingly outmoded, and many of his plays received bad reviews. Tree defended himself from critical censure, demonstrating his continuing popularity at the box office until his death.Hoenselaars, A. J. Reclamations of Shakespeare, p. 259 (Rodopi, 1994) \\n\\nleft|thumb|Oscar Asche in Chu Chin Chow. Its record-breaking run of 2,235 performances at the theatre began in 1916.\\nIn 1904, Tree founded the Academy of Dramatic Art (later RADA), which spent a year based in the theatre before moving in 1905 to Gower Street in Bloomsbury. Tree continued to take graduates of the Academy into his company at His Majesty's, employing some 40 actors in this way by 1911.\\n\\nThe facilities of the theatre naturally lent themselves to the new genre of musical theatre. Chu Chin Chow opened in 1916 and ran for an astonishing world record 2,235 performances\\\"First Musicals\\\" (The Theatre Museum).   Victoria and Albert museum, PeoplePlayUK, accessed 8 February 2008 (almost twice as long as the previous record for musical theatre \\u2013 a record that it held until surpassed by Salad Days in 1955).\\\"Julian Slade, Composer Whose Salad Days Was a Brit Hit, Dead at 76\\\".   Information about Salad Days overtaking the record of Chu Chin Chow. Playbill, accessed 17 February 2008 Major productions of plays with large casts were also performed at His Majesty's. George and Ira Gershwin's Oh, Kay! had its London premiere on 21 September 1927. This starred Gertrude Lawrence and John Kirby, and ran for 213 performances.The Play Pictorial, v.51, 1927, No.309 No\\u00ebl Coward's operetta Bitter Sweet enjoyed a run of 697 performances beginning 18 July 1929. J. B. Priestley's theatrical adaptation of his own The Good Companions premiered on 14 May 1931.\\n\\nMusicals continued to dominate at the theatre in the post-Second World War period, including transfers of the successful Broadway productions Follow the Girls (1945; 572 performances)Green, Stanley. The Encyclopaedia of the Musical Theatre, pp. 131\\u201332 (Da Capo Press, 1991)  and the Lerner and Loewe musicals Brigadoon (1949; 685 performances)Brigadoon. The Guide to Musical Theatre, accessed 29 December 2007 and Paint Your Wagon (1953; 478 performances).Paint Your Wagon. The Guide to Musical Theatre, accessed 29 December 2007 Leonard Bernstein's West Side Story opened in December 1958 for a run of 1,039 performances, transferring from Broadway via the Manchester Opera House.West Side Story. The Guide to Musical Theatre, accessed 29 December 2007 The London premiere of Fiddler on the Roof was on 16 February 1967, starring Chaim Topol, and the production ran at Her Majesty's for 2,030 performances.Fiddler On The Roof. The Guide to Musical Theatre, accessed 29 December 2007Green, Stanley. The Encyclopedia of the Musical Theatre. (Da Capo Press, 1991)  Forty years after the original stage adaptation, Andr\\u00e9 Previn's musical adaptation of The Good Companions premiered on 11 July 1974, followed by Andrew Lloyd Webber and Alan Ayckbourn's initially unsuccessful collaboration, Jeeves, on 22 April 1975, which has since enjoyed considerable success.By Jeeves. The Guide to Musical Theatre, accessed 29 December 2007\\n\\nJohn Cleese organised A Poke in the Eye (With a Sharp Stick) as a benefit for Amnesty International at the theatre in 1976, and it was broadcast as Pleasure at Her Majesty's., accessed 19 February 2008 This was the first of The Secret Policeman's Balls, organised by and starring such performers as Peter Cook, Graham Chapman, and Rowan Atkinson.History of the Secret Policeman's Ball. Amnesty International UK, accessed 2 March 2014 The venue was also the setting for the popular ITV variety series Live from Her Majesty's, which ran on television from 1983 to 1988. It was on this programme that Tommy Cooper collapsed and died on stage in 1984.\\\"Tommy Cooper obituary\\\", The Times 17 April 1984\\n\\nThis theatre is one of the 40 theatres featured in the 2012 DVD documentary series Great West End Theatres, presented by Donald Sinden.Fisher, Philip. \\\"Great West End Theatres\\\", British Theatre Guide, 19 February 2012\\n\\n The Phantom of the Opera \\nthumb|The 'boat scene' in Phantom is achieved using surviving Victorian stage machinery.\\nThe Phantom of the Opera had its world premiere on 9 October 1986 at the theatre,The Phantom of the Opera. The Guide to Musical Theatre, accessed 31 January 2008 winning the Olivier Award for Best New Musical and featuring Sarah Brightman and Michael Crawford, who won an Olivier award for his performance in the title role.Nominees and Winners of The Laurence Olivier Awards for 1986. Official London Theatre Guide, accessed 17 February 2008 The piece is still playing at Her Majesty's, celebrating its 25th anniversary in October 2011 and surpassing 10,000 performances in October 2010.\\\"Phantom of the Opera Screening Earns Over \\u00a3500,000 in the UK\\\", BroadwayWorld.com, 5 October 2011 It is the second longest-running West End musical in history (after Les Mis\\u00e9rables).The Phantom of the Opera awards.   Really Useful Group, accessed 18 December 2007 In a sign of its continuing popularity, Phantom ranked second in a 2006 BBC Radio 2 listener poll of the \\\"Nation's Number One Essential Musicals\\\".\\\"BBC Essential Musical\\\". BBC, accessed 17 February 2008 The musical is also the longest-running show on Broadway,, accessed 31 January 2008 was made into a film in 2004, accessed 31 January 2008 and had been seen by over 130\\u00a0million people in 145 cities in 27 countries and grossed more than \\u00a33.2bn ($5bn) by 2011, the most successful entertainment project in history.\\n\\nHer Majesty's Theatre's \\\"grand exterior\\\" and \\\"luxurious interior, with its three tiers of boxes and gold statuary around the stage\\\", as well as French Renaissance design, \\\"make it an ideal site for this Gothic tale\\\" set at the Op\\u00e9ra Garnier.\\\"Her Majesty's\\\"   London Metropolitan Archives, accessed 21 December 2007 The original Victorian stage machinery remains beneath the stage of the theatre. Designer Maria Bj\\u00f6rnson found a way to use it \\\"to show the Phantom travelling across the lake as if floating on a sea of mist and fire\\\", in a key scene from the musical.Maria Bj\\u00f6rnson obituary The Telegraph 13 December 2002, accessed 25 February 2008 On 5 May 2008, for the first time in the run, the show closed for three days. This allowed the installation of an improved sound system at the theatre, consisting of over  of cabling and the siting of 120 auditorium speakers.\\n\\nThe theatre's capacity is 1,216\\u00a0seats on four levels. Really Useful Theatres Group purchased it in January 2000 with nine other London theatres formerly owned by the Stoll-Moss Group.\\\"Andrew Lloyd Webber keeps theatres\\\". WestEndTheatre.com, 15 December 2010, accessed 19 June 2011 Between 1990 and 1993, renovation and improvements were made by the H.L.M. and C. G. Twelves partnership.Her Majesty's Theatre, Haymarket. Templeman Library, University of Kent, accessed 18 December 2007 In 2014, Really Useful Theatres split-off from the Really Useful Group and owns the theatre.Dennys, Harriet. \\\"Lord Lloyd-Webber splits theatre group to expand on a global stage\\\", The Telegraph, 24 March 2014, accessed 3 October 2014\\n\\n Notes \\n\\n References \\nthumb|right|upright|Society of London Theatre plaque commemorating Her Majesty's Theatre\\n Adams, William Davenport.  A dictionary of the drama (1904) Chatto & Windus\\n Theatre History with much archive material (Arthur Lloyd)\\n Profile of the theatre and other Victorian theatres (Victorian Web)\\n Burden, Michael, \\\"Biagio Rebecca Draws the London Opera House: London\\u2019s Kings Theatre in the 1790s\\\", in The Burlington, 161 (May 2019), pp.\\u00a0364\\u2013373.\\n Earl, John and Michael Sell. Guide to British Theatres 1750\\u20131950, pp.\\u00a0116\\u201317 (Theatres Trust, 2000) \\n Larkin, Colin (ed). Guinness Who's Who of Stage Musicals (Guinness Publishing, 1994) \\n Parker, John (ed). Who's Who in the Theatre, tenth edition, revised, London, 1947, p.\\u00a01184.\\n\\n External links \\n \\n Her Majesty's Theatre official site from the Really Useful Theatres Group\\n \\n Video of the theatre and environs after a 2012 performance\\n\\nCategory:West End theatres\\nCategory:1705 establishments in England\\nCategory:Theatres completed in 1705\\nCategory:Theatres completed in 1897\\nCategory:Theatres in the City of Westminster\\nCategory:Fires in London\\nCategory:Grade II* listed buildings in the City of Westminster\\nCategory:Grade II* listed theatres\\nCategory:Opera houses in England\\nCategory:Ballet in London\\nCategory:Charles J. Phipps buildings\"}"