"{\"title\": \"HMS Indefatigable (1909)\", \"url\": \"https://en.wikipedia.org/wiki/HMS_Indefatigable_%281909%29\", \"text\": \"HMS Indefatigable was the lead ship of her class of three battlecruisers built for the Royal Navy during the first decade of the 20th Century. When the First World War began, Indefatigable was serving with the 2nd Battlecruiser Squadron (BCS) in the Mediterranean, where she unsuccessfully pursued the battlecruiser  and the light cruiser  of the German Imperial Navy as they fled toward the Ottoman Empire. The ship bombarded Ottoman fortifications defending the Dardanelles on 3 November 1914, then, following a refit in Malta, returned to the United Kingdom in February where she rejoined the 2nd BCS.\\n\\nIndefatigable was sunk on 31 May 1916 during the Battle of Jutland, the largest naval battle of the war. Part of Vice-Admiral Sir David Beatty's Battlecruiser Fleet, she was hit several times in the first minutes of the \\\"Run to the South\\\", the opening phase of the battlecruiser action. Shells from the German battlecruiser  caused an explosion ripping a hole in her hull, and a second explosion hurled large pieces of the ship 200\\u00a0feet (60\\u00a0m) in the air. Only three of the crew of 1,019 survived.\\n\\nDesign and description\\n\\nthumb|left|250px|Starboard elevation and deck plan as depicted in Brasseys Naval Annual 1915. Note: plan is of Invincible-class battlecruisers; the Indefatigable-class had a third superstructure element with 'P' & 'Q' turrets more widely spaced.\\nNo battlecruisers were ordered after the three  ships in 1905 until Indefatigable became the lone battlecruiser of the 1908\\u20131909 Naval Programme. A new Liberal Government had taken power in January 1906 and demanded reductions in naval spending, and the Admiralty submitted a reduced programme, requesting dreadnoughts but no battlecruisers. The Cabinet rejected this proposal in favour of two outmoded armoured cruisers but finally acceded to a request for one battlecruiser instead, after the Admiralty pointed out the need to match the recently published German naval construction plan and to maintain the heavy gun and armour industries. Indefatigables outline design was prepared in March 1908, and the final design, slightly larger than Invincible with a revised protection arrangement and additional length amidships to allow her two middle turrets to fire on either broadside, was approved in November 1908. A larger design with more armour and better underwater protection was rejected as too expensive.Roberts, pp. 26\\u201328.\\n\\nIndefatigable had an overall length of , a beam of , and a draught of  at deep load. The ship normally displaced  and  at deep load. She had a crew of 737 officers and ratings.Roberts, pp. 29, 43\\u201344.\\n\\nThe ship was powered by two sets of Parsons direct-drive steam turbines, each driving two propeller shafts, using steam provided by 31 coal-burning Babcock & Wilcox boilers. The turbines were rated at  and were intended to give the ship a maximum speed of . During her sea trials on 10 April 1911, Indefatigable reached a top speed of  from  after her propellers were replaced.Roberts, pp. 76\\u201377, 80. She carried enough coal and fuel oil to give her a range of  at a cruising speed of .Gardiner & Gray, p. 26.\\n\\nThe Indefatigable class had a main armament of eight breech-loading BL  Mark X guns mounted in four hydraulically powered twin-gun turrets. Two turrets were mounted fore and aft on the centreline, identified as 'A' and 'X' respectively. The other two were wing turrets mounted amidships and staggered diagonally: 'P' was forward and to port of the centre funnel, while 'Q' was situated starboard and aft. 'P' and 'Q' turrets had some limited ability to fire to the opposite side. Their secondary armament consisted of sixteen BL  Mark VII guns positioned in the superstructure.Roberts, pp. 81\\u201384. They mounted two  submerged torpedo tubes, one on each side aft of 'X' barbette, and twelve torpedoes were carried.Campbell (1978), p. 14.\\n\\nThe Indefatigables were protected by a waterline  armoured belt that extended between and covered the end barbettes. Their armoured deck ranged in thickness between  with the thickest portions protecting the steering gear in the stern. The turret faces were  thick, and the turrets were supported by barbettes of the same thickness.Roberts, p. 112.\\n\\nIndefatigable was unique among British battlecruisers in having an armoured spotting and signal tower behind the conning tower, protected by  of armour. However, the spotting tower was of limited use, as its view was obscured by the conning tower in front of it and the legs of the foremast and superstructure behind it.Brooks, pp. 42\\u201343. During a pre-war refit, a  rangefinder was added to the rear of the 'A' turret roof, and this turret was equipped to control the entire main armament as an emergency backup for the normal fire-control positions.Roberts, pp. 90\\u201391.\\n\\nWartime modifications\\nIndefatigable received a single QF 3-inch 20 cwt\\\"cwt\\\" is the abbreviation for hundredweight, 20 cwt referring to the weight of the gun. anti-aircraft gun on a high-angle Mark II mount in March 1915. It was provided with 500 rounds. All of her 4-inch guns were enclosed in casemates and given gun shields during a refit in November 1915 to better protect the gun crews from weather and enemy action, although two aft guns were removed at the same time.Campbell (1978), p. 13.\\n\\nShe received a fire-control director between mid-1915 and May 1916 that centralised fire control under the director officer who now fired the guns. The turret crewmen merely had to follow pointers transmitted from the director to align their guns on the target. This greatly increased accuracy since the ship's roll no longer dispersed the shells as each turret fired on its own; also, the fire-control director could more easily spot the fall of the shells.Roberts, pp. 92\\u201393.\\n\\nService\\nEarly career\\nIndefatigable was laid down at the Devonport Dockyard, Plymouth on 23 February 1909. She was launched on 28 October 1909 and was completed on 24 February 1911.Roberts, p. 41. Upon commissioning, Indefatigable served in the 1st Cruiser Squadron, which in January 1913 was renamed the 1st Battlecruiser Squadron (BCS). In December 1913, she transferred to the Mediterranean, where she joined the 2nd Battlecruiser Squadron.Roberts, p. 122.\\n\\nPursuit of Goeben and Breslau\\n\\nIndefatigable, accompanied by the battlecruiser  and under the command of Admiral Sir Berkeley Milne, encountered the German battlecruiser Goeben and the light cruiser Breslau on the morning of 4 August 1914, which were headed east after a cursory bombardment of the French Algerian port of Philippeville. Britain and Germany were not yet at war, so Milne turned to shadow the Germans as they headed back to Messina to re-coal. All three battlecruisers had problems with their boilers, but Goeben and Breslau were able to break contact and reached Messina by the morning of the 5th. By this time, Germany had invaded Belgium and war had been declared, but an Admiralty order to respect Italian neutrality and stay more than  from the Italian coast precluded entering the Strait of Messina, from which they could have observed the port directly. Therefore, Milne stationed  and Indefatigable at the northern exit of the strait, expecting the Germans to break out to the west where they could attack French troop transports. He stationed the light cruiser  at the southern exit, and sent Indomitable to coal at Bizerte, where she was ready for action in the Western Mediterranean.Massie, p. 39.\\n\\nThe Germans sortied from Messina on 6 August and headed east, toward Constantinople, trailed by Gloucester. Milne, still expecting Rear-Admiral Wilhelm Souchon to turn west, kept the battlecruisers at Malta until shortly after midnight on 8 August when he set sail at a leisurely  for Cape Matapan, where Goeben had been spotted eight hours earlier. At 14:30,The times used in this article are in UT, which is one hour behind CET, which is often used in German works. he received an incorrect message from the Admiralty stating that Britain was at war with Austria-Hungary. War would not actually be declared until 12 August, and the order was countermanded four hours later, but Milne gave up the hunt for Goeben, following his standing orders to guard the Adriatic against an Austrian break-out attempt. On 9 August, Milne was given clear orders to \\\"chase Goeben which had passed Cape Matapan on the 7th steering north-east.\\\"Massie, pp. 45\\u201346. Milne still did not believe that Souchon was heading for the Dardanelles, and so he resolved to guard the exit from the Aegean, unaware that the Goeben did not intend to come out.\\n\\nOn 3 November 1914, Winston Churchill, then First Lord of the Admiralty, ordered the first British attack on the Dardanelles following the commencement of hostilities between Ottoman Turkey and Russia. The attack was carried out by Indomitable and Indefatigable, as well as the French pre-dreadnought battleships  and . The intention of the attack was to test the fortifications and measure the Turkish response. The results were deceptively encouraging. In a twenty-minute bombardment, a single shell struck the magazine of the fort at Sedd el Bahr at the tip of the Gallipoli peninsula, displacing (but not destroying) 10 guns and killing 86 Turkish soldiers. The most significant consequence was that the attention of the Turks was drawn to strengthening their defences, and they set about expanding the mine field.Carlyon, p. 47. This attack actually took place before Britain's formal declaration of war on 6 November against the Ottoman Empire. Indefatigable remained in the Mediterranean until she was relieved by Inflexible on 24 January 1915 and proceeded to Malta for a refit; she then sailed to England on 14 February and joined the 2nd BCS upon her arrival. The ship conducted uneventful patrols of the North Sea for the next year and a half. She was the temporary flagship of the 2nd BCS during April\\u2013May 1916, while her half-sister  was under repair after colliding with Indefatigables other half-sister .Burt, p. 103.\\n\\nBattle of Jutland\\n\\nright|thumb|upright=2.2|Diagram of the Battle of Jutland showing the major movements\\nOn 31 May 1916, the 2nd BCS consisted of New Zealand (flagship of Rear-Admiral William Pakenham) and Indefatigable.Burt, p. 104. The squadron was assigned to Admiral Beatty's Battlecruiser Fleet which had put to sea to intercept a sortie by the High Seas Fleet into the North Sea. The British were able to decode the German radio messages and left their bases before the Germans put to sea. Admiral Franz von Hipper's battlecruisers spotted the Battlecruiser Fleet to their west at 15:20, but Beatty's ships did not spot the Germans to their east until 15:30. Two minutes later, he ordered a course change to east south-east to position himself astride the German's line of retreat and called his ships' crews to action stations. He also ordered the 2nd BCS, which had been leading, to fall in astern of the 1st BCS. Hipper ordered his ships to turn to starboard, away from the British, to assume a south-easterly course, and to reduce speed to  to allow three light cruisers of the 2nd Scouting Group to catch up. With this turn Hipper was falling back on the High Seas Fleet, then about  behind him. Around this time Beatty altered course to the east as it was quickly apparent that he was still too far north to cut off Hipper.Tarrant, pp. 69, 71, 75.\\n\\nThis began what was to be called the \\\"Run to the South\\\" as Beatty changed course to steer east south-east at 15:45, paralleling Hipper's course, now that the range closed to under . The Germans opened fire first at 15:48, followed by the British. The British ships were still in the process of making their turn as only the two leading ships,  and , had steadied on their course when the Germans opened fire. The British formation was echeloned to the right with Indefatigable in the rear and furthest to the west, and New Zealand ahead of her and slightly further east. The German fire was accurate from the beginning, but the British overestimated the range as the German ships blended into the haze. Indefatigable aimed at  and New Zealand targeted  while remaining unengaged herself. By 15:54, the range was down to  and Beatty ordered a course change two points to starboard to open up the range at 15:57.\\n\\nthumb|Indefatigable sinking after being struck by shells from Von der Tann\\nthumb|left|HMS Indefatigable blowing up after being struck by shells from Von der Tann\\nAround 16:00, Indefatigable was hit around the rear turret by two or three shells from Von der Tann. She fell out of formation to starboard and started sinking towards the stern and listing to port. Her magazines exploded at 16:03 after more hits, one on the forecastle and another on the forward turret. Smoke and flames gushed from the forward part of the ship and large pieces were thrown  into the air.Tarrant, pp. 80\\u201385. It has been thought that the most likely cause of her loss was a deflagration or low-order explosion in 'X' magazine that blew out her bottom and severed the steering control shafts, followed by the explosion of her forward magazines from the second volley.Roberts, p. 116. More recent archaeological evidence shows that the ship was actually blown in half within the opening minutes of the engagement with Von der Tann which fired only fifty-two  shells at Indefatigable before the fore part of the ship also exploded.McCartney (2017b), p317-329  Of her crew of 1,019, only three survived. While still in the water, two survivors found Indefatigable's captain, C. F. Sowerby, who was badly wounded and died before they could be rescued. Two survivors, Able Seaman Frederick Arthur Gordon Elliott and Leading Signalman Charles Farmer, were rescued by the German torpedo boat .Campbell (1998), p. 61. A third survivor, Signalman John Bowyer, was picked up by another unknown German ship. He was incorrectly reported as a crew member from  in The Times on 24 June 1916.\\n\\nIndefatigable today\\nIndefatigable, along with the other Jutland wrecks, was belatedly declared a protected place under the Protection of Military Remains Act 1986, to discourage further damage to the resting place of 1,016 men. Mount Indefatigable in the Canadian Rockies was named after the battlecruiser in 1917. The wreck was identified in 2001, when it was found to have been heavily salvaged sometime in the past.McCartney (2017a), pp. 196\\u2013204 The most recent survey of the wreck by nautical archaeologist Innes McCartney revealed that the initial hits on the ship by Von der Tann caused 'X' turret magazine to detonate, blowing off a  portion of the ship from forward of the turret to the stern. The supersonic shock-wave such an explosion generated was probably the reason for the very heavy loss of life on board. The fore part of the ship simply drifted on under its own momentum, still under fire, until it foundered. The two halves of the wreck are separated on the seabed by a linear distance of over . The stern portion had not previously been discovered.McCartney (2017b), pp. 317\\u2013329\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n \\n \\n \\n \\n \\n \\n \\n\\n \\n \\n \\n\\nExternal links\\n\\n Maritimequest HMS Indefatigable Photo Gallery\\nBattle of Jutland Crew Lists Project - HMS Indefatigable Crew List\\n\\nCategory:1909 ships\\nCategory:Indefatigable-class battlecruisers\\nCategory:Ships built in Plymouth, Devon\\nCategory:Protected Wrecks of the United Kingdom\\nCategory:Maritime incidents in 1916\\nCategory:Ships sunk at the Battle of Jutland\\nCategory:World War I battlecruisers of the United Kingdom\\nCategory:Naval magazine explosions\"}"