"{\"title\": \"Ursula Franklin\", \"url\": \"https://en.wikipedia.org/wiki/Ursula_Franklin\", \"text\": \"Ursula Martius Franklin,  (16 September 1921 \\u2013 22 July 2016), was a German-Canadian metallurgist, research physicist, author, and educator who taught at the University of Toronto for more than 40 years.Lumley, Elizabeth (editor) (2008), Canadian Who's Who 2008. Toronto: University of Toronto Press, p. 439. She was the author of The Real World of Technology, which is based on her 1989 Massey Lectures; The Ursula Franklin Reader: Pacifism as a Map, a collection of her papers, interviews, and talks; and Ursula Franklin Speaks: Thoughts and Afterthoughts, containing 22 of her speeches and five interviews between 1986 and 2012. Franklin was a practising Quaker and actively worked on behalf of pacifist and feminist causes. She wrote and spoke extensively about the futility of war and the connection between peace and social justice.Franklin (Reader), pp. 2\\u20135. Franklin received numerous honours and awards, including the Governor General's Award in Commemoration of the Persons Case for promoting the equality of girls and women in Canada and the Pearson Medal of Peace for her work in advancing human rights. In 2012, she was inducted into the Canadian Science and Engineering Hall of Fame. A Toronto high school, Ursula Franklin Academy, has been named in her honour.Lumley, p. 439.\\n\\nFranklin is best known for her writings on the political and social effects of technology. For her, technology was much more than machines, gadgets or electronic transmitters. It was a comprehensive system that includes methods, procedures, organization, \\\"and most of all, a mindset\\\".Franklin (Real World), p. 12. She distinguished between holistic technologies used by craft workers or artisans and prescriptive ones associated with a division of labour in large-scale production. Holistic technologies allow artisans to control their own work from start to finish. Prescriptive technologies organize work as a sequence of steps requiring supervision by bosses or managers.Franklin (Real World), pp. 18\\u201320. Franklin argued that the dominance of prescriptive technologies in modern society discourages critical thinking and promotes \\\"a culture of compliance\\\".Franklin (Real World), p. 24.\\n\\nFor some, Franklin belongs in the intellectual tradition of Harold Innis and Jacques Ellul who warn about technology's tendency to suppress freedom and endanger civilization.Rose, Ellen. \\\"An Interview with Heather Menzies (2003).\\\" Antigonish Review. January 1, 2004, p. 113. Franklin herself acknowledged her debt to Ellul as well as to several other thinkers including Lewis Mumford, C. B. Macpherson, E. F. Schumacher, and Vandana Shiva.see Franklin (Reader) p. 210, for example, as well as the more comprehensive list on pp. 367\\u2013368. This debt was not without recognizing that this list was largely absent of women. In addition to the Philosophy of technology, she believed that science was \\\"severely impoverished because women are discouraged from taking part in the exploration of knowledge\\\".\\n\\n Early life \\n\\nUrsula Maria Martius was born in Munich, Germany on September 16, 1921. Her mother was Jewish and an art historian and her father, an ethnographer,Spurr, Ben. \\\"Ursula Franklin remembered as a pioneer for women, a leader for peace\\\". Toronto Star, July 25, 2016. Page A8. came from an old German Protestant family. Franklin once stated that her father was an \\\"Africanist.\\\"  Because of the Nazi persecution of the Jews, her parents tried to send their only child to school in Britain when World War II broke out, but the British refused to issue a student visa to anyone under 18. Ursula studied chemistry and physics at Berlin University until she was expelled by the Nazis. Her parents were interned in concentration camps while Franklin herself was sent to a forced labour camp and repaired bombed buildings. The family survived The Holocaust and was reunited in Berlin after the war.Franklin, Ursula. (2014) Ursula Franklin Speaks: Thoughts and Afterthoughts. Montreal & Kingston: McGill-Queen's University Press.\\n\\nAcademic career\\nFranklin decided to study science because she went to school during a time when the teaching of history was censored. \\\"I remember a real subversive pleasure,\\\" she told an interviewer many years later, \\\"that there was no word of authority that could change either the laws of physics or the conduct of mathematics.\\\" In 1948, Franklin received her Ph.D. in experimental physics at the Technical University of Berlin. She began to look for opportunities to leave Germany after realizing there was no place there for someone fundamentally opposed to militarism and oppression. Franklin moved to Canada after being offered the Lady Davis postdoctoral fellowship at the University of Toronto in 1949. She then worked for 15 years (from 1952 to 1967) as first a research fellow and then as a senior research scientist at the Ontario Research Foundation. In 1967, Franklin became a researcher and associate professor at the Department of Metallurgy and Materials Science University of Toronto's Faculty of Engineering where she was an expert in metallurgy and materials science. She was promoted to full professor in 1973 and was given the designation of University Professor in 1984, becoming the first female professor to receive the university's highest honour. She was appointed professor emerita in 1987, a title she retained until her death.Doherty, Brennan. \\\"Renowned University of Toronto scientist Ursula Franklin dead at 94\\\". Toronto Star, July 23, 2016. She served as director of the university's Museum Studies Program from 1987 to 1989, was named a Fellow of the Ontario Institute for Studies in Education in 1988, and a Senior Fellow of Massey College in 1989.\\n\\nthumb|A U.S. nuclear weapons test in 1953. Franklin helped end such above-ground testing.\\n\\nScientific research\\nFranklin was a pioneer in the field of archaeometry, which applies modern materials analysis to archaeology. She worked for example, on the dating of prehistoric bronze, copper and ceramic artifacts.Sheinin, p. 839. One small example of her work in this field regards what was a standing question on the nature of shiny black Chinese mirrors found in high quantities in ancient tombs. Franklin's use of microscopic, etching, electron microprobe and x-ray fluorescence analyses produced evidence that what was thought by some to be a corrosive effect was in fact present in these ancient mirrors (and weapons) at their inception, in dark iron oxides intentionally added near the objects' surfaces. Franklin additionally pulled from historic and literary accounts of black mirrors in Chinese literature to support these findings. Franklin's expertise was also instrumental to dating glass; she guided a study on the remains of blue glass beads in North America remaining from early trade relationships between American Indian tribes and Europe. Original source: The Bead Forum, Issue 9, October 1986, pages 13-18.\\n\\nIn the early 1960s Franklin was one of a number of scientists who participated in the Baby Tooth Survey, a project founded by Eric and Louise Reiss along with other scientists such as Barry Commoner, which investigated levels of strontium-90\\u2014a radioactive isotope in fallout from nuclear weapons testing\\u2014in children's teeth. This research contributed to the cessation of atmospheric weapons testing. Franklin published more than a hundred scientific papers and contributions to books on the structure and properties of metals and alloys as well as on the history and social effects of technology.Franklin (Reader), p. 369.\\n\\nAs a member of the Science Council of Canada during the 1970s, Franklin chaired an influential study on conserving resources and protecting nature. The study's 1977 report, Canada as a Conserver Society, recommended a wide range of steps aimed at reducing wasteful consumption and the environmental degradation that goes with it.Science Council of Canada. (1977) Canada as a Conserver Society: Resource Uncertainties and the Need for New Technologies. Ottawa: Supply and Services Canada, pp. 71\\u201388. The work on that study helped shape Franklin's ideas about the complexities of modern technological society.Franklin (Reader), pp. 137\\u2013138.\\n\\nActivism\\nFranklin was also active in the Voice of Women (VOW), now the Canadian Voice of Women for Peace, one of Canada's leading social advocacy organizations.  In 1968, she and VOW national president Muriel Duckworth presented a brief to a House of Commons committee asserting that Canada and the United States had entered into military trade agreements without adequate public debate. They argued that these commercial arrangements made it difficult for Canada to adopt independent foreign policy positions such as calling for an immediate U.S. military withdrawal from South Vietnam.Kerans, Marion Douglas. (1996) Muriel Duckworth: A Very Active Pacifist. Halifax: Fernwood Publishing, p. 135. In 1969, Franklin and Duckworth called on a committee of the Canadian Senate to recommend that Canada discontinue its chemical and biological weapons research and spend money instead on environmental research and preventive medicine.Kerans, p. 117. Franklin was also part of a 1969 VOW delegation that urged the federal government to withdraw from the North Atlantic Treaty Organization and establish a special agency to oversee Canadian disarmament.Kerans, p. 138.\\n\\nIn the 1980s, Franklin participated in an organized campaign to win the right for conscientious objectors to redirect part of their income taxes from military uses to peaceful purposes. Her 1987 paper, written to support the campaign, argued that the well-recognized right to refuse military service on grounds of conscience should be extended to include the right to refuse to pay taxes for war preparations.The paper appears in The Ursula Franklin Reader, as \\\"The Nature of Conscience and the Nature of War,\\\" pp. 46\\u201360. Franklin asserted that the freedom of conscience provision of the Canadian Charter of Rights and Freedoms guaranteed this form of conscientious objection.Section 2 of the Charter states that everyone has certain fundamental freedoms including (a) freedom of conscience and religion. Her paper was to be part of an appeal to the Supreme Court of Canada. The lower courts had convicted those withholding part of their taxes of violating the Income Tax Act. In 1990 however, the Supreme Court declined to hear the appeal.\\n\\nFollowing Franklin's retirement, she and several other retired female faculty members filed a class action lawsuit against the University of Toronto claiming it had been unjustly enriched by paying women faculty less than comparably qualified men. In 2002, the lawsuit was settled when the university acknowledged that many of its female professors had suffered from gender barriers and pay discrimination during their careers. As a result, about 60 retired women faculty received a pay equity settlement intended to compensate them for the lower salaries and pensions they had received.Valpy, Michael. \\\"U of T recognizes female academics faced barriers.\\\" Globe and Mail, April 20, 2002.\\n\\nFranklin continued to have a strong association with the University of Toronto's Massey College as a continuing senior fellow and senior resident. Her many activities include encouraging young women to pursue careers in science, promoting peace and social justice, and speaking and writing about the social effects of science and technology.Swenarchuk, pp. 5, 6, 9, 12, 16, 29, 34. Many of her articles and speeches on pacifism, feminism, technology and teaching are collected in The Ursula Franklin Reader published in 2006. Franklin is also the author of The Real World of Technology which is based on her 1989 Massey Lectures broadcast on CBC Radio.\\n\\nIn a piece of writing entitled \\\"Letter to a Graduate Student,\\\" Franklin encouraged the physics career of a student \\\"Marcia,\\\" who is devoted to feminism yet interested in physics and unsure of how to integrate the two. In the letter Franklin extolls the merits of colleague Maggie Benston, whose contributions to feminist thought and pedagogy, Franklin stated, issued from her integrated way of being and philosophical foundation in science. She cites as an example Benston's point that the negative side affects of contraceptive pills are considered tolerable according to present medical practices that are permeated by the patriarchal bias of reductionism. New methodologies are radically needed, she stressed, in concord with Benston's writings. Franklin's trust in relying on scientific principles to navigate even daily struggles such as an environment \\\"surrounded by jerks\\\" characterizes the letter's cheerful closing, in which she recommends \\\"taking field notes\\\" and imagining oneself as an \\\"explorer come upon a strange tribe.\\\" In the letter Franklin mentions as an interested aside the extremely early state of research in solid organic matter, compared to the very well studied condition of solid state physics. She speculates that the neglect of this research area could have a political component, given its benefits to humans rather than to the military.\\n\\nPacifism, feminism and war\\nthumb|The cover of Franklin's 2006 book on pacifism, feminism, technology, teaching and learning\\nUrsula Franklin explains in a prelude to her 2006 collection of papers, interviews and talks that her lifelong interest in structures, in what she terms \\\"the arrangement and interplay of the parts within a whole,\\\" has been at the root of most of her activities.Franklin (Reader), p. 39. Looking back after almost 40 years, she adds, \\\"I can see how I have tried to wrestle with just one fundamental question: 'How can one live and work as a pacifist in the here and now and help to structure a society in which oppression, violence, and wars would diminish and co-operation, equality, and justice would rise?'\\\" As part of the answer, Franklin turns to the metaphor of mapmaking to explain her intellectual journey. \\\"Increasingly I found the maps of conventional wisdom inadequate for my travels,\\\" she writes. \\\"I became unwilling and unable to orient my life according to national maps depicting the realms of 'them' and 'us,' of good guys and bad guys, of winning, defeating, and being defeated; in short, all those maps drawn up for travel towards private gain and personal advancement.\\\"Franklin (Reader), p. 41. Franklin concludes that she has been guided in understanding what she calls \\\"the real world\\\" by \\\"the maps of pacifism and feminism\\\".\\n\\nFor her, feminism meant a completely new point of view: \\\"Feminism isn't an employment agency for women; it's an alternative way of ordering the social space, in which women are the prototype rather than men. It is based on collaboration rather than competition. As a youngster, I still remember my feeling of joy that one could look at the earth differently. That's feminism; everything is differently oriented. Seeing the same world with different eyes.\\\"\\n\\nPacifism and conscience\\n\\nCentral to Franklin's pacifism and her view of life is what she calls \\\"the Quaker vision of the world\\\".Franklin (Reader), p. 43. Individual conscience is at the heart of that vision. So too, is the need to discern appropriate ways of working for peace in each time and place \\\"rather than relying on a dogma of unvarying rules of conduct\\\".Franklin (Reader), pp. 36\\u201337. She notes that for more than 300 years, Quakers have opposed war and violence and have objected to military service and conscription. They have worked on reconciliation, peace research and disarmament and in many countries have won the right for conscientious objectors to perform alternative service instead of taking part in war.Franklin (Reader), p. 53. Franklin remarks that Quaker principles have not changed, but technology has changed the nature of war. In a modern technological society she argues, there is no longer a clear boundary between war and peace. War planning is constant during peacetime and when wars are fought, women and children become targets.Franklin (Reader), p. 54. Nations no longer depend primarily on conscripting military recruits, but rely on advanced weapons systems that are costly to build or acquire.Franklin (Reader), p. 55. She writes that the arms race is driven by a \\\"technological imperative\\\" which requires the creation of an enemy as a permanent social institution:\\n\\nModern weapons technologies, including the required research and development, are particularly capital-intensive and costly. The time between initial research and the deployment of weapon systems can be as long as a decade, during which the government must provide financial security and political justification for the project. In other words, the state not only provides the funding but also identifies a credible external enemy who warrants such expenditure.Franklin (Reader), p. 58.\\n\\nFranklin points out that the technological nature of war requires states to conscript the resources needed to pay for hi-tech devices designed for destruction. Thus, people opposed to war are forced\\u2014through taxation\\u2014to pay for war preparations even if it violates their individual conscience.Franklin (Reader), pp. 55\\u201357.\\n\\nPeace and social justice\\n\\nIn her 1987 paper, Reflections on Theology and Peace, Ursula Franklin contends that \\\"peace is not the absence of war\\u2014peace is the absence of fear.\\\"Franklin (Reader), p. 76. She asserts however, that fear of war and violence is not the only kind of fear that destroys peace. She includes fears arising for example, from economic insecurity, unemployment and the lack of adequate shelter. Franklin points to what she calls \\\"the threat system\\\" which manages people by instilling fear and uncertainty at all levels of society.Franklin (Reader), pp. 69\\u201370.\\n\\n\\\"Peace is not the absence of war\\u2014peace is the absence of fear.\\\"  \\u2013  Ursula Franklin in The Ursula Franklin Reader.\\nFor her, social justice is the essential element needed to banish fear and bring peace. Justice means freedom from oppression, but it also implies equality for all. \\\"In God's eyes,\\\" she writes, \\\"all creatures have value and are subjects of equal care and love; similarly, in a society of justice and peace, all people matter equally.\\\"Franklin (Reader), p. 70. Franklin suggests that in consumer-oriented societies, war and violence are the inevitable result of an acquisitive lifestyle that rejects caring and social justice. She quotes historian Lewis Mumford's observation that during the rise of capitalism, the sins of greed, gluttony, avarice, envy and luxury became cardinal virtues.Franklin (Reader), p. 71. Mumford goes on to argue that the \\\"moral change that took place under capitalism can be summed up in the fact that human purposes, human needs, and human limits no longer exercised a directing and restraining influence upon industry: people worked, not to maintain life, but to increase money and power and to minister to the ego that found satisfaction in vast accumulations of money and power.\\\"Mumford, Lewis. (1973) The Condition of Man. New York: Harcourt, Brace, Jovanovich, Inc., p. 162. Franklin extends Mumford's argument by pointing to new global realities such as militarized economies dependent on weapons production and national borders increasingly closed to refugees. \\\"Any modern theology of peace,\\\" she writes, \\\"must, I think, take into account the worldwide drift towards 'techno-fascism,' the anti-people, anti-justice form of global management and power sharing that is developing around the world.\\\"Franklin (Reader), pp. 71\\u201373.\\n\\nGlobalization as warfare\\n\\nFranklin argues that the end of the Cold War brought two main changes. First, the threat of war between the United States and Soviet Union was replaced by regional wars among smaller states. Second, war was transposed to what Franklin calls \\\"another key\\\"\\u2014the struggle for global commercial and economic dominance.Franklin (Reader), p. 115. She asserts that this new form of war is now called globalization and its battlefields are global stock and currency markets.Franklin (Reader), p. 117. This economic warfare defines the enemy as all those who care about the values of community. \\\"Whatever cannot be merely bought and sold,\\\" Franklin writes, \\\"whatever cannot be expressed in terms of money and gain-loss transactions stands in the way of the 'market' as enemy territory to be occupied, transformed and conquered.\\\"Franklin (Reader), p. 118. A main strategy in this kind of warfare is the privatization of formerly public domains such as culture, health care, prisons and education to generate private profit. Franklin contends that the new economic warlords or \\\"marketeers\\\" aim, for example, to transform \\\"the ill health or misery of our neighbours into investment opportunities for the next round of capitalism.\\\"Franklin (Reader), p. 124. She argues that marketeers have become occupying forces served by \\\"puppet governments who run the country for the benefit of the occupiers.\\\" Franklin has also noted that in democratic politics, the economy is all that seems to matter. \\\"Canada has almost no foreign policy,\\\" she says, \\\"but rather is part of an elaborate network of trade agreements.\\\"\\n\\nFranklin recommends that resistance take the form of refusing to speak the language of the occupiers. This language includes such terms as stakeholders, users, health-care providers and consumers of education to refer to teachers and students, doctors, nurses, patients and communities.Franklin (Reader), p. 125. Franklin also calls for resistance through court challenges and \\\"the creative use of electronic media to bypass the occupation forces' control of information.\\\" Finally, Franklin is a strong supporter of citizen politics, a civic movement which focuses on practical solutions to common problems\\u2014everything from the absence of peace to homelessness and local traffic congestion.Franklin (Reader), p. 280. Borrowing a Quaker term, Franklin calls on citizens to engage in scrupling, the process of sitting down together to discuss and clarify common moral and political concerns. She writes that citizen politics does not seek to overthrow existing governments but to improve them \\\"whether those in power like it or not.\\\"Franklin (Reader), p. 281. The movement also tries to defend communities against those intent, in Franklin's words, on \\\"turning the globe into one giant commercial resource base, while denying a decent and appropriate habitat to many of the world's citizens.\\\"Franklin (Reader), p. 288.\\n\\nWar, failure and 9/11\\n\\nAgain and again in her writings, speeches and interviews, Ursula Franklin insists that war and its violence are not only morally wrong, but also ineffective, impractical, and costly. During a radio interview broadcast two days after the September 11 attacks in the U.S., Franklin argued that violence nowadays is always unsuccessful even for the powerful who try to use it. \\\"Nothing has been resolved by violence over the past fifty years,\\\" Franklin said. \\\"The rational thinking that force does not work, even for the enforcer, is staring us in the face.\\\"How the World Has Changed, an interview broadcast on Ideas, CBC Radio, September 13, 2001. Quoted in Franklin (Reader), p. 129. In a newspaper article published just before the first anniversary of 9/11, Franklin wrote, \\\"It is crucial to recognize that war and war measures are fundamentally dysfunctional instruments of problem-solving. Violence begets more violence, war begets further wars, more enemies and more suffering.\\\"On the First Anniversary of September 11, Toronto Star, August 30, 2002. Quoted in Franklin (Reader), p. 135.\\n\\nWar does not work, not even for the warriors.  \\u2013 Ursula Franklin on the first anniversary of the September 11 attacks.Franklin (Reader), p. 135.\\n\\nFranklin suggested that it would have been more effective if, instead of launching a War on Terrorism, the U.S. had interpreted the attacks as a political earthquake instead of an act of war. She argued that social and political structures are as inherently unstable as geological ones. \\\"Geological fissures and human terrorists are created in a context of forces that can be understood and\\u2014at times\\u2014mitigated. Neither can be eliminated by bombing.\\\"Franklin (Reader), pp. 134\\u2013135.\\n\\nFranklin asserts that militarism is the ultimate development of hierarchical social structures and threat-based systems. \\\"They all work under the implicit assumption that some people matter much less than others, and that all people are of interest only as long as they are needed to support the system or to justify it.\\\"Franklin (Reader), p. 101. She notes that many prominent advocates for women's rights such as Jane Addams and Sylvia Pankhurst were pacifists. \\\"To me, the struggle for women's rights and the opposition to militarism in all its forms are two sides of the same coin.\\\"Franklin (Reader), p. 102.\\n\\nWhen a CBC Radio interviewer suggested to Franklin that her ideas about peace and justice were not connected with what was actually happening in the aftermath of 9/11, she  readily agreed. \\\"Yes, you are quite right. They are totally unconnected. I have spent the best part of my life trying to put these thoughts into the stream that makes decisions, and I've been spectacularly unsuccessful. That, I think, is a reflection on my ability in the climate of the time, not on the value of the thoughts.\\\"Franklin (Reader), p. 131.\\n\\nTechnological society\\n\\nFor Ursula Franklin, technology is a set of practices in the \\\"here and now\\\" rather than an array of machines or gadgets.Franklin (Reader), pp. 16, 137. It is also a comprehensive system. \\\"Technology involves organization, procedures, symbols, new words, equations, and, most of all, a mindset.\\\" Her definition is similar to the French thinker Jacques Ellul's concept of technique. Like Ellul, Franklin asserts that technological methods dominate the modern world. \\\"Technology has built the house in which we all live,\\\" she writes, \\\"today there is hardly any human activity that does not occur within this house.\\\"Franklin (Real World), p. 11. As such, technology is a central element of the here and now. \\\"In the broadest sense of the term, the here and now is our environment, that is, all that is around us\\u2014the ever-changing overlay of nature, the built environment, the institutional and social structures within which human activities take place, as well as the activities themselves\\u2014'the way things are done around here.'\\\"Franklin (Reader), p. 137. Franklin sees her studies of technology as an attempt to understand how technological practices affect the advancement of justice and peace.\\n\\nHolistic and prescriptive technologies\\n\\nAccording to Ursula Franklin, technology is not a set of neutral tools, methods or practices. She asserts that various categories of technology have markedly different social and political effects. She distinguishes for example, between work-related and control-related technologies. Work-related technologies, such as electric typewriters, are designed to make tasks easier. Computerized word processing makes typing easier still. But when computers are linked into work stations\\u2014part of a system\\u2014word processing becomes a control-related technology. \\\"Now workers can be timed,\\\" Franklin writes, \\\"assignments can be broken up, and the interaction between the operators can be monitored.\\\"Franklin (Real World), p. 18.\\n\\nthumb|An ancient Chinese bronze ding. Franklin describes the prescriptive methods used in producing such ritual vessels.\\n\\nFranklin extends the distinction between work and control-related technologies to the larger concept of holistic and prescriptive ones. This enables her to consider the social implications of how work is performed. She writes that holistic technologies are usually associated with craft work. \\\"Artisans, be they potters, weavers, metal-smiths, or cooks, control the process of their own work from beginning to finish.\\\" Artisans may specialize in a particular kind of product, but they are always in total control of the process of production and each thing they make or create is unique.Franklin (Real World), p. 19. Prescriptive technologies, on the other hand, break work down into a series of discrete, standardized steps. \\\"Each step is carried out by a separate worker, or group of workers, who need to be familiar only with the skills of performing that one step.\\\"Franklin (Real World), p. 20.\\n\\nAlthough the division of labour inherent in prescriptive technologies is usually associated with the industrial revolution, Franklin points out that such production methods have been used since ancient times. Chinese bronze casting before 1200 BC for example, required a tightly controlled and closely supervised production process as well as a strict division of labour.Franklin describes Chinese bronze casting in some detail in Real World, pp. 20\\u201323. Franklin writes that when she studied Chinese bronze casting as a metallurgist, \\\"the extraordinary social meaning of prescriptive technologies dawned on me. I began to understand what they meant, not just in terms of casting bronze but in terms of discipline and planning, of organization and command.\\\"Franklin (Real World), pp. 22\\u201323.\\n\\nTechnology's culture of compliance\\n\\nFranklin argues that in modern society, control-related and prescriptive technologies are dominant. \\\"When work is organized as a sequence of separately executable steps, the control over the work moves to the organizer, the boss or manager,\\\" she writes. \\\"In political terms, prescriptive technologies are designs for compliance.\\\"Franklin (Real World), p. 23. Emphasis in original. For Franklin, workers accustomed to following prescriptive rules become used to seeing external control and internal compliance as normal and necessary. They also come to believe that there is only one prescribed way of performing a wide variety of tasks. \\\"While we should not forget that these prescriptive technologies are often exceedingly effective and efficient, they come with an enormous social mortgage. The mortgage means that we live in a culture of compliance, that we are ever more conditioned to accept orthodoxy as normal, and to accept that there is only one way of doing 'it'.\\\"Franklin (Real World), p. 24\\n\\nFranklin points out that prescriptive technologies have moved beyond materials production to the realms of administration, government and social services. She argues that tasks which require nurturing or caring for people, in health and education for example, are best done holistically. Yet such tasks are increasingly coming under the sway of prescriptive technologies based on what Franklin calls a production model. Professor Heather Menzies, an admirer of Franklin, describes for example, how nursing tasks are performed in keeping with preset, computerized check lists which leave little discretionary time for dealing with the unexpected or talking with patients who are lonely or distressed.Menzies, Heather. (2005) No Time: Stress and the Crisis of Modern Life. Vancouver: Douglas & McIntyre Ltd., pp. 126\\u2013130. Franklin herself notes that schools and universities test and promote students based on strict production schedules yet \\\"if there ever was a holistic process, a process that cannot be divided into rigid predetermined steps, it is education.\\\"Franklin (Real World), p. 29.\\n\\nTechnology and power\\n\\nthumb|Franklin writes that household sewing on machines such as this gave way to the industrial production of cheap clothing in sweatshops that exploited female labour.\\n\\nUrsula Franklin rejects the idea that powerful technologies automatically determine the ways in which people live and work. She maintains that the uses of technology are not preordained, but are the result of conscious choices.Franklin (Real World), p. 115. The dominant prescriptive technologies establish structures of power and control that follow what Franklin sees as male patterns of hierarchy, authoritarianism, competition and exclusion.Franklin (Real World), p. 103. Female workers are often victims of these patterns. Mechanical sewing machines were introduced in 1851 with the promise that they would liberate women from household drudgery. But when the machines ended up in factory sweatshops to produce cheap clothing, the new technology was used to exploit female workers.Franklin (Real World), pp. 100\\u2013101. \\\"A strictly prescriptive technology with the classic division of labour arose from the introduction of new, supposedly liberating 'domestic' machines,\\\" Franklin notes. \\\"In the subsequent evolution of the garment industry, much of the designing, cutting, and assembling began to be automated, often to the complete exclusion of workers.\\\"Franklin (Real World), p. 101. She points to similar examples in other industries. Female operators helped introduce the telephone only to be replaced by automated switchboards after the technology had been successfully established while secretaries struggled to make the early mechanical typewriters function properly, but ended up performing fragmented and increasingly meaningless tasks.Franklin (Real World), pp. 106\\u2013110.\\n\\n\\\"Many technological systems, when examined for context and overall design, are basically anti-people,\\\" Franklin writes. \\\"People are seen as sources of problems while technology is seen as a source of solutions.\\\"Franklin (Real World), p. 76. As a result, people live and work under conditions structured for the well-being of technology even though manufacturers and promoters always present new technologies as liberating.Franklin (Real World), p. 86. \\\"The dreams of flight, of fast private transportation, of instant communication across continents, and of helpful machines, all stress liberation from hard physical labour at work or drudgery at home.\\\"Franklin (Real World), pp. 95\\u201396. But once technologies are accepted and standardized, they often enslave or displace their users. Franklin argues that work could be made less prescriptive in workplaces that are less rigidly hierarchical if we adopted more holistic practices based on the way women traditionally work in running households for example, or in caring for children.Franklin (Real World), p. 104.\\n\\nCommunications technologies\\n\\nFranklin asserts that powerful communications technologies have reshaped political and social realities distancing people from each other and their immediate environments. Radio and television for example, transmit messages instantaneously from afar\\u2014messages that are separated from people's experiences in the vicinities where they live and work. Franklin calls such messages pseudorealities. She writes they are based on images that are constructed, staged and selected to create emotional effects and the illusion of \\\"being there\\\" as a participant, not just as an observer.Franklin (Real World), p. 42. She asserts however, that one-way communications technologies reduce or eliminate reciprocity, the normal give and take of face-to-face communication.Franklin (Real World), pp. 48\\u201349. In fact, Franklin writes that she would like to call these \\\"non-communications\\\" technologies because of their lack of reciprocity.\\n\\nAccording to Franklin, the selective fragments or pseudorealities that become news stories are produced to attract and hold people's attention by focusing on the unusual over the usual. She acknowledges that no one is forced to watch television or listen to radio; people can explore other channels of communication. But the pseudorealities created by the media are still there \\\"and the world is structured to believe in them.\\\"Franklin (Real World), p. 44. She argues that images from afar have taken over much of our everyday reality like an immensely powerful occupation force. \\\"And somewhere, someone will have to ask, 'How come the right to change our mental environment\\u2014to change the constructs of our minds and the sounds around us\\u2014seems to have been given away without anybody's consent?'\\\"Franklin (Real World), p. 44. Franklin's question is somewhat similar to Marshall McLuhan's warning about the effects of commercial media: \\\"Once we have surrendered our senses and nervous systems to the private manipulation of those who would try to benefit from taking a lease on our eyes and ears and nerves, we don't really have any rights left. Leasing our eyes and ears and nerves to commercial interests is like handing over the common speech to a private corporation, or like giving the earth's atmosphere to a company as a monopoly.\\\" See, McLuhan, Marshall. (2003) Understanding Media: The Extensions of Man. Critical edition, edited by W. Terrence Gordon. Corte Madera, CA: Gingko Press Inc. pp. 99\\u2013100.\\n\\nSilence and the commons\\n\\n\\\"Silence,\\\" Franklin writes, \\\"possesses striking similarities [to] aspects of life and community, such as unpolluted water, air, or soil, that were once taken as normal and given, but have become special and precious in technologically mediated environments.\\\"Franklin (Reader), p. 157. She argues that the technological ability to separate recorded sound from its source makes the sound as permanent as the Muzak that plays endlessly in public places without anyone's consent.Franklin (Reader), pp. 158, 161. For Franklin, such canned music is a manipulative technology programmed to generate predictable emotional responses and to increase private profit. She compares this destruction of silence to the British enclosure laws which fenced off the commons for private farming.Franklin (Reader), pp. 162\\u2013163.\\n\\nFranklin maintains that the core of the strength of silence is its openness to unplanned events. Quakers, she writes, worship God in collective silence. \\\"I think that if any one of you attended a Quaker meeting, particularly on a regular basis,\\\" she told a 1993 conference on acoustic ecology, \\\"you would find that suddenly, out of the silence, someone will speak about something that had just entered your mind. It's an uncanny thing, but the strength of collective silence is probably one of the most powerful spiritual forces.\\\"Franklin (Reader), p. 160. Franklin advocates defending the human right to public silence\\u2014negotiating one music-free elevator for example, or lobbying for quiet rooms in public buildings. She also recommends starting and ending meetings with a few minutes of silence.Franklin (Reader), p. 164.\\n\\nPersonal life\\n\\nIn 1952, Ursula Franklin married Fred Franklin (born 1921), an engineer of German Jewish ancestry who had been exposed to Quakerism while living in England, where he had been sent to boarding school to escape the Nazis in 1936 and remained until emigrating to Canada in 1948. They had no family in Canada and, after their two children were born, they searched for a spiritual home and joined the Society of Friends (Quakers) in 1964. \\\"We were pacifists before we were Quakers,\\\" Franklin says, \\\"but it was a very easy transition to Quakerism for us, and it has been a very good home and an extended family for us and our children.\\\" Franklin spent her last years in a nursing home with Fred, who survived her. She died on July 22, 2016 at the age of 94.Rumley, Jonathan. \\\"Ursula Franklin, renowned Canadian scientist, dead at 94\\\". CBC News, Jul 23, 2016.\\n\\nDonation to Seneca College\\nIn April 2013, Franklin donated her extensive collection of writings devoted to Chinese culture and history to the Confucius Institute at Seneca College in Toronto. The collection included more than 220 texts, books, publications, and journals interpreting Chinese culture and history from the perspective of Western scholars. It also contained some of Franklin's own working papers and files. The collection is stewarded by Seneca Archives and Special Collections, a service of Seneca Libraries. https://seneca.libguides.com/archives \\n\\nAwards and honours\\n\\nFranklin received numerous awards and honours during her long career. In 1984, she became the first woman at the University of Toronto to be named University Professor, a special title which is the highest honour given by the university. She was named Officer of the Order of Canada in 1981 and a Companion of the Order in 1992. She was appointed to the Order of Ontario in 1990. In 1982, she was given the award of merit for the City of Toronto, mainly for her work in neighbourhood planning.The Order of Ontario award and Toronto's award of merit are listed in Franklin (Reader), p. 370. She received an honorary membership in the Delta Kappa Gamma Society International for women educators in 1985. Two years later, she was given the Elsie Gregory McGill memorial award for her contributions to education, science and technology. In 1989, she received the Wiegand Award which recognizes Canadians who have made significant contributions to the understanding of the human dimensions of science and technology.These three honours are listed in a postscript to Franklin's Real World of Technology. In 1991, she received a Governor General's Award in Commemoration of the Person's Case for advancing the equality of girls and women in Canada. The same year, she received the Sir John William Dawson Medal. She received the 2001 Pearson Medal of Peace for her work in human rights. She has a Toronto high school named after her, Ursula Franklin Academy.These awards are listed in Lumley, p. 439. In 2004, Franklin was awarded one of Massey College's first Adrienne Clarkson Laureateships, honoring outstanding achievement in public service.MasseyNews, annual newsletter of Massey College, Toronto, 2003\\u20132004, No. 35  (October 2004), pp. 1,  15. She was inducted into the Canadian Science and Engineering Hall of Fame in 2012. She received honorary degrees from more than a dozen Canadian universities including a Doctor of Science from Queen's University and a Doctor of Humane Letters from Mount Saint Vincent University, both awarded in 1985.Sheinin, p. 839\\n\\nSee also\\n Timeline of women in science\\n\\nNotes\\n\\nReferences\\nEllul, Jacques. (1964) The Technological Society. New York: Vintage Books. \\nKerans, Marion Douglas. (1996) Muriel Duckworth: A Very Active Pacifist. Halifax: Fernwood Publishing. \\nLumley, Elizabeth (editor). (2008) Canadian Who's Who 2008. Toronto: University of Toronto Press. \\nMcLuhan, Marshall. (2003) Understanding Media: The Extensions of Man. Critical edition, edited by W. Terrence Gordon. Corte Madera, CA: Gingko Press Inc. \\nMenzies, Heather. (2005) No Time: Stress and the Crisis of Modern Life. Vancouver: Douglas & McIntyre Ltd. \\nMumford, Lewis. (1973) The Condition of Man. New York: Harcourt, Brace, Jovanovich, Inc. \\nRose, Ellen. An Interview with Heather Menzies (2003). Antigonish Review, # 136, p.\\u00a0111. January 1, 2004. \\nScience Council of Canada. (1977) Canada as a Conserver Society: Resource Uncertainties and the Need for New Technologies. Ottawa: Supply and Services Canada. \\nSheinin, Rose. (1988) The Canadian Encyclopedia. (Second Edition, Vol. II). Edmonton: Hurtig Publishers Ltd. \\nSwenarchuk, Michelle. (2006) Introduction to The Ursula Franklin Reader: Pacifism as a Map. Toronto: Between the Lines. \\n\\nBibliography\\n Franklin, Ursula. (1984) Knowledge reconsidered : a feminist overview = Le savoir en question : vue d'ensemble f\\u00e9ministe. Ottawa, ON: Canadian Research Institute for the Advancement of Women. \\n Franklin, Ursula. (1985) Will women change technology or will technology change women?. Ottawa, ON: Canadian Research Institute for the Advancement of Women. \\n Franklin, Ursula. (1992) The Real World of Technology. (CBC Massey lectures series.) Concord, ON: House of Anansi Press Limited. \\n Franklin, Ursula. (1996) Every Tool Shapes the Task: Communities and the Information Highway (Discussion Series #5). Vancouver, BC: Lazara Press. \\n Franklin, Ursula. (2006)  The Ursula Franklin Reader: Pacifism as a Map. Toronto: Between the Lines Books. \\n Franklin, Ursula, and Sarah Jane Freeman. Ursula Franklin Speaks: Thoughts and Afterthoughts. McGill-Queen's University Press \\n\\nFurther reading\\nBeniger, James R. (1986) The Control Revolution: Technological and Economic Origins of the Information Society. Cambridge: Harvard University Press. \\nBoulding, Kenneth E. (1969) The Image: Knowledge in Life and Society. Ann Arbor: The University of Michigan Press. \\nEllul, Jacques. (1981) Perspectives on Our Age. Toronto: Canadian Broadcasting Corporation. \\nEllul, Jacques. (1980) The Technological System. New York: The Continuum Publishing Corporation. \\nGiedion, Siegfried. (1969) Mechanization Takes Command: A Contribution to Anonymous History. New York: W.W. Norton & Company Inc. \\nGrant, George. (1969) Technology and Empire: Perspectives on North America. Toronto: House of Anansi Press Limited. \\nGrant, George. (1986) Technology and Justice. Toronto: House of Anansi Press Limited. \\nJacobs, Jane. (1992) Systems of Survival: A Dialogue on the Moral Foundations of Commerce and Politics. New York: Random House. \\nMathur, Piyush. (2017) Technological Forms and Ecological Communication:  A Theoretical Heuristic. Lanham, Maryland: Lexington Books. \\nMenzies, Heather. (1989). Fast Forward and Out of Control: How Technology is Changing Your Life. Toronto: Macmillan of Canada. \\nMenzies, Heather. (1996) Whose Brave New World? The Information Highway and the New Economy. Toronto: Between the Lines. \\nMumford, Lewis. (1934) Technics and Civilization. New York: Harcourt, Brace and Co. \\nMumford, Lewis. (1967) The Myth of the Machine: Technics and Human Development. New York: Harcourt, Brace & World, Inc. \\nNoble, David F. (1995) Progress Without People: New Technology, Unemployment and the Message of Resistance. Toronto: Between the Lines. \\nPolanyi, Karl. (1957) The Great Transformation: The Political and Economic Origins of Our Time. Boston: Beacon Press. \\nPostman, Neil. (1993) Technopoly: The Surrender of Culture to Technology. New York: Vintage Books. \\nRose, Ellen. Speaking Truth to Power in New Brunswick: A Review-Essay of the Ursula Franklin Reader: Pacifism as a Map. Antigonish Review, # 151, p.\\u00a0119. October 1, 2007. \\nSchumacher, E. F. (1974) Small is Beautiful: A Study of Economics As If People Mattered. London: ABACUS ed. \\nShiva, Vandana. (1993) Monocultures of the Mind: Perspectives on Biodiversity and Biotechnology. London and New Jersey: Zed Books Limited. \\n\\nExternal links\\n\\nArchival papers held at University of Toronto Archives and Records Management Services\\n Pearson Medal of Peace \\u2013 Dr. Ursula M. Franklin\\n The Real World of Technology\\n The Ursula Franklin Reader: Pacifism as a Map\\n Ursula Franklin Speaks: Thoughts and Afterthoughts\\n science.ca: Ursula Franklin profile\\n Order of Canada citation\\n Amazing Structure: A Conversation With Ursula Franklin\\n\\nCategory:1921 births\\nCategory:2016 deaths\\nCategory:Canadian physicists\\nCategory:Metallurgists\\nCategory:Canadian women physicists\\nCategory:Canadian women scientists\\nCategory:Canadian Christian pacifists\\nCategory:Canadian feminists\\nCategory:Canadian humanitarians\\nCategory:Canadian Quakers\\nCategory:20th-century Quakers\\nCategory:Canadian women academics\\nCategory:Companions of the Order of Canada\\nCategory:Fellows of the Royal Society of Canada\\nCategory:Canadian people of German descent\\nCategory:Canadian people of German-Jewish descent\\nCategory:German emigrants to Canada\\nCategory:Holocaust survivors\\nCategory:Massey College, Toronto\\nCategory:Members of the Order of Ontario\\nCategory:Naturalized citizens of Canada\\nCategory:People from Munich\\nCategory:Technical University of Berlin alumni\\nCategory:Pacifist feminists\\nCategory:University of Toronto faculty\\nCategory:University of Toronto alumni\\nCategory:Governor General's Award in Commemoration of the Persons Case winners\\nCategory:Sandford Fleming Award recipients\\nCategory:20th-century physicists\\nCategory:20th-century women scientists\\nCategory:Philosophers of technology\"}"