"{\"title\": \"Battle of Cape Esperance\", \"url\": \"https://en.wikipedia.org/wiki/Battle_of_Cape_Esperance\", \"text\": \"The Battle of Cape Esperance, also known as the Second Battle of Savo Island and, in Japanese sources, as the , took place on 11\\u201312 October 1942, in the Pacific campaign of World War II between the Imperial Japanese Navy and United States Navy. The naval battle was the second of four major surface engagements during the Guadalcanal campaign and took place at the entrance to the strait between Savo Island and Guadalcanal in the Solomon Islands. Cape Esperance  is the northernmost point on Guadalcanal, and the battle took its name from this point.\\n\\nOn the night of 11 October, Japanese naval forces in the Solomon Islands area\\u2014under the command of Vice Admiral Gunichi Mikawa\\u2014sent a major supply and reinforcement convoy to their forces on Guadalcanal. The convoy consisted of two seaplane tenders and six destroyers and was commanded by Rear Admiral Takatsugu Jojima. At the same time, but in a separate operation, three heavy cruisers and two destroyers\\u2014under the command of Rear Admiral Aritomo Got\\u014d\\u2014were to bombard the Allied airfield on Guadalcanal (called Henderson Field by the Allies) with the object of destroying Allied aircraft and the airfield's facilities.\\n\\nShortly before midnight on 11 October, a U.S. force of four cruisers and five destroyers\\u2014under the command of Rear Admiral Norman Scott\\u2014intercepted Got\\u014d's force as it approached Savo Island near Guadalcanal. Taking the Japanese by surprise, Scott's warships sank one of Got\\u014d's cruisers and one of his destroyers, heavily damaged another cruiser, mortally wounded Got\\u014d, and forced the rest of Got\\u014d's warships to abandon the bombardment mission and retreat. During the exchange of gunfire, one of Scott's destroyers was sunk and one cruiser and another destroyer were heavily damaged. In the meantime, the Japanese supply convoy successfully completed unloading at Guadalcanal and began its return journey without being discovered by Scott's force. Later on the morning of 12 October, four Japanese destroyers from the supply convoy turned back to assist Got\\u014d's retreating, damaged warships. Air attacks by U.S. aircraft from Henderson Field sank two of these destroyers later that day.\\n\\nAs with the preceding naval engagements around Guadalcanal, the strategic outcome was inconclusive because neither the Japanese nor United States navies secured operational control of the waters around Guadalcanal as a result of this action. However, the Battle of Cape Esperance provided a significant morale boost to the U.S. Navy after the failure at Savo Island.\\n\\nBackground\\nOn 7 August 1942, Allied forces (primarily U.S.) landed on Guadalcanal, Tulagi, and Florida Islands in the Solomon Islands. The objective was to deny the islands to the Japanese as bases for threatening the supply routes between the U.S. and Australia, and secure starting points for a campaign to isolate the major Japanese base at Rabaul while also supporting the Allied New Guinea campaign. The Guadalcanal campaign would last six months.Hogue, Pearl Harbor to Guadalcanal, pp. 235\\u2013236.\\n\\nTaking the Japanese by surprise, by nightfall on 8 August, the Allied forces, mainly consisting of U.S. Marines, had secured Tulagi and nearby small islands, as well as an airfield under construction at Lunga Point on Guadalcanal (later completed and named Henderson Field). Allied aircraft operating out of Henderson became known as the \\\"Cactus Air Force\\\" (CAF) after the Allied codename for Guadalcanal.Morison, Struggle for Guadalcanal, pp. 14\\u201315 and Shaw, First Offensive, p. 18. Henderson Field was named after Major Lofton R. Henderson, a marine aviator killed during the Battle of Midway.\\n\\nIn response, the Japanese Imperial General Headquarters assigned the Imperial Japanese Army's 17th Army\\u2014a corps-sized formation headquartered at Rabaul under Lieutenant-General Harukichi Hyakutake\\u2014with the task of retaking Guadalcanal. On 19 August, various units of the 17th Army began to arrive on the island.Griffith, Battle for Guadalcanal, p. 96\\u201399, Dull, Imperial Japanese Navy, p. 225.\\n\\nDue to the threat posed by Allied aircraft, the Japanese were unable to use large, slow transport ships to deliver their troops and supplies to the island, and warships were used instead. These ships\\u2014mainly light cruisers and destroyers\\u2014were usually able to make the round trip down \\\"the Slot\\\" to Guadalcanal and back in a single night, thereby minimizing their exposure to air attacks. Delivering troops in this manner, however, prevented most of the heavy equipment and supplies, such as heavy artillery, vehicles, and much food and ammunition, from being delivered. In addition, they expended destroyers, which were desperately needed for commerce defense. These high-speed runs occurred throughout the campaign and were later called the \\\"Tokyo Express\\\" by the Allies and \\\"Rat Transportation\\\" by the Japanese.Frank, Guadalcanal, pp. 202, 210\\u2013211.\\nthumb|right|The Solomon Islands area in the south Pacific. The Japanese base at Rabaul is at the upper left. Guadalcanal (lower right) lies at the southeastern end of \\\"The Slot\\\", the route utilized by Japanese \\\"Tokyo Express\\\" missions.\\n\\nDue to the heavier concentration of Japanese surface combat vessels and their well-positioned logistical base at Simpson Harbor, Rabaul, and their victory at the Battle of Savo Island in early August, the Japanese had established operational control over the waters around Guadalcanal at night. However, any Japanese ship remaining within range\\u2014about \\u2014of American aircraft at Henderson Field, during the daylight hours, was in danger of damaging air attacks. This persisted for the months of August and September, 1942. The presence of Admiral Scott's task force at Cape Esperance represented the U.S. Navy's first major attempt to wrest night time operational control of waters around Guadalcanal away from the Japanese.Morison, Struggle for Guadalcanal, pp. 113\\u2013114.\\n\\nThe first attempt by the Japanese Army to recapture Henderson Field was on 21 August, in the Battle of the Tenaru, and the next, the Battle of Edson's Ridge, from 12\\u201314 September; both failed.Frank, Guadalcanal, pp. 141\\u2013143, 156\\u2013158, 228\\u2013246, & 681.\\n\\nThe Japanese set their next major attempt to recapture Henderson Field for 20 October and moved most of the 2nd and 38th infantry divisions, totalling 17,500 troops, from the Dutch East Indies to Rabaul in preparation for delivering them to Guadalcanal. From 14 September to 9 October, numerous Tokyo Express runs delivered troops from the Japanese 2nd Infantry Division as well as Hyakutake to Guadalcanal. In addition to cruisers and destroyers, some of these runs included the seaplane carrier , which delivered heavy equipment to the island including vehicles and heavy artillery other warships could not carry because of space limitations. The Japanese Navy promised to support the Army's planned offensive by delivering the necessary troops, equipment, and supplies to the island, and by stepping up air attacks on Henderson Field and sending warships to bombard the airfield.Rottman, Japanese Army, p. 61; Griffith, Battle for Guadalcanal, p. 152; Frank, Guadalcanal, pp. 224, 251\\u2013254, 266\\u2013268, & 289\\u2013290; Dull, Imperial Japanese Navy, p. 225\\u2013226; and Smith, Bloody Ridge, pp. 132 & 158.\\n\\nIn the meantime, Major General Millard F. Harmon\\u2014commander of United States Army forces in the South Pacific\\u2014convinced Vice Admiral Robert L. Ghormley\\u2014overall commander of Allied forces in the South Pacific\\u2014that the marines on Guadalcanal needed to be reinforced immediately if the Allies were to successfully defend the island from the next expected Japanese offensive. Thus, on 8 October, the 2,837 men of the 164th Infantry Regiment from the U.S. Army's Americal Division boarded ships at New Caledonia for the trip to Guadalcanal with a projected arrival date of 13 October.Frank, Guadalcanal, p. 293; Cook, Cape Esperance, pp. 19\\u201320; Morison, Struggle for Guadalcanal, pp. 147\\u2013148; and Dull, Imperial Japanese Navy, p. 225.\\nthumb|left|upright|U.S. Rear Admiral Norman Scott\\n\\nTo protect the transports carrying the 164th to Guadalcanal, Ghormley ordered Task Force 64 (TF\\u00a064), consisting of four cruisers (, , , and ) and five destroyers (, , , , and ) under U.S. Rear Admiral Norman Scott, to intercept and combat any Japanese ships approaching Guadalcanal and threatening the convoy. Scott conducted one night battle practice with his ships on 8 October, then took station south of Guadalcanal near Rennell Island on 9 October, to await word of any Japanese naval movement toward the southern Solomons.Cook, Cape Esperance, pp. 16 and 19\\u201320; Frank, Guadalcanal, pp. 295\\u2013297; Morison, Struggle for Guadalcanal, pp. 148\\u2013149; and Dull, Imperial Japanese Navy, p. 225. Since not all the TF 64 warships were available, Scott's force was designated as Task Group 64.2. The U.S. destroyers were from Squadron 12, commanded by Captain Robert G. Tobin in Farenholt.\\n\\nContinuing with preparations for the October offensive, Japanese Vice Admiral Gunichi Mikawa's Eighth Fleet staff, headquartered at Rabaul, scheduled a large and important Tokyo Express supply run for the night of 11 October. Nisshin would be joined by the seaplane carrier  to deliver 728 soldiers, four large howitzers, two field guns, one anti-aircraft gun, and a large assortment of ammunition and other equipment from the Japanese naval bases in the Shortland Islands and at Buin, Bougainville, to Guadalcanal. Six destroyers, five of them carrying troops, would accompany Nisshin and Chitose. The supply convoy\\u2014called the \\\"Reinforcement Group\\\" by the Japanese\\u2014was under the command of Rear Admiral Takatsugu Jojima. At the same time but in a separate operation, the three heavy cruisers of Cruiser Division 6 (CruDiv6)\\u2014, , and , under the command of Rear Admiral Aritomo Got\\u014d\\u2014were to bombard Henderson Field with special explosive shells with the object of destroying the CAF and the airfield's facilities. Two screening destroyers\\u2014 and \\u2014accompanied CruDiv6. Since U.S. Navy warships had yet to attempt to interdict any Tokyo Express missions to Guadalcanal, the Japanese were not expecting any opposition from U.S. naval surface forces that night.Frank, Guadalcanal, pp. 295\\u2013296; Hackett, HIJMS Aoba: Tabular Record of Movement; Cook, Cape Esperance, pp. 31 and 57; Morison, Struggle for Guadalcanal, p. 149\\u2013151; D'Albas, Death of a Navy, p. 183; and Dull, Imperial Japanese Navy, p. 226. CombinedFleet.com states Jojima commanded the reinforcement convoy. Other accounts, however, state the commanding officer of Nisshin commanded the convoy and Jojima was not present. Jojima may have issued orders to the convoy from elsewhere in the Solomon Islands or from Rabaul.\\n\\nBattle\\nPrelude\\nthumb|upright|Japanese Rear Admiral Aritomo Got\\u014d\\n\\nAt 08:00, on 11 October, Jojima's reinforcement group departed the Shortland Islands anchorage to begin their  run down the Slot to Guadalcanal. The six destroyers that accompanied Nisshin and Chitose were , , , , , and . Got\\u014d departed the Shortland Islands for Guadalcanal at 14:00 the same day.Cook, Cape Esperance, pp. 31\\u201332 and 57; Frank, Guadalcanal, p. 296; Morison, Struggle for Guadalcanal, pp. 150\\u2013151; and Hackett, IJN Seaplane Tender Chitose.\\n\\nTo protect the reinforcement group's approach to Guadalcanal from the CAF, the Japanese 11th Air Fleet, based at Rabaul, Kavieng, and Buin, planned two air strikes on Henderson Field for 11 October. A \\\"fighter sweep\\\" of 17 Mitsubishi A6M3 Zero fighters swept over Henderson Field just after mid-day but failed to engage any U.S. aircraft. Forty-five minutes later, the second wave\\u201445 Mitsubishi G4M2 \\\"Betty\\\" bombers and 30 Zeros\\u2014arrived over Henderson Field. In an ensuing air battle with the CAF, one G4M and two U.S. fighters were downed. Although the Japanese attacks failed to inflict significant damage, they did prevent CAF bombers from finding and attacking the reinforcement group. As the reinforcement group transited the Slot, relays of 11th Air Fleet Zeros from Buin provided escort. Emphasizing the importance of this convoy for Japanese plans, the last flight of the day was ordered to remain on station over the convoy until darkness, then ditch their aircraft and await pickup by the reinforcement group's destroyers. All six Zeros ditched; only one pilot was recovered.Frank, Guadalcanal, pp.295\\u2013296; Cook, Cape Esperance, pp. 32\\u201333; Morison, Struggle for Guadalcanal, pp. 149\\u2013150. Frank says five of the Zero pilots were not recovered, but Cook says all but one was rescued.\\n\\nAllied reconnaissance aircraft sighted Jojima's supply convoy  from Guadalcanal between Kolombangara and Choiseul in the Slot at 14:45 on the same day, and reported it as two \\\"cruisers\\\" and six destroyers. Got\\u014d's force\\u2014following the convoy\\u2014was not sighted. In response to the sighting of Jojima's force, at 16:07 Scott turned toward Guadalcanal for an interception.Cook, Cape Esperance, pp. 19 and 31; Frank, Guadalcanal, p. 296; Morison, Struggle for Guadalcanal, p. 150; Dull, Imperial Japanese Navy, p. 226; and Hackett, IJN Seaplane Tender Chitose.\\n\\nScott crafted a simple battle plan for the expected engagement. His ships would steam in column with his destroyers at the front and rear of his cruiser column, searching across a 300 degree arc with SG surface radar in an effort to gain positional advantage on the approaching enemy force. The destroyers were to illuminate any targets with searchlights and discharge torpedoes while the cruisers were to open fire at any available targets without awaiting orders. The cruiser's float aircraft, launched in advance, were to find and illuminate the Japanese warships with flares. Although Helena and Boise carried the new, greatly improved SG radar, Scott chose San Francisco as his flagship.Frank, Guadalcanal, pp. 293\\u2013294; Cook, Cape Esperance, pp. 22\\u201323, 25\\u201327, and 37; and Morison, Struggle for Guadalcanal, p. 149.\\n\\nAt 22:00, as Scott's ships neared Cape Hunter at the northwest end of Guadalcanal, three of Scott's cruisers launched floatplanes. One crashed on takeoff, but the other two patrolled over Savo Island, Guadalcanal, and Ironbottom Sound. As the floatplanes were launched, Jojima's force was just passing around the mountainous northwestern shoulder of Guadalcanal, and neither force sighted each other. At 22:20, Jojima radioed Got\\u014d and told him no U.S. ships were in the vicinity. Although Jojima's force later heard Scott's floatplanes overhead while unloading along the north shore of Guadalcanal, they failed to report this to Got\\u014d.Cook, Cape Esperance, pp. 25\\u201329, 33, and 60; Frank, Guadalcanal, pp. 298\\u2013299; Dull, Imperial Japanese Navy, p. 226; and Morison, Struggle for Guadalcanal, pp. 152\\u2013153.\\n\\nAt 22:33, just after passing Cape Esperance, Scott's ships assumed battle formation. The column was led by Farenholt, Duncan, and Laffey, and followed by San Francisco, Boise, Salt Lake City, and Helena. Buchanan and McCalla brought up the rear. The distance between each ship ranged from . Visibility was poor because the moon had already set, leaving no ambient light and no visible sea horizon.Cook, Cape Esperance, pp. 20, 26, and 36; Frank, Guadalcanal, p.298; Morison, Struggle for Guadalcanal, pp. 152\\u2013153.\\nthumb|right|Map showing the movements of Got\\u014d's and Jojima's forces during the battle. The light grey line skirting Savo Island depicts Got\\u014d's planned approach and exit route for the bombardment mission. Hatsuyuki is misidentified as Murakumo.\\n\\nGot\\u014d's force passed through several rain squalls as they approached Guadalcanal at . Got\\u014d's flagship Aoba led the Japanese cruisers in column, followed by Furutaka and Kinugasa. Fubuki was starboard of Aoba and Hatsuyuki to port. At 23:30, Got\\u014d's ships emerged from the last rain squall and began appearing on the radar scopes of Helena and Salt Lake City. The Japanese, however, whose warships were not equipped with radar, remained unaware of Scott's presence.Frank, Guadalcanal, p. 299; Cook, Cape Esperance, pp. 58\\u201360; Morison, Struggle for Guadalcanal, pp. 152\\u2013153.\\n\\nAction\\nAt 23:00, the San Francisco aircraft spotted Jojima's force off Guadalcanal and reported it to Scott. Scott, believing more Japanese ships were likely still on the way, continued his course towards the west side of Savo Island. At 23:33, Scott ordered his column to turn towards the southwest to a heading of 230\\u00b0. All of Scott's ships understood the order as a column movement except Scott's own ship, San Francisco. As the three lead U.S. destroyers executed the column movement, San Francisco turned simultaneously. Boise\\u2014following immediately behind\\u2014followed San Francisco, thereby throwing the three van destroyers out of formation.Cook, Cape Esperance, pp. 38\\u201342, Frank, Guadalcanal, p. 299, Morison, Struggle for Guadalcanal, pp. 153\\u2013156.\\n\\nAt 23:32, Helenas radar showed the Japanese warships to be about  away. At 23:35, Boises and Duncans radars also detected Got\\u014d's ships. Between 23:42 and 23:44, Helena and Boise reported their contacts to Scott on San Francisco who mistakenly believed the two cruisers were actually tracking the three U.S. destroyers that were thrown out of formation during the column turn. Scott radioed Farenholt to ask if the destroyer was attempting to resume its station at the front of the column. Farenholt replied, \\\"Affirmative, coming up on your starboard side,\\\" further confirming Scott's belief that the radar contacts were his own destroyers.Frank, Guadalcanal, p. 299\\u2013301, Cook, Cape Esperance, pp. 42\\u201343, 45\\u201347, 51\\u201353, Morison, Struggle for Guadalcanal, pp. 154\\u2013156.\\n\\nAt 23:45, Farenholt and Laffey\\u2014still unaware of Got\\u014d's approaching warships\\u2014increased speed to resume their stations at the front of the U.S. column. Duncans crew, however, thinking that Farenholt and Laffey were commencing an attack on the Japanese warships, increased speed to launch a solitary torpedo attack on Got\\u014d's force without telling Scott what they were doing. San Franciscos radar registered the Japanese ships, but Scott was not informed of the sighting. By 23:45, Got\\u014d's ships were only  away from Scott's formation and visible to Helenas and Salt Lake Citys lookouts. The U.S. formation at this point was in position to cross the T of the Japanese formation, giving Scott's ships a significant tactical advantage. At 23:46, still assuming that Scott was aware of the rapidly approaching Japanese warships, Helena radioed for permission to open fire, using the general procedure request, \\\"Interrogatory Roger\\\" (meaning, basically, \\\"Are we clear to act?\\\"). Scott answered with, \\\"Roger\\\", meaning only that the message was received, not that he was confirming the request to act. Upon receipt of Scott's \\\"Roger\\\", Helena\\u2014thinking they now had permission\\u2014opened fire, quickly followed by Boise, Salt Lake City, and to Scott's further surprise, San Francisco.Cook, Cape Esperance, pp. 42\\u201350, 53\\u201356, 71, Frank, Guadalcanal, pp. 300\\u2013301, D'Albas, Death of a Navy, p. 184, Dull, Imperial Japanese Navy, pp. 227\\u2013228, and Morison, Struggle for Guadalcanal, pp. 156\\u2013157.\\nthumb|left|U.S. Navy track chart of the battle accurately depicts the movements of the U.S. ships (lower tracks) but not the Japanese ship tracks (upper, darker line).\\n\\nGot\\u014d's force was taken almost completely by surprise. At 23:43, Aobas lookouts sighted Scott's force, but Got\\u014d assumed that they were Jojima's ships. Two minutes later, Aobas lookouts identified the ships as American, but Got\\u014d remained skeptical and directed his ships to flash identification signals. As Aobas crew executed Got\\u014d's order, the first American salvo smashed into Aobas superstructure. Aoba was quickly hit by up to 40 shells from Helena, Salt Lake City, San Francisco, Farenholt, and Laffey. The shell hits heavily damaged Aobas communications systems and demolished two of her main gun turrets as well as her main gun director. Several large-caliber projectiles passed through Aobas flag bridge without exploding, but the force of their passage killed many men and mortally wounded Got\\u014d.Frank, Guadalcanal, pp. 301\\u2013302, Cook, Cape Esperance, pp. 68\\u201370, 83\\u201384, Dull, Imperial Japanese Navy, pp. 226\\u2013227, D'Albas, Death of a Navy, p. 186, and Morison, Struggle for Guadalcanal, pp. 158\\u2013160.\\n\\nScott\\u2014still unsure who his ships were firing at, and afraid they might be firing on his own destroyers\\u2014ordered a ceasefire at 23:47, although not every ship complied. Scott ordered Farenholt to flash her recognition signals and upon observing that Farenholt was close to his formation, he ordered the fire resumed at 23:51.Cook, Cape Esperance, pp. 70\\u201377, Frank, Guadalcanal, p. 302, Morison, Struggle for Guadalcanal, pp. 158\\u2013160.\\n\\nAoba, continuing to receive damaging hits, turned to starboard to head away from Scott's formation and began making a smoke screen which led most of the Americans to believe that she was sinking. Scott's ships shifted their fire to Furutaka, which was following behind Aoba. At 23:49, Furutaka was hit in her torpedo tubes, igniting a large fire that attracted even more shellfire from the US ships. At 23:58, a torpedo from Buchanan hit Furutaka in her forward engine room, causing severe damage. During this time, San Francisco and Boise sighted Fubuki about  away and raked her with shellfire, joined soon by most of the rest of Scott's formation. Heavily damaged, Fubuki began to sink. Kinugasa and Hatsuyuki chose turning to port rather than starboard and escaped the Americans' immediate attention.Frank, Guadalcanal, pp. 302\\u2013304, Cook, Cape Esperance, pp. 73\\u201379, 83\\u201386, Dull, Imperial Japanese Navy, p. 228, Morison, Struggle for Guadalcanal, pp. 160\\u2013162.\\n\\nDuring the exchange of gunfire, Farenholt received several damaging hits from both the Japanese and the American ships, killing several men. She escaped from the crossfire by crossing ahead of San Francisco and passing to the disengaged side of Scott's column. Duncan\\u2014still engaged in her solitary torpedo attack on the Japanese formation\\u2014was also hit by gunfire from both sides, set afire, and looped away in her own effort to escape the crossfire.<ref>Cook, Cape Esperance, pp. 80\\u201384, 106\\u2013108, Frank, Guadalcanal, pp. 303\\u2013304, Morison, Struggle for Guadalcanal, pp. 161\\u2013162.</ref>\\nthumb|right|The U.S. cruiser Boise at Espiritu Santo, New Hebrides in August 1942\\n\\nAs Got\\u014d's ships endeavored to escape, Scott's ships tightened their formation and then turned to pursue the retreating Japanese warships. At 00:06, two torpedoes from Kinugasa barely missed Boise. Boise and Salt Lake City turned on their searchlights to help target the Japanese ships, giving Kinugasas gunners clear targets. At 00:10, two shells from Kinugasa exploded in Boises main ammunition magazine between turrets one and two. The resulting explosion killed almost 100 men and threatened to blow the ship apart. Seawater rushed in through rents in her hull opened by the explosion and helped quench the fire before it could explode the ship's powder magazines. Boise immediately sheered out of the column and retreated from the action. Kinugasa and Salt Lake City exchanged fire with each other, each hitting the other several times, causing minor damage to Kinugasa and damaging one of Salt Lake Citys boilers, reducing her speed.Frank, Guadalcanal, pp. 304\\u2013305, Cook, Cape Esperance, pp. 74\\u201375, 88\\u201395, 100\\u2013105, Dull, Imperial Japanese Navy, pp. 228\\u2013229, and Morison, Struggle for Guadalcanal, pp. 162\\u2013165.\\n\\nAt 00:16, Scott ordered his ships to turn to a heading of 330\\u00b0 in an attempt to pursue the fleeing Japanese ships. Scott's ships, however, quickly lost sight of Got\\u014d's ships, and all firing ceased by 00:20. The American formation was beginning to scatter, so Scott ordered a turn to 205\\u00b0 to disengage.Cook, Cape Esperance, pp. 96\\u201397, Frank, Guadalcanal, p. 306, Morison, Struggle for Guadalcanal, pp. 163\\u2013166.\\n\\nRetreat\\nDuring the battle between Scott's and Got\\u014d's ships, Jojima's reinforcement group completed unloading at Guadalcanal and began its return journey unseen by Scott's warships, using a route that passed south of the Russell Islands and New Georgia. Despite extensive damage, Aoba was able to join Kinugasa in retirement to the north through the Slot. Furutakas damage caused her to lose power around 00:50, and she sank at 02:28,  northwest of Savo Island. Hatsuyuki picked up Furutakas survivors and joined the retreat northward.Cook, Cape Esperance, pp. 58, 97\\u201398, 111, 120, Frank, Guadalcanal, pp. 306\\u2013307, D'Albas, Death of a Navy, p. 187, Dull, Imperial Japanese Navy, p. 229, and Morison, Struggle for Guadalcanal, pp. 168\\u2013169.Boise extinguished her fires by 02:40 and at 03:05 rejoined Scott's formation. Duncan\\u2014on fire\\u2014was abandoned by her crew at 02:00. Unaware of Duncans fate, Scott detached McCalla to search for her and retired with the rest of his ships towards Noum\\u00e9a, arriving in the afternoon of 13 October. McCalla located the burning, abandoned Duncan about 03:00, and several members of McCallas crew made an attempt to keep her from sinking. By 12:00, however, they had to abandon the effort as bulkheads within Duncan collapsed causing the ship to finally sink  north of Savo Island. American servicemen in boats from Guadalcanal as well as McCalla picked up Duncans scattered survivors from the sea around Savo. In total, 195 Duncan sailors survived; 48 did not. As they rescued Duncans crew, the Americans came across the more than 100 Fubuki survivors, floating in the same general area. The Japanese initially refused all rescue attempts but a day later allowed themselves to be picked up and taken prisoner.Frank, Guadalcanal, pp. 307\\u2013308, Cook, Cape Esperance, pp. 95\\u201396, 108\\u2013110, 114\\u2013130, 135\\u2013138, Morison, Struggle for Guadalcanal, pp. 166\\u2013169.\\nthumb|left|Japanese destroyer Murakumo\\n\\nJojima\\u2014learning of the bombardment force's crisis\\u2014detached destroyers Shirayuki and Murakumo to assist Furutaka or her survivors and Asagumo and Natsugumo to rendezvous with Kinugasa, which had paused in her retreat northward to cover the withdrawal of Jojima's ships. At 07:00, five CAF Douglas SBD-3 Dauntless dive bombers attacked Kinugasa but inflicted no damage. At 08:20, 11 more SBDs found and attacked Shirayuki and Murakumo. Although they scored no direct hits, a near miss caused Murakumo to begin leaking oil, marking a trail for other CAF aircraft to follow. A short time later, seven more CAF SBDs plus six Grumman TBF-1 Avenger torpedo bombers, accompanied by 14 Grumman F4F-4 Wildcats, found the two Japanese destroyers  from Guadalcanal. In the ensuing attack, Murakumo was hit by a torpedo in her engineering spaces, leaving her without power. In the meantime, Aoba and Hatsuyuki reached the sanctuary of the Japanese base in the Shortland Islands at 10:00.Cook, Cape Esperance, pp. 111, 120\\u2013122, Frank, Guadalcanal, pp. 308\\u2013309, Morison, Struggle for Guadalcanal, p. 169.\\n\\nRushing to assist Murakumo, Asagumo and Natsugumo were attacked by another group of 11 CAF SBDs and TBFs escorted by 12 fighters at 15:45. An SBD placed its bomb almost directly amidships on Natsugumo while two more near misses contributed to her severe damage. After Asagumo took off her survivors, Natsugumo sank at 16:27. The CAF aircraft also scored several more hits on the stationary Murakumo, setting her afire. After her crew abandoned ship, Shirayuki scuttled her with a torpedo, picked up her survivors, and joined the rest of the Japanese warships for the remainder of their return trip to the Shortland Islands.Frank, Guadalcanal, p. 309, Cook, Cape Esperance, pp. 130\\u2013131, Dull, Imperial Japanese Navy, p. 230, and Morison, Struggle for Guadalcanal, p. 169.\\n\\nAftermath and significance\\nCaptain Kikunori Kijima\\u2014Got\\u014d's chief of staff and commander of the bombardment force during the return trip to the Shortland Islands after Got\\u014d's death in battle\\u2014claimed that his force had sunk two American cruisers and one destroyer. Furutakas captain\\u2014who survived the sinking of his ship\\u2014blamed the loss of his cruiser on bad air reconnaissance and poor leadership from the 8th fleet staff under Admiral Mikawa. Although Got\\u014d's bombardment mission failed, Jojima's reinforcement convoy was successful in delivering the crucial men and equipment to Guadalcanal. Aoba journeyed to Kure, Japan, for repairs that were completed on February 15, 1943. Kinugasa was sunk one month later during the Naval Battle of Guadalcanal.Frank, Guadalcanal, p. 309\\u2013312, Hackett, HIJMS Aoba, Morison, Struggle for Guadalcanal, pp. 169\\u2013171.\\nthumb|right|A U.S. sailor points to the scoreboard on USS Boise after the ship's return to the U.S. for battle damage repairs in November 1942. The scoreboard claims that Boise assisted in sinking three cruisers and three destroyers, greatly exaggerating actual Japanese losses in the battle.\\n\\nScott claimed that his force sank three Japanese cruisers and four destroyers. News of the victory was widely publicized in the American media. Boise\\u2014which was damaged enough to require a trip to the Philadelphia Naval Shipyard for repairs\\u2014was dubbed the \\\"one-ship fleet\\\" by the press for her exploits in the battle, although this was mainly because the names of the other involved ships were withheld for security reasons. Boise was under repair until 20 March 1943.Frank, Guadalcanal, p. 311, Cook, Cape Esperance, pp. 140\\u2013144, Morison, Struggle for Guadalcanal, pp. 170\\u2013171.\\n\\nAlthough a tactical victory for the U.S., Cape Esperance had little immediate strategic effect on the situation on Guadalcanal. Just two days later on the night of 13 October, the Japanese battleships  and  bombarded and almost destroyed Henderson Field. One day after that, a large Japanese convoy successfully delivered 4,500 troops and equipment to the island. These troops and equipment helped complete Japanese preparations for the large land offensive scheduled to begin on 23 October. The convoy of U.S. Army troops reached Guadalcanal on 13 October as planned and were key participants for the Allied side in the decisive land battle for Henderson Field that took place from 23\\u201326 October.Frank, Guadalcanal, pp. 313\\u2013324, Cook, Cape Esperance, p. 150\\u2013151, Dull, Imperial Japanese Navy, p. 230, and Morison, Struggle for Guadalcanal, p. 171.\\n\\nThe Cape Esperance victory helped prevent an accurate U.S. assessment of Japanese skills and tactics in naval night fighting. The U.S. was still unaware of the range and power of Japanese torpedoes, the effectiveness of Japanese night optics, and the skilled fighting ability of most Japanese destroyer and cruiser commanders. Incorrectly applying the perceived lessons learned from this battle, U.S. commanders in future naval night battles in the Solomons consistently tried to prove that American naval gunfire was more effective than Japanese torpedo attacks. This belief was severely tested just two months later during the Battle of Tassafaronga. A junior officer on Helena'' later wrote, \\\"Cape Esperance was a three-sided battle in which chance was the major winner.\\\"Cook, Cape Esperance, p. 59, 147\\u2013151, Frank, Guadalcanal, pp. 310\\u2013312, Morison, Struggle for Guadalcanal, pp. 170\\u2013171.\\n\\nNotes\\n\\nReferences\\n \\n \\n \\n \\n \\n \\n \\n\\nFurther reading\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n  \\u2013 somewhat inaccurate on details, since it was written during the war\\n  \\u2013 Copy of the commander of U.S. Destroyer Squadron 12's after action report.\\n \\n\\nCategory:1942 in Japan\\nCategory:Guadalcanal Campaign\\nCategory:Naval battles of World War II involving Japan\\nCategory:Naval battles of World War II involving the United States\\nCategory:Conflicts in 1942\\nCategory:1942 in the Solomon Islands\\nCategory:Battles and operations of World War II involving the Solomon Islands\\nCategory:Military history of Japan during World War II\\nCategory:Pacific Ocean theatre of World War II\\nCategory:Night battles\\nCategory:October 1942 events\"}"