"{\"title\": \"Operation Ten-Go\", \"url\": \"https://en.wikipedia.org/wiki/Operation_Ten-Go\", \"text\": \" was a Japanese naval operation plan in 1945, consisting of four likely scenarios.  Its first scenario, Operation Heaven One (or Ten-ichi-g\\u014d \\u5929\\u4e00\\u53f7) became the last major Japanese naval operation in the Pacific Theater of World War II. The resulting engagement is also known as the Battle of the East China Sea.\\n\\nIn April 1945, the  (the largest battleship in the world), along with nine other Japanese warships, embarked from Japan on a deliberate suicide attack upon Allied forces engaged in the battle of Okinawa. The Japanese force was attacked, stopped, and almost completely destroyed by U.S. carrier-borne aircraft before reaching Okinawa. Yamato and five other Japanese warships were sunk.\\n\\nThe battle demonstrated U.S. air supremacy in the Asiatic-Pacific Theater by this stage in the war and the vulnerability of surface ships without air cover to aerial attack. The battle also exhibited Japan's willingness to sacrifice entire ships, even the pride of its fleet, in desperate kamikaze attacks aimed at slowing the Allied advance on the Japanese home islands.\\n\\nBackground\\nBy early 1945, following the Solomon Islands campaign, the Battle of the Philippine Sea and the Battle of Leyte Gulf, the once-formidable Imperial Japanese Navy's Combined Fleet was reduced to just a handful of operational warships and a few remaining aircraft and aircrew. Most of the remaining Japanese warships in the Combined Fleet were stationed at ports in Japan, with most of the large ships at Kure, Hiroshima.Hara, Japanese Destroyer Captain, 274.\\n\\nAs a final step before the planned invasion of the Japanese home islands, Allied forces invaded Okinawa on 1 April 1945. In March, in briefing Emperor Hirohito on Japan's response to the expected Okinawan invasion, Japanese military leaders explained that the Imperial Japanese Army was planning extensive air attacks, including the use of kamikaze. The emperor then reportedly asked, \\\"But what about the Navy? What are they doing to assist in defending Okinawa? Have we no more ships?\\\" Now feeling pressured by the emperor to also mount some kind of attack, Japan's Navy commanders conceived a kamikaze-type mission for their remaining operational large ships, which included the battleship Yamato.Feifer, The Battle of Okinawa, 7.\\n\\nThe resulting plan\\u2014drafted under the direction of the Commander-in-Chief of the Combined Fleet, Admiral Toyoda SoemuMinear, Requiem, xiii.\\u2014called for Yamato and her escorts to attack the U.S. fleet supporting the U.S. troops landing on the west of the island. Yamato and her escorts were to fight their way to Okinawa and then beach themselves between Higashi and Yomitan and fight as shore batteries until they were destroyed. Once the ships were destroyed, their surviving crewmembers were supposed to abandon ship and fight U.S. forces on land. Very little, if any, air cover could be provided for the ships, which would render them almost helpless to concentrated attacks from US carrier-based aircraft. In preparation for executing the plan, the assigned ships left Kure for Tokuyama, Yamaguchi, off Mitajiri, Japan, on 29 March.Yoshida, Requiem, 6\\u20137. However, despite obeying orders to prepare for the mission, Vice-Admiral Seiichi It\\u014d\\u2014commander of the Ten-Go force\\u2014still refused to actually order his ships to carry it out, believing the plan to be futile and wasteful.Yoshida, Requiem, 62.\\n\\nOther commanders of the Imperial Japanese Navy also had very negative feelings about the operation, believing that it was a waste of human life and fuel. Captain Atsushi \\u014ci\\u2014who commanded escort fleets\\u2014was critical as fuel and resources were diverted from his operation. As he was told that the aim of this operation was \\\"the tradition and the glory of Navy,\\\" he shouted: \\\"this war is of our nation and why should the honor of our 'surface fleet' be more respected? Who cares about their glory? Damn fools!\\\"Atsushi \\u014ci, Kaij\\u014d Goeisen.\\n\\nVice Admiral Ry\\u016bnosuke Kusaka flew from Tokyo to Tokuyama on 5 April in a final attempt to convince the assembled commanders of the Combined Fleet\\u2014including Admiral It\\u014d\\u2014to accept the plan. Upon first hearing of the proposed operation (it had been kept secret from most of them), the Combined Fleet commanders and captains unanimously joined Admiral It\\u014d in rejecting it for the same reasons that he had expressed. Admiral Kusaka then explained that the Navy's attack would help divert U.S. aircraft away from the Army's planned kamikaze attacks on the U.S. fleet at Okinawa. He also explained that Japan's national leadership, including the emperor, were expecting the Navy to make their best effort to support the defense of Okinawa.\\n\\nUpon hearing this, the Combined Fleet commanders relented and accepted the proposed plan. The ships' crews were briefed on the nature of the mission and given the opportunity to stay behind if desired \\u2014 none did. However, approximately 80 crew members who were new, sick, or infirm, were ordered off the ships, including sixty-seven naval cadets of Etajima Naval Academy Class No. 74 who had arrived on the battleship three days earlier.Hara, Japanese Destroyer Captain, 277. The ships' crews now engaged in some last-minute intense drills to prepare for the mission, mostly practicing damage control procedures.Yoshida, Requiem, 15. At midnight, the ships were fueled. Reportedly, in secret defiance of orders to provide the ships with only just enough fuel to reach Okinawa, the Tokuyama personnel actually gave Yamato and the other ships almost all of the remaining fuel in the port, although this probably still was not enough to allow the force to return to Japan from Okinawa.Spurr, A Glorious Way to Die, 162\\u2013165. In a ceremonial farewell, officers and enlisted men drank sake together.\\n\\nPrelude\\nthumb|Routes to the area of battle\\nAt 16:00 on 6 April, Yamato, with Admiral It\\u014d on board, the light cruiser  and eight destroyers departed Tokuyama to begin the mission.Yoshida, Requiem, 30. Two American submarines\\u2014 and \\u2014sighted the Japanese force as it proceeded south through Bungo Suid\\u014d. Although they were unable to attack (due to the ships' speed), they did spend several hours shadowing the Japanese sortie and sending updates of its course to the U.S. fleet. The submarines' messages, which were reportedly sent uncoded, were also picked up by radio operators on the Japanese ships.Skulski, The Battleship Yamato, 12. The eight Japanese destroyers involved in the operation were: , , , , , ,  and .\\n\\nAt dawn on 7 April, the Japanese force passed the \\u014csumi Peninsula into the open ocean heading south from Ky\\u016bsh\\u016b toward Okinawa. They shifted into a defensive formation, with Yahagi leading Yamato and the eight destroyers deployed in a ring around the two larger ships, with each ship  from each other and proceeding at .Yoshida, Requiem, 47\\u201349. One of the Japanese destroyers\\u2014\\u2014developed engine trouble and turned back. U.S. reconnaissance aircraft began to shadow the main force of ships. At 10:00, the Japanese force turned west to make it look like they were withdrawing, but at 11:30, after being detected by two American PBM Mariner flying boats, the Yamato fired a salvo with her  bow guns using special  but could not prevent the two planes from shadowing the Japanese force, they turned back towards Okinawa.\\n\\nUpon receiving contact reports early on 7 April, U.S. 5th Fleet commander Admiral Raymond Spruance ordered Task Force 54, which consisted mostly of modernized Standard-type battleships under the command of Rear Admiral Morton Deyo (which were engaged in shore bombardment), to intercept and destroy the Japanese sortie. Deyo moved to execute his orders, but Vice Admiral Marc A. Mitscher, who commanded Task Force 58 (TF\\u00a058), preempted Spruance and Deyo by launching a massive air strike from his carriers, without informing Spruance until after the launches were completed.Triumph in the Pacific by E.B. Potter, also History of United States Naval Operations in World War II by Samuel Eliot Morison. As a senior naval aviation officer, \\\"Mitscher had spent a career fighting the battleship admirals who had steered the navy\\u2019s thinking for most of the current century. One of those was his immediate superior, Raymond Spruance. Mitscher felt a stirring of battleship versus aircraft carrier rivalry. Though the carriers had mostly fought the great battles of the Pacific, whether air power alone could prevail over a surface force had not been proven beyond all doubt. Here was an opportunity to end the debate forever\\\".\\n\\nAround 10:00 on 7 April, Task Groups 58.1 and 58.3 (TG\\u00a058.1 and 58.3) began launching almost 400 aircraft in several waves from eight carriers (TG\\u00a058.1: , , , ; TG\\u00a058.3 , ,  and ) that were located just east of Okinawa. The aircraft consisted of F6F Hellcat and F4U Corsair fighters, SB2C Helldiver dive bombers, and TBF Avenger torpedo bombers. After being informed of Mitscher's launches, Spruance agreed that the airstrikes could go ahead as planned. As a contingency, Spruance ordered Admiral Deyo to assemble a force of six battleships (, , , , , and ), together with seven cruisers (including the large cruisers  and ) and 21 destroyers, and to prepare for a surface engagement with Yamato should the airstrikes prove unsuccessful.Order of Battle - Final Sortie of the Imperial Japanese Navy - 7 April 1945Authors Garzke and Dulin speculate that the likely outcome of a battle between these two surface forces would have been a victory for the Allies, but at a serious cost due to the large margin of superiority Yamato held over the American battleships in firepower (460\\u00a0mm vs. 356\\u00a0mm), armour and speed ( vs. . (Garzke and Dulin (1985)), p. 60.\\n\\nBattle\\nthumb|Aircraft such as this SB2C Helldiver begin their attacks on Nova: Sinking the Supership.\\nAround 12:00, the first American aircraft arrived over Yamato; these were F6F Hellcat and F4U Corsair fighters, which were under orders to deal with any Japanese aircraft that might appear to defend the ships below. None did.Garzke and Dulin (1985), pp. 60\\u201361.\\n\\nSince it soon became obvious that the Japanese force had no air cover, the U.S. aircraft were able to set up for their attacks without fear of opposition from Japanese aircraft. U.S. bomber and torpedo aircraft arriving over the Yamato group\\u2014after their two-hour flight from Okinawa\\u2014were thus able to circle the Japanese ship formation just out of anti-aircraft range in order to methodically set up their attacks on the warships below. The first wave of U.S. carrier planes were spotted by a Japanese lookout on the bridge at 12:32. Two minutes later, Yamato opened fire with her 460\\u00a0mm main batteries. The Japanese ships stopped zigzagging and increased speed to , beginning evasive maneuvers, and opened fire with their anti-aircraft guns. Yamato carried almost 150 anti-aircraft guns, including her massive 460\\u00a0mm main guns that fired San Shiki anti-aircraft shells.Yoshida, Requiem, 62\\u201364.  The U.S. pilots deduced that the use of San Shiki and colored gunfire meant that Yamato's gunners relied on visual aiming and ranging, rather than being radar directed, and as a result \\\"were missing with great consistency\\\" despite the storm of fire that they put up.\\n\\nThe American F6F Hellcat and F4U Corsair fighters \\\"were supposed to go first, strafing, rocketing, dropping light ordnance, distracting the enemy gunners while the SB2C Helldivers plunged almost straight down with their heavy [armor piercing] bombs\\\". This was because the TBM Avenger torpedo bombers \\\"needed all the distraction and diversion they could get when they made their dangerous low altitude runs straight at the enemy ships\\\". The Avengers mainly attacked from the port side so that if the torpedoes hit that side, it would increase the likelihood of the target ship capsizing.Yoshida, Requiem, 74.\\n\\nthumb| under intense bomb and torpedo attacksCombinedFleet.com\\nAt 12:46, a torpedo hit Yahagi directly in her engine room, killing the entire engineering room crew and bringing her to a complete stop. Yahagi was hit by at least six more torpedoes and 12 bombs by succeeding waves of air attacks. The Japanese destroyer  attempted to come to Yahagis aid but was attacked and heavily damaged, and sank sometime later. Yahagi capsized and sank at 14:05.Hara, Japanese Destroyer Captain, 298.\\n\\nDuring the first attack wave, despite evasive maneuvers that caused most of the bombs and torpedoes aimed at her to miss, Yamato was hit by two armor-piercing bombs and one torpedo.Yoshida, Requiem, 66. Her speed was not affected, but one of the bombs started a fire aft of the superstructure that was not extinguished. Also, during the first attack wave, Japanese destroyers  and  were heavily damaged and taken out of the battle. Hamakaze sank later.\\n\\nthumb|right|Yamato listing to port and on fire\\n\\nBetween 13:20 and 14:15, the second and third waves of U.S. aircraft attacked, concentrating on Yamato. During this time, Yamato was hit by at least eight torpedoes and up to 15 bombs. The bombs did extensive damage to the topside of the ship, including knocking out power to the gun directors and forcing the anti-aircraft guns to be individually and manually aimed and fired, greatly reducing their effectiveness.Yoshida, Requiem, 78. The torpedo hits\\u2014almost all on the port side\\u2014caused Yamato to list enough that capsizing was now an imminent danger.Yoshida, Requiem, 80. The water damage-control station had been destroyed by a bomb hit making it impossible to counter-flood the specially designed spaces within the ship's hull to counteract hull damage. At 13:33, in a desperate attempt to keep the ship from capsizing, Yamatos damage control team counter-flooded both starboard engine and boiler rooms. This mitigated the danger but also drowned the several hundred crewmen manning those stations, who were given no notice that their compartments were about to fill with water.Yoshida, Requiem, 82.Feifer, The Battle of Okinawa, 17\\u201325. The loss of the starboard engines\\u2014plus the weight of the water\\u2014caused Yamato to slow to about .Yoshida, Requiem, 83. At that same moment, the Americans launched another 110 aircraft from Task Group 58. Twenty Avengers made a new torpedo run from 60 degrees to port. Yamato started a sharp turn to port but three torpedoes ripped into her port side amidships, jamming her auxiliary rudder in position hard port.http://www.combinedfleet.com/yamato.htm\\n\\nWith Yamato proceeding more slowly and therefore easier to target, U.S. torpedo aircraft concentrated on hitting her rudder and stern with torpedoes in order to affect her steering ability, which they succeeded in doing.Yoshida, Requiem, 95\\u201396. At 14:02, after being informed that the ship could no longer steer and was unavoidably sinking, Admiral It\\u014d ordered the mission canceled, the crew to abandon ship, and for the remaining ships to begin rescuing survivors. Yamato communicated this message to the other surviving ships by signal flag because her radios had been destroyed.Yoshida, Requiem, 108.\\n\\nthumb|Only known photo of Yamato exploding\\nAt 14:05, Yamato was stopped dead in the water and began to capsize. Admiral It\\u014d and Captain Aruga refused to abandon her with the rest of the survivors. At 14:20, Yamato capsized completely and began to sink (). At 14:23, she suddenly blew up with an explosion so large that it was reportedly heard and seen  away in Kagoshima and sent up a mushroom-shaped cloud almost  into the air.Yoshida, Requiem, 118. Japanese survivor Mitsuru Yoshida said that her large explosion downed several U.S. planes observing her end. The explosion is believed to have occurred when the fires ignited by bomb hits reached the main magazines.Skulski, The Battleship Yamato, 13.\\n\\nAttempting to make it back to port, Japanese destroyer  was bombed and sunk with all hands by U.S. aircraft. The Japanese destroyer  was also crippled by U.S. carrier aircraft attack during the battle and had to be scuttled by other, relatively undamaged Japanese destroyers. Suzutsuki\\u2014despite her bow being blown off\\u2014was able to make it to Sasebo, Japan, by steaming in reverse the entire way.\\n\\nThe remaining three less-damaged Japanese destroyers (, , and ) were able to rescue 280 survivors from Yamato (sources differ on the size of Yamatos crew, giving it as between 2,750 and 3,300 men), plus 555 survivors from Yahagi (out of a crew of 1,000) and just over 800 survivors from Isokaze, Hamakaze, and Kasumi. Between 3,700 and 4,250 Japanese naval personnel perished in the battle.Jentshura, p. 39 says that 2,498 Yamato crewmen died. CombinedFleet.com says 3,063 on Yamato died. One possible reason for part of the discrepancy in the numbers is that Admiral It\\u014d's staff may not have been included in the total ship's complement. Abe, Saburo, Tokko Yamato Kantai (The Special Attack Fleet Yamato)\\\", Kasumi Syuppan Co. 1995, gives the following breakdown in deaths for the Japanese in the operation: Yamato- 3056 killed, 276 survivors; Yahagi- 446 killed; Isokaze- 20 killed; Hamakaze- 100 killed; Yukikaze- 3 killed; Kasumi- 17 killed; Asashimo- 326 killed (all hands); Fuyutsuki- 12 killed; Suzutsuki- 57 killed. The ships took the survivors to Sasebo.Yoshida, Requiem, 140.\\n\\nthumb|Yamato moments after the explosion\\nA total of 10 U.S. aircraft were shot down by anti-aircraft fire from the Japanese ships; some of the aircrews were rescued by seaplane or submarine. In total, the U.S. lost 12 men. Some of the Japanese survivors reported that U.S. fighter aircraft strafed Japanese survivors floating in the water.\\\"Then the Americans started to shoot with machine guns at the people who were floating, so we all had to dive under.\\\" Hara, Japanese Destroyer Captain, 301. Japanese survivors also reported that U.S. aircraft temporarily halted their attacks on the Japanese destroyers during the time that the destroyers were busy picking up survivors from the water.Yoshida, Requiem, 144.\\n\\nAerial kamikaze attacks\\nDuring the battle, the Japanese Army conducted an air attack on the U.S. naval fleet at Okinawa as promised, but they failed to sink any ships. Around 115 aircraft\\u2014many of them kamikaze\\u2014attacked the U.S. ships throughout the day of 7 April. Kamikaze aircraft hit the aircraft carrier Hancock, battleship , and destroyer , causing moderate damage to Hancock and Maryland and heavy damage to Bennett. About 100 of the Japanese aircraft were lost in the attack.Hara, Japanese Destroyer Captain, 304.\\n\\nAftermath\\nTen-Go was the last major Japanese naval operation of the war, and the remaining Japanese warships had little involvement in combat operations for the rest of the conflict. Suzutsuki was never repaired. Fuyutsuki was repaired but hit a U.S. air-dropped mine at Moji, Japan, on 20 August 1945, and was not subsequently repaired. Yukikaze survived the war almost undamaged. Hatsushimo hit a U.S. air-dropped mine on 30 July 1945, near Maizuru, Japan, and was the 129th, and last, Japanese destroyer sunk in the war.Hara, Japanese Destroyer Captain, 281.\\n\\nMaryland was kept out of the war following the kamikaze attacks. Okinawa was declared secure by Allied forces on 21 June 1945,Minear, Requiem, xiv. after an intense and costly battle. Japan surrendered in August 1945, after being bombed twice with atomic weapons. The apparent willingness of Japan to sacrifice so many of its people using suicidal tactics such as Operation Ten-Go and in the Battle of Okinawa reportedly was a factor in the American decision to employ atomic weapons against Japan.Feifer, The Battle of Okinawa, 410\\u2013430.\\n\\nThe story of Operation Ten-Go is revered to some degree in modern Japan as evidenced by appearances of the story in popular Japanese culture which usually portray the event as a brave, selfless, but futile, symbolic effort by the participating Japanese sailors to defend their homeland.;  One of the reasons the event may have such significance in Japanese culture is that the word Yamato was often used as a poetic name for Japan. Thus, the end of battleship Yamato could serve as a metaphor for the end of the Japanese empire.Minear, Requiem, xvii.Jiji Press, \\\"Yamato survivor, 87, recalls doomed mission\\\", Japan Times, 20 August 2015\\n\\n References \\n\\n Footnotes \\n\\n Bibliography \\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\n \\n \\n  The official site of the NOVA documentary with additional information on the subject.\\n\\nCategory:1945 in Japan\\nCategory:April 1945 events\\nCategory:Conflicts in 1945\\nCategory:Naval aviation operations and battles\\nCategory:Naval battles of World War II involving Japan\\nCategory:Naval battles of World War II involving the United States\\nCategory:Pacific Ocean theatre of World War II\"}"