"{\"title\": \"1995 Japanese Grand Prix\", \"url\": \"https://en.wikipedia.org/wiki/1995_Japanese_Grand_Prix\", \"text\": \"The 1995 Japanese Grand Prix (formally the XXI Fuji Television Japanese Grand Prix) was a Formula One motor race held at the Suzuka Circuit, Suzuka on 29 October 1995. It was the sixteenth and penultimate race of the 1995 Formula One World Championship. The 53-lap race was won from pole position by Michael Schumacher, driving a Benetton-Renault, with Mika H\\u00e4kkinen second in a McLaren-Mercedes and Schumacher's teammate Johnny Herbert third.\\n\\nJean Alesi, driving for Ferrari, started second, alongside Schumacher. However, Alesi was forced to serve a 10-second stop-and-go penalty because his car moved forward before the start. Alesi climbed back up to second, before retiring on lap\\u00a025. Schumacher's rival in the Drivers' Championship, Damon Hill, started fourth amidst pressure from the British media after poor performances at previous races. Hill moved up to second because of Alesi's retirement, but spun off the track on lap\\u00a040.\\n\\nSchumacher's win was his ninth of the season, matching the record set in  by Nigel Mansell. Benetton was confirmed Constructors' Champions as Williams could not pass its points total in the one remaining race.\\n\\n Report \\n\\n Background \\nHeading into the penultimate race of the season, Benetton driver Michael Schumacher had already won the season's Drivers' Championship, having clinched the title at the previous race, the Pacific Grand Prix. Schumacher led the championship with 92\\u00a0points; Damon Hill was second with 59\\u00a0points. A maximum of 20\\u00a0points were available for the remaining two races, which meant that Hill could not catch Schumacher. Although the Drivers' Championship was decided, the Constructors' Championship was not. Benetton were leading on 123\\u00a0points and Williams were second with 102\\u00a0points heading into the 16th\\u00a0race, with a maximum of 32\\u00a0points available. In the week leading up to the race, Hill was criticised by the British media after poor performances in previous races; there was continued speculation that Williams were going to replace him with Heinz-Harald Frentzen or Gerhard Berger for the 1996 season. Despite the rumours, Williams team boss Frank Williams gave Hill \\\"an unequivocal vote of confidence\\\" heading into the race.\\n\\nthumb|upright|Damon Hill was criticised by the British media after poor performances\\nThere were two driver changes heading into the race. Having been in one of the two Sauber cars since the fifth\\u00a0race of the season at Monaco, Jean-Christophe Boullion was released from the team and replaced by Karl Wendlinger. The Austrian was given another chance to prove himself after suffering an accident at the 1994 Monaco Grand Prix, which left him in a coma for weeks. The second driver change was Mika H\\u00e4kkinen's return to McLaren after missing the Pacific Grand Prix because of an operation for appendicitis.\\n\\n Practice and qualifying \\nTwo practice sessions were held before the race; the first was held on Friday morning and the second on Saturday morning. Both sessions lasted 1\\u00a0hour and 45\\u00a0minutes with weather conditions dry throughout. Schumacher was fastest in the first session, posting a time of 1:40.410, two-tenths of a second quicker than H\\u00e4kkinen. The Williams and Ferrari cars occupied the remaining top six positions; Williams drivers Hill and David Coulthard third and fifth respectively. The Ferrari cars were fourth and sixth fastest; Jean Alesi ahead of Berger. H\\u00e4kkinen lapped faster than Schumacher in the second practice session with a time of 1:40.389. Eddie Irvine took second place in the Jordan car, three-tenths of a second behind H\\u00e4kkinen. Hill was third in the Williams, two-tenths behind H\\u00e4kkinen, with Schumacher fourth behind Hill. The Ferrari cars were fifth and eighth; Alesi in front of Berger. Frentzen's Sauber and Coulthard's Williams split the Ferrari drivers. Despite both the Williams cars going off into the gravel, Hill and Coulthard made the top\\u00a010.\\n\\nThe qualifying session was split into two one-hour sessions; the first was held on Friday afternoon with the second held on Saturday afternoon. The fastest time from either sessions counted towards their final grid position. Schumacher clinched his tenth career pole position, in his Benetton B195, with a time of 1:38.023. He was joined on the front row by Alesi, who was eight-tenths of a second behind. Schumacher was particularly pleased with the performance of his Benetton, saying that \\\"I have rarely had such a good car\\u00a0... I think I can be confident for the race\\\". Alesi was satisfied about his performance, but worried about a mechanical problem which had caused him to crash on Friday, accusing the Ferrari team of withholding information from him. Alesi was scheduled to leave Ferrari for Benetton in a swap with Schumacher at the end of the season, and the relationship between him and the team was becoming increasingly strained. H\\u00e4kkinen was third in the McLaren, with Hill fourth, a second slower than Schumacher. Despite H\\u00e4kkinen's best qualifying effort of the season alongside his Belgium third place, his teammate, Mark Blundell, had a disappointing qualifying session. In the first part of qualifying, Blundell crashed into the wall, meaning he could not set a time as his car was too badly damaged. Blundell had his second crash of the weekend at the 130R\\u00a0corner in Saturday practice, which was more serious than the first. Following medical advice, Blundell did not participate in the second qualifying session. He was unable to set a time, leaving him at the back of the grid. Aguri Suzuki crashed his Ligier during Saturday qualifying; he was unable to start the race since he was in a hospital with a broken rib.\\n\\n Race \\nThe track surface was damp for most of the race, which meant that lap times were slower than the previous days' qualifying sessions. The drivers took to the track at 09:30\\u00a0JST (GMT +9) for a 30-minute warmup session. Despite underperforming in qualifying, both Williams cars performed better in the wet weather warmup session; Hill had the fastest time of 2:00.025. Coulthard was third in the other Williams car; Schumacher split them in second position. Alesi completed the top four, eight-tenths of a second behind Hill. Though 24\\u00a0cars qualified for the race, only 22 took the start: Suzuki was unable to start because of his crash in qualifying and Roberto Moreno's Forti car suffered a gearbox problem.  For the first time since the Japanese Grand Prix was held at Suzuka in 1987, tickets for the race did not sell out, despite the fact that three Japanese drivers entered the race.\\n\\nThe race started at 14:00\\u00a0JST. All of the drivers opted to start on wet weather tyres as the track was damp from the morning rain. Schumacher, from pole position on the grid, held onto the lead into the first corner. Alesi, who started alongside Schumacher, was judged to have jumped the start, and served a 10-second stop-and-go penalty on lap\\u00a0three, from which he returned to the race in tenth place. Alesi's teammate Berger also jumped the start and received the same penalty. Gianni Morbidelli, near the back of the field in one of the Footwork cars, spun at the first corner on lap\\u00a0one after being hit from behind by Wendlinger's Sauber. Morbidelli stalled his car in the process, forcing him to retire from the race. On lap\\u00a0seven, Alesi stopped at the pits to change to dry weather slick tyres, as the track was beginning to dry. On returning to the race, he began to make his way through the field constantly recording fastest laps; the first of which was 1:54.416, five\\u00a0seconds faster than the remainder of the field. Schumacher made a pit stop on lap\\u00a010 for slicks, handing the lead to H\\u00e4kkinen for a lap before he too pitted. Alesi's progress was interrupted when he spun attempting to pass Pedro Lamy's Minardi for 15th\\u00a0place, but he made his way up to second by lap\\u00a010, overtaking Hill around the outside in the final chicane to take the place. Alerted by Alesi's pace on the slick tyres, the other drivers came into the pits to change to slick tyres.\\n\\nthumb|right|upright|Michael Schumacher, the 1995 Formula One Drivers' Champion (pictured in 1994)\\nThe two Jordan cars collided on lap\\u00a015. Rubens Barrichello spun in the final chicane when he attempted to brake later than his teammate Irvine. Barrichello hit a wall, which damaged his car's rear wing and caused him to retire from the race. Irvine was involved in another collision at the chicane on lap\\u00a020 when Frentzen hit him from behind. Irvine continued without damage, but Frentzen had to pit for a new front wing. At the front, Alesi was lapping faster than Schumacher, even though Schumacher was on dry tyres. Alesi was only six\\u00a0seconds behind Schumacher when his Ferrari 412T2 suffered an apparent differential failure on lap\\u00a025. It was later discovered that the problem was a driveshaft failure, possibly as a result of his earlier spin. Schumacher made a pit stop for a second time on lap\\u00a031, returning to the race in second place behind Hill. Schumacher set the fastest lap of the race on lap\\u00a033, and regained his lead on the next lap when Hill made his pit stop. Behind them, H\\u00e4kkinen and Coulthard were third and fourth respectively before their pit stops, but Coulthard pitted six laps later than H\\u00e4kkinen and returned to the track in third\\u00a0place, one place ahead of the Finn. Johnny Herbert was fifth in the second Benetton car after the second round of pit stops, with Irvine rounding out the point-scoring places in sixth. Information from on-screen rundown of lead positions at the beginning of lap\\u00a036.\\n\\nAt this stage, the rain began to fall again, but only at the Spoon Curve end of the track. The Williams drivers were second and third until Hill ran off the track at Spoon Curve two\\u00a0laps after his pit stop. He damaged his front wing in the process and returned to the track in fourth. Hill returned to the pits to let his pit crew replace the damaged wing. He rejoined fifth, but was then given a ten-second stop-and-go penalty for speeding in the pitlane. Coulthard made the same mistake as his teammate by running through the gravel trap at the Spoon Curve but looked like he was going to escape with only minor damage. However, as he braked for 130R, the next corner, the gravel which had entered his sidepods flew out, causing him to lose control and get his car stuck in the gravel trap. Hill was told by his team on the radio to speed up as he had not yet taken his stop-and-go penalty, but later that lap he spun off at Spoon Curve and retired from the race without having taken the penalty. Blundell, Irvine and Frentzen also left the track at Spoon Curve but all finished the race. With his closest challenger out, Schumacher won the race after 53\\u00a0laps to secure his ninth victory of the season in a time of 1:36:52.930. The win, along with Herbert's third place and the retirements of Hill and Coulthard, gave Benetton the 1995 Constructors' Championship. H\\u00e4kkinen finished second in his McLaren, 20\\u00a0seconds behind Schumacher. Irvine was fourth in his Jordan with Olivier Panis fifth in his Ligier. Mika Salo took sixth\\u00a0place and the final point in his Tyrrell. Despite starting last, Blundell finished in seventh, just 1.6\\u00a0seconds behind Salo. The delayed Frentzen, Luca Badoer, Wendlinger, Lamy and Taki Inoue completed the finishers.\\n\\n Post-race \\n\\nThis was Schumacher's last win for Benetton, as he moved to the Ferrari team for the 1996 season. Herbert reiterated Schumacher's opinion by stating that Benetton did \\\"a fantastic job\\\". Hill was disappointed about the race and the season as a whole; he said afterwards:\\n\\nAs a result of Hill not taking his 10-second stop-and-go penalty because of his retirement, Williams were fined $10,000 by Formula One's governing body, the F\\u00e9d\\u00e9ration Internationale de l'Automobile (FIA). In an interview with Motor Sport magazine in 2008, Hill said that the 1995 season, as a whole, \\\"went down, mentally, and it all just got to me\\\". He also said he believed that it was in 1995 that Frank Williams and Patrick Head decided to replace him for the 1997 season.\\n\\n1980 Formula One World Champion Alan Jones praised Alesi's performance, saying that it \\\"will go down as one of the great drives in Grand Prix racing\\\". Alesi stated that if his driveshaft had not failed, he would \\\"have fought for it, all the way to the end\\\". Alesi added that he believed he did not jump the start, but admitted that \\\"the car crept forwards by a few centimetres\\\" because of the downhill slope of the grid. In an interview with Autosport magazine in 2009, Alesi said that he went to see the race director before the race to see how he could avoid a penalty at the downhill start and that he was \\\"totally fed up\\\" with the penalty decision given. Berger also questioned his penalty, claiming that his car did not move before the green light went on.\\n\\n Classification \\n\\n Qualifying \\n Pos No Driver Constructor Q1 Q2 Gap 1 1  Michael Schumacher Benetton-Renault 1:38.428 1:38.023 2 27  Jean Alesi Ferrari 1:39.127 1:38.888 +0.865 3 8  Mika H\\u00e4kkinen McLaren-Mercedes 1:39.127 1:38.954 +0.931 4 5  Damon Hill Williams-Renault 1:39.032 1:39.158 +1.009 5 28  Gerhard Berger Ferrari 1:40.305 1:39.040 +1.017 6 6  David Coulthard Williams-Renault 1:39.155 1:39.368 +1.132 7 15  Eddie Irvine Jordan-Peugeot 1:40.153 1:39.621 +1.598 8 30  Heinz-Harald Frentzen Sauber-Ford 1:40.010 1:40.380 +1.987 9 2  Johnny Herbert Benetton-Renault 1:40.349 1:40.391 +2.326 10 14  Rubens Barrichello Jordan-Peugeot 1:40.381 1:40.413 +2.358 11 26  Olivier Panis Ligier-Mugen-Honda 1:40.838 1:41.081 +2.815 12 4  Mika Salo Tyrrell-Yamaha 1:41.355 1:41.637 +3.332 13 25  Aguri Suzuki Ligier-Mugen-Honda 1:42.561 1:41.592 +3.569 14 3  Ukyo Katayama Tyrrell-Yamaha 1:41.977 1:42.273 +3.954 15 9  Gianni Morbidelli Footwork-Hart 1:42.623 1:42.059 +4.036 16 29  Karl Wendlinger Sauber-Ford 1:43.634 1:42.912 +4.889 17 23  Pedro Lamy Minardi-Ford 1:43.387 1:43.102 +5.079 18 24  Luca Badoer Minardi-Ford 1:43.940 1:43.542 +5.519 19 10  Taki Inoue Footwork-Hart 1:44.386 1:44.074 +6.051 20 17  Andrea Montermini Pacific-Ford 1:46.869 1:46.097 +8.074 21 21  Pedro Diniz Forti-Ford 1:46.654 1:47.166 +8.631 22 22  Roberto Moreno Forti-Ford 1:50.097 1:48.267 +10.244 23 16  Bertrand Gachot Pacific-Ford 1:48.824 1:48.289 +10.266 24 7  Mark Blundell McLaren-Mercedes 16:42.640 no time +15:04.617\\n\\n Race \\n Pos No Driver Constructor Laps Time/Retired Grid Points 1 1  Michael Schumacher Benetton-Renault 53 1:36:52.930 1 10 2 8  Mika H\\u00e4kkinen McLaren-Mercedes 53 + 19.337 3 6 3 2  Johnny Herbert Benetton-Renault 53 + 1:23.804 9 4 4 15  Eddie Irvine Jordan-Peugeot 53 + 1:42.136 7 3 5 26  Olivier Panis Ligier-Mugen-Honda 52 + 1 Lap 11 2 6 4  Mika Salo Tyrrell-Yamaha 52 + 1 Lap 12 1 7 7  Mark Blundell McLaren-Mercedes 52 + 1 Lap 23 \\u00a0 8 30  Heinz-Harald Frentzen Sauber-Ford 52 + 1 Lap 8 \\u00a0 9 24  Luca Badoer Minardi-Ford 51 + 2 Laps 17 \\u00a0 10 29  Karl Wendlinger Sauber-Ford 51 + 2 Laps 15 \\u00a0 11 23  Pedro Lamy Minardi-Ford 51 + 2 Laps 16 \\u00a0 12 10  Taki Inoue Footwork-Hart 51 + 2 Laps 18 \\u00a0 Ret 5  Damon Hill Williams-Renault 40 Spun Off 4 \\u00a0 Ret 6  David Coulthard Williams-Renault 39 Spun Off 6 \\u00a0 Ret 21  Pedro Diniz Forti-Ford 32 Spun Off 20 \\u00a0 Ret 27  Jean Alesi Ferrari 24 Transmission 2 \\u00a0 Ret 17  Andrea Montermini Pacific-Ford 23 Spun Off 19 \\u00a0 Ret 28  Gerhard Berger Ferrari 16 Electrical 5 \\u00a0 Ret 14  Rubens Barrichello Jordan-Peugeot 15 Spun Off 10 \\u00a0 Ret 3  Ukyo Katayama Tyrrell-Yamaha 12 Spun Off 13 \\u00a0 Ret 16  Bertrand Gachot Pacific-Ford 6 Halfshaft 22 \\u00a0 Ret 22  Roberto Moreno Forti-Ford 1 Gearbox 21 \\u00a0 Ret 9  Gianni Morbidelli Footwork-Hart 0 Spun Off 14 \\u00a0 DNS 25  Aguri Suzuki Ligier-Mugen-Honda 0 Accident \\u00a0 \\u00a0\\n\\n Championship standings after the race \\nBold text indicates the World Champions.\\n\\nDrivers' Championship standings\\n Pos Driver Points 10px 1  Michael Schumacher 102 10px 2  Damon Hill 59 10px 3  David Coulthard 49 10px 1 4  Johnny Herbert 45 10px 1 5  Jean Alesi 42Source: \\n\\nConstructors' Championship standings\\n Pos Constructor Points 10px 1  Benetton-Renault 137 10px 2  Williams-Renault 102 10px 3  Ferrari 73 10px 4  McLaren-Mercedes 27 10px 5  Jordan-Peugeot 21Source: \\n\\n References \\n\\nJapanese Grand Prix\\nGrand Prix\\nCategory:Japanese Grand Prix\\nJapanese Grand Prix\"}"