"{\"title\": \"1995 Pacific Grand Prix\", \"url\": \"https://en.wikipedia.org/wiki/1995_Pacific_Grand_Prix\", \"text\": \"The 1995 Pacific Grand Prix (formally the II Pacific Grand Prix) was a Formula One motor race held on 22 October 1995 at the TI Circuit, Aida, Japan. It was the fifteenth\\u00a0round of the 1995 Formula One season. The 83-lap race was won by Michael Schumacher for the Benetton team after starting from third position. David Coulthard, who started the Grand Prix from pole position, finished second in a Williams car, with Damon Hill third in the other Williams. Schumacher's win confirmed him as 1995 Drivers' Champion, as Hill could not pass Schumacher's points total with only two races remaining. This was also the last race for Jean-Christophe Boullion.\\n\\nHill started the race alongside Coulthard on the front row, amidst pressure from the British media for not being \\\"forceful\\\" enough in battles. Schumacher attempted to drive around the outside of Hill at the first corner, but Hill held Schumacher off as Jean Alesi, driving for Ferrari, got past both on the inside line to take second position. As a result, Hill dropped down to third and Schumacher dropped down to fifth behind Gerhard Berger. Schumacher managed to get past Alesi and Hill during the first of three pit stops. This allowed him, on a new set of slick tyres, to close on Coulthard who was on a two-stop strategy. Schumacher opened up a gap of 21\\u00a0seconds by lapping two\\u00a0seconds faster per lap than Coulthard, so that when his third\\u00a0stop came, he still led the race.\\n\\n Report \\n\\n Background \\nThe race, originally scheduled to be held as the third round of the season on 16 April 1995, was moved to October as the local infrastructure and communications were badly damaged from the Great Hanshin earthquake.\\n\\nHeading into the 15th race of the season, Benetton driver Michael Schumacher was leading the Drivers' Championship with 82\\u00a0points; Williams driver Damon Hill was second on 55\\u00a0points, 27\\u00a0points behind Schumacher. A maximum of 30\\u00a0points were available for the remaining three races, which meant that Hill could still win the title. Schumacher only needed a fourth-place finish to become Drivers' Champion as, even if Hill won, Schumacher would be more than 20\\u00a0points ahead of Hill with two races remaining. Behind Hill and Schumacher in the Drivers' Championship, David Coulthard was third on 43\\u00a0points in a Williams, with Johnny Herbert and Jean Alesi both on 40\\u00a0points. In the Constructors' Championship, Benetton were leading on 112\\u00a0points and Williams were second on 92\\u00a0points, with a maximum of 48\\u00a0points available. In the two weeks leading up to the race, there was heavy criticism towards Damon Hill, with pundits feeling that Hill had not been \\\"forceful\\\" enough in his battle at the European Grand Prix against Schumacher. In an interview leading up to the race, part-time Ligier driver Martin Brundle said:\\n\\nthumb|upright|Damon Hill, who was criticised by pundits leading into the race\\nSchumacher, his title-rival, said that Hill made \\\"half-hearted attempts\\\" to overtake, which led to him \\\"getting into trouble\\\". The comments were prompted after a series of battles between Hill and Schumacher in previous race meetings, most notably at the Belgian Grand Prix, where Hill accused Schumacher of blocking him. At a F\\u00e9d\\u00e9ration Internationale de l'Automobile (FIA) World Motor Sport Council meeting on October 19 to discuss driver etiquette, they opted against introducing new rules on the issue. Formula One's governing body emphasised that the International Sporting Code would be enforced on the basis that drivers are free to drive as they wish \\\"provided they do not deliberately endanger another driver or repeatedly obstruct him on a straight\\\", following incidents during the year involving Hill and Schumacher.\\n\\nWilliams were favourites to win the race due to the nature of the track\\u2014their Williams FW17 car was more suited to high-downforce tracks like Aida, and thus had the advantage over Benetton. In an attempt to match the pace of the Williams cars, Benetton introduced a revised rear suspension geometry to the Benetton B195 for the race.\\n\\nThere were five driver changes heading into the race. Having been in one of the two Ligier cars since the tenth\\u00a0race of the season at Germany, Martin Brundle was replaced by Aguri Suzuki as part of the two sharing the drive for the season. Jan Magnussen was drafted into the McLaren team to replace Mika H\\u00e4kkinen because of the Finn's operation for appendicitis. The third driver change was Ukyo Katayama's return to Tyrrell after missing the European Grand Prix due to a crash at the Portuguese Grand Prix. Gianni Morbidelli returned to the Footwork team replacing Max Papis, while at Pacific, Bertrand Gachot came back to replace Jean-Denis D\\u00e9l\\u00e9traz, both men having driven for these teams at the start of the season. D\\u00e9l\\u00e9traz was replaced as he had not made agreed payment instalments to the Pacific team for the privilege of the drive. Pacific had originally intended to run local driver Katsumi Yamamoto in place of D\\u00e9l\\u00e9traz, but he was not granted an FIA Super Licence and so Gachot retook the seat. Similarly, the Forti team's plans to replace Roberto Moreno with Hideki Noda came to nought for the same reason, even though Noda had started three Grands Prix for the Larrousse team the previous year.\\n\\n Practice and qualifying \\n\\nTwo practice sessions were held before the race; the first was held on Friday morning and the second on Saturday morning. Both sessions lasted 1\\u00a0hour and 45\\u00a0minutes with weather conditions dry throughout. Schumacher set the fastest time in the first session, posting a lap of 1:16.057, three-tenths of a second quicker than Hill and Coulthard, in second and third places respectively. The Ferrari cars were fourth and fifth fastest; Gerhard Berger ahead of Jean Alesi, with McLaren driver Mark Blundell rounding out the top six. Coulthard lapped faster than Schumacher in the second practice session with a time of 1:15.730. Hill was second in the Williams, three-tenths of a second behind Coulthard. Eddie Irvine in the Jordan car was fourth, seven-tenths behind Coulthard. He was split by the Ferrari cars who were third and fifth; Alesi in front of Berger. The Benetton cars were sixth and seventh; Schumacher in front of Herbert. Heinz-Harald Frentzen and Jean-Christophe Boullion were eighth and tenth in the Sauber cars, with Rubens Barrichello ninth in the Jordan, two\\u00a0seconds off the pace.\\n\\nthumb|left|upright|David Coulthard, who took pole position in his Williams car (picture taken in , while driving at Red Bull Racing)\\n\\nThe qualifying session was split into two one-hour sessions; the first was held on Friday afternoon with the second held on Saturday afternoon. The fastest time from either sessions counted towards their final grid position. Coulthard clinched his fourth consecutive pole position, in his Williams, with a time of 1:14.013. He was joined on the front row by teammate Hill, who was two-tenths of a second behind. Schumacher was third in the Benetton, edging closer to the Williams drivers throughout both days of qualifying by steadily reducing the downforce on his car.  His last run, right at the end of the second session, pressured Coulthard into leaving the pit lane to cover the German. The pole position man thus used an additional set of slick tyres, meaning that out of the allocation of seven sets of slick tyres as set out by the FIA, he had only two sets of brand-new rubber for the race, whereas Schumacher had the advantage of three sets of new rubber. Hill, concerned about starting from the dirty side of the track (the side of the track that is opposite to the racing line), had only two sets of brand new tyres for the race.\\n\\nBerger took fourth despite going off into the gravel late in the second part of qualifying. Berger's teammate Alesi was fifth, with Irvine completing the top six for his best qualifying position of the season. Rookie Magnussen qualified 12th, only two places behind teammate Blundell, after not making a mistake in either of the two sessions. Returning drivers Suzuki, Katayama, Morbidelli and Gachot qualified 13th, 17th, 19th and 24th respectively, with the grid covered by 7.392\\u00a0seconds.\\n\\n Race \\nThe conditions for the race were dry with the air temperature . The drivers took to the track at 09:30\\u00a0JST (GMT +9) for a 30-minute warm-up session. Both Williams cars maintained their good performance from qualifying; Coulthard had the fastest time of 1:16.831. Hill was third in the other Williams car; Boullion split them in the Sauber for second position. Olivier Panis completed the top four in a Ligier car, eight-tenths of a second behind Hill. Hill drove the spare Williams car along the inside of the start\\u2013finish straight in an effort to clean up his grid position on the dusty side of the track. Schumacher finished the session in eighth, despite going off the track, damaging his race car in the process. The remote and inaccessible nature of the circuit and the fact that the Japanese Grand Prix took place just one week later resulted in a meagre race-day crowd of only 15,000 spectators.\\n\\nThe race started at 14:00\\u00a0JST. Coulthard, from pole position on the grid, held onto the lead into the first corner. Hill, who started alongside Coulthard, had a bad start. Schumacher attempted to go around the outside of Hill at the first corner, but Hill held Schumacher off. Both drivers ran off the racing line in the process, allowing Alesi through into second place. At the end of lap\\u00a0one, Coulthard led Alesi by 2.8\\u00a0seconds, with Hill a further three-tenths back. Berger was fourth, with Schumacher demoted to fifth. Information from on-screen rundown of lead positions at the end of lap\\u00a0one. Bertrand Gachot in the Pacific became the first person to retire from the race with a gearbox problem on lap\\u00a0two. He was followed by Suzuki and Boullion, who both spun off the track and were unable to continue. Boullion blamed his spin on Minardi driver Pedro Lamy, whom he accused of weaving in front of him. Schumacher passed Berger for fourth position on lap\\u00a0five, and immediately began closing on Hill in third, who himself was only a few tenths behind Alesi. Schumacher attempted to pass Hill on lap\\u00a011 for third place at the hairpin, but Hill held him off. As Hill and Schumacher were held up by the slower Ferrari cars, Coulthard pulled away by more than a second a lap in the first eight\\u00a0laps. By lap\\u00a018, Coulthard's gap to second place was 14\\u00a0seconds, and it appeared that he would win the race comfortably.\\n\\nthumb|right|upright|Michael Schumacher, who was crowned 1995 Formula One Drivers' Champion as a result of his win (pictured in 1994)\\n\\nAlesi, Hill and Schumacher all made pit stops for their first of three\\u00a0stops on lap\\u00a018. The Benetton pitcrew made a quick stop for Schumacher, allowing him to get out ahead of Alesi and Hill. Hill lost additional time with a sticking refuelling valve, causing his stop to last almost twice as long as Schumacher's. Schumacher exited the pit stop in fourth place (behind Coulthard, and the yet-to-stop Berger and Herbert), with Alesi in seventh place (split from Schumacher by Irvine) and Hill in tenth place (separated from Alesi by Frentzen and Blundell). With Alesi and Hill held up by the slower runners on two-stop strategies in front, Schumacher pulled away and closed in on Coulthard. Blundell made a pit stop on the next lap, and Hill passed Frentzen on lap\\u00a022. On the following lap, Alesi passed Irvine at the hairpin; Hill tried to follow Alesi through but his front wing hit the rear of Irvine's car, causing minor damage. Irvine made a pit stop at the end of lap\\u00a025, allowing Hill to resume his chase of Alesi unimpeded. Like his teammate, Coulthard was scheduled to make three\\u00a0stops, but his pit strategy was changed to make only two by staying out six\\u00a0laps longer than originally scheduled, and then taking onboard more fuel than first planned at his first\\u00a0stop on lap\\u00a024. As a result of a lighter fuel load for Schumacher because of the different strategies, Schumacher began to consistently lap faster than the Scotsman.\\n\\nSchumacher made his second\\u00a0stop on lap\\u00a038, and came out of the pit lane just in front of third-placed Alesi, but over twenty\\u00a0seconds behind Coulthard. Schumacher immediately began setting fastest laps and began to close in on Coulthard once more. Hill managed to move up to third, in front of Alesi, during their second\\u00a0pit stops on laps\\u00a038\\u00a0and\\u00a039 respectively. The Ferrari of Alesi then dropped further back as teammate Berger passed him at the hairpin for fourth position on lap\\u00a045. Coulthard made his second and final stop for new tyres on lap\\u00a049; exiting 14\\u00a0seconds behind Schumacher, who continued to extend the margin between the two. Coulthard was unable to capitalise on the performance advantage offered by the new tyres after the stop due to lapped traffic getting in his way. The German made his third and final pit stop on lap\\u00a060 with a 21-second advantage, exiting in front of Coulthard to lead the race. Schumacher opened the gap to 15\\u00a0seconds, and won the race after 83\\u00a0laps to secure his eighth victory of the season in a time of 1:48:49.972s. Schumacher was crowned the 1995 Drivers' Champion as Hill could not catch his points total with two races remaining. He also became the youngest double Drivers' Champion in Formula One history. Coulthard finished second in his Williams, 14\\u00a0seconds behind Schumacher, with teammate Hill third. The Ferrari cars of Berger and Alesi were fourth and fifth respectively, but off the pace as Schumacher lapped them both in the closing stages. Berger suffered from a misfiring engine throughout the race. Herbert took the final point in sixth\\u00a0place for Benetton, ahead of Frentzen, Panis and Blundell. Throughout the race, Barrichello and Magnussen engaged in a battle for tenth and eleventh positions, with Magnussen keeping Barrichello behind until lap\\u00a037 when the Brazilian managed to overtake him into the hairpin. Magnussen finished in tenth place, but Barrichello subsequently retired on lap\\u00a067 with an engine problem. Magnussen's first race was described as \\\"highly accomplished\\\" by the year's Autocourse annual. After his impressive qualifying performance, Irvine was heading for eighth place, but made an unscheduled pit stop on lap\\u00a072 and dropped to eleventh. The attrition rate was low, with 17 of the 24 starters finishing the race.\\n\\nPost-race\\nAfter the race, it was revealed that Schumacher endured a downshift problem after his final stop, and that he was lucky to complete the final\\u00a0lap as warning lights had activated on his steering wheel. Schumacher praised his pitcrew for doing a \\\"perfect\\\" first\\u00a0stop which helped him move in front of Alesi and Hill. He said he \\\"never saw anything like this team and its ability to come up with strategies\\\" and that they never made \\\"one mistake this season\\\". Off-camera while going through parc ferm\\u00e9, Schumacher and Hill renewed their argument from the Belgian Grand Prix over what degree of blocking was acceptable after their first corner incident. Schumacher told Hill that he was unhappy with Hill's driving throughout the race, most notably during Schumacher's overtaking attempts on lap\\u00a0one and lap\\u00a0eleven where Schumacher felt Hill had \\\"brake tested\\\" him. Hill refuted Schumacher's claims, saying:\\n\\nDespite Hill's comments, he endured continued criticism by the British media after the poor performance; speculation brewed that Williams were going to replace him with Frentzen for the 1996 season. Despite the rumours, Williams team boss Frank Williams gave Hill \\\"an unequivocal vote of confidence\\\" heading into the next race, the Japanese Grand Prix. Schumacher subsequently changed his opinion of the incident after watching video footage prior to the Japanese race and no longer blamed Hill for it.\\n\\nDuring an interview Coulthard, who finished second, revealed that it was his decision to change to a two-stop strategy from a three-stop strategy, telling the Williams pitcrew to delay his stop. Afterwards, he said that in hindsight he would have stayed on a three-stop strategy, and wished he could \\\"blame someone else for this decision, but I can't\\\". The 1995 race was the last held at the Aida circuit, and the last Formula One race to date held under the Pacific Grand Prix banner, with the manager of the TI Circuit unable to keep the venue financially profitable.\\n\\n Classification \\n\\n Qualifying \\n Pos  No  Driver  Constructor  Q1 Time  Q2 Time  Gap 1 6  David Coulthard Williams-Renault 1:14.182 1:14.013 \\u2014 2 5  Damon Hill Williams-Renault 1:14.289 1:14.213 +0.200 3 1  Michael Schumacher Benetton-Renault 1:14.524 1:14.284 +0.271 4 27  Jean Alesi Ferrari 1:14.919 1:15.131 +0.906 5 28  Gerhard Berger Ferrari 1:14.974 1:15.125 +0.961 6 15  Eddie Irvine Jordan-Peugeot 1:15.696 1:15.354 +1.341 7 2  Johnny Herbert Benetton-Renault 1:15.561 1:15.556 +1.543 8 30  Heinz-Harald Frentzen Sauber-Ford 1:15.942 1:15.561 +1.548 9 26  Olivier Panis Ligier-Mugen-Honda 1:17.071 1:15.621 +1.608 10 7  Mark Blundell McLaren-Mercedes 1:15.652 1:16.166 +1.639 11 14  Rubens Barrichello Jordan-Peugeot 1:16.263 1:15.774 +1.761 12 8  Jan Magnussen McLaren-Mercedes 1:16.339 1:16.368 +2.326 13 25  Aguri Suzuki Ligier-Mugen-Honda 1:17.019 1:16.519 +2.506 14 23  Pedro Lamy Minardi-Ford 1:17.224 1:16.596 +2.583 15 29  Jean-Christophe Boullion Sauber-Ford 1:16.646 1:23.791 +2.633 16 24  Luca Badoer Minardi-Ford 1:17.612 1:16.887 +2.874 17 3  Ukyo Katayama Tyrrell-Yamaha 1:17.265 1:17.014 +3.001 18 4  Mika Salo Tyrrell-Yamaha 1:17.213 1:17.235 +3.200 19 9  Gianni Morbidelli Footwork-Hart 1:18.288 1:18.114 +4.101 20 10  Taki Inoue Footwork-Hart 1:19.471 1:18.212 +4.199 21 21  Pedro Diniz Forti-Ford 1:20.555 1:19.579 +5.566 22 22  Roberto Moreno Forti-Ford 1:19.745 1:19.779 +5.732 23 17  Andrea Montermini Pacific-Ford 1:22.096 1:20.093 +6.080 24 16  Bertrand Gachot Pacific-Ford 1:22.710 1:21.405 +7.392\\n\\n Race \\n Pos  No  Driver  Constructor  Laps  Time/Retired  Grid  Points 1 1  Michael Schumacher Benetton-Renault 83 1:48:49.972 3 10 2 6  David Coulthard Williams-Renault 83 +14.920 1 6 3 5  Damon Hill Williams-Renault 83 +48.333 2 4 4 28  Gerhard Berger Ferrari 82 +1 lap 5 3 5 27  Jean Alesi Ferrari 82 +1 lap 4 2 6 2  Johnny Herbert Benetton-Renault 82 +1 lap 7 1 7 30  Heinz-Harald Frentzen Sauber-Ford 82 +1 lap 8 \\u00a0 8 26  Olivier Panis Ligier-Mugen-Honda 81 +2 laps 9 \\u00a0 9 7  Mark Blundell McLaren-Mercedes 81 +2 laps 10 \\u00a0 10 8  Jan Magnussen McLaren-Mercedes 81 +2 laps 12 \\u00a0 11 15  Eddie Irvine Jordan-Peugeot 81 +2 laps 6 \\u00a0 12 4  Mika Salo Tyrrell-Yamaha 80 +3 laps 18 \\u00a0 13 23  Pedro Lamy Minardi-Ford 80 +3 laps 14 \\u00a0 14 3  Ukyo Katayama Tyrrell-Yamaha 80 +3 laps 17 \\u00a0 15 24  Luca Badoer Minardi-Ford 80 +3 laps 16 \\u00a0 16 22  Roberto Moreno Forti-Ford 78 +5 laps 22 \\u00a0 17 21  Pedro Diniz Forti-Ford 77 +6 laps 21 \\u00a0 Ret 14  Rubens Barrichello Jordan-Peugeot 67 Electrical 11 \\u00a0 Ret 9  Gianni Morbidelli Footwork-Hart 63 Engine 19 \\u00a0 Ret 10  Taki Inoue Footwork-Hart 38 Electrical 20 \\u00a0 Ret 17  Andrea Montermini Pacific-Ford 14 Gearbox 23 \\u00a0 Ret 25  Aguri Suzuki Ligier-Mugen-Honda 10 Spun off 13 \\u00a0 Ret 29  Jean-Christophe Boullion Sauber-Ford 7 Spun off 15 \\u00a0 Ret 16  Bertrand Gachot Pacific-Ford 2 Gearbox 24 \\u00a0\\n\\nChampionship standings after the race\\nBold text indicates who still had a theoretical chance of becoming World Champion\\n\\nDrivers' Championship standings\\n Pos Driver Points 10px 1  Michael Schumacher 92 10px 2  Damon Hill 59 10px 3  David Coulthard 49 10px 1 4  Jean Alesi 42 10px 1 5  Johnny Herbert 41Source: \\n\\nConstructors' Championship standings\\n Pos Constructor Points 10px 1  Benetton-Renault 123 10px 2  Williams-Renault 102 10px 3  Ferrari 73 10px 4  McLaren-Mercedes 21 10px 5  Jordan-Peugeot 18Source: \\n\\nNote: Only the top five positions are included for both sets of standings\\n\\nReferences\\n\\nPacific Grand Prix\\nPacific Grand Prix\\nCategory:Pacific Grand Prix\\nPacific Grand Prix\"}"