"{\"title\": \"Joseph Barbera\", \"url\": \"https://en.wikipedia.org/wiki/Joseph_Barbera\", \"text\": \"Joseph Roland Barbera ( , ; March 24, 1911 \\u2013 December 18, 2006) was an American animator, director, producer, storyboard artist, and cartoon artist, whose film and television cartoon characters entertained millions of fans worldwide for much of the 20th century.\\n\\nHe was born to Italian immigrants in New York City, where he lived, attended college, and began his career through his young adult years. After working odd jobs and as a banker, Barbera joined Van Beuren Studios in 1927 and subsequently Terrytoons in 1929. In 1930, he moved to California and while working at Metro-Goldwyn-Mayer (MGM), Barbera met William Hanna. The two men began a collaboration that was at first best known for  producing Tom and Jerry. In 1950, after MGM dissolved their animation department, they co-founded Hanna-Barbera, which became the most successful television animation studio in the business, producing programs such as The Flintstones, Yogi Bear, Scooby-Doo, Top Cat, The Smurfs, Huckleberry Hound and The Jetsons. In 1967, Hanna-Barbera was sold to Taft Broadcasting for $12\\u00a0million, but Hanna and Barbera remained heads of the company. In 1991, the studio was sold to Turner Broadcasting System, which in turn was merged with Time Warner, owners of Warner Bros., in 1996; Hanna and Barbera stayed on as advisors.\\n\\nHanna and Barbera won seven Academy Awards and eight Emmy Awards. Their cartoon shows have become cultural icons, and their cartoon characters have appeared in other media such as films, books, and toys. Hanna-Barbera's shows had a worldwide audience of over 300 million people in the 1960s and have been translated into more than 20 languages.\\n\\nEarly and personal life\\nJoseph Barbera was born at 10 Delancey Street in the Little Italy (Lower East Side) section of Manhattan, New York, to immigrants Vincent Barbera (of Italian origin Extract of page 23) (1889-1965) and Francesca Calvacca Barbera (1875-1969), born in Sciacca, Italy; he grew up speaking Italian. His family moved to Flatbush, Brooklyn, New York when he was four months old. He had two younger brothers, Larry (1912-1999) and Ted (1914-2000), both of whom served in World War II. As a member of the United States Army, Larry participated in the invasion of Sicily. Ted was a fighter pilot with the United States Army Air Forces and served in the Aleutian Islands Campaign. Barbera's father, Vincent, was the prosperous owner of three barbershops who squandered the family fortunes on gambling. By the time Barbera was 15, his father had abandoned the family and his maternal uncle Jim became a father figure to him.\\n\\nBarbera displayed a talent for drawing as early as the first grade. He graduated from Erasmus Hall High School in Brooklyn in 1928.English, Merle. \\\"BROOKLYN DIARY Portrait of The Cartoon Artist As a Young Man\\\", Newsday, September 22, 1991. Accessed October 22, 2009. \\\"But his most cherished memories are of his days at Erasmus Hall High School, from which he was graduated in 1928.\\\" While in high school, Barbera won several boxing titles. He was briefly managed by World Lightweight Boxing Champion Al Singer's manager but soon lost interest in boxing. In 1935, Barbera married his high school sweetheart, Dorothy Earl. In school, they had been known as \\\"Romeo and Juliet\\\".\\n\\nBarbera and his wife briefly separated when he went to California. They reunited but were on the verge of another separation when they discovered that Dorothy was pregnant with their first child. They had four children: two sons (Neal and an infant boy who died two days after his birth) and two daughters (Lynn and Jayne, who has been a producer in her own right). The marriage officially ended in 1963. Shortly after his divorce, Barbera met his second wife, Sheila Holden, sister of British rock and roll singer Vince Taylor at Musso & Frank's restaurant, where she worked as bookkeeper and cashier. Unlike Dorothy, who had preferred to stay at home with the children, Sheila enjoyed the Hollywood social scene that Barbera often frequented.\\n\\nCareer\\n\\nEarly career\\nDuring high school, Barbera worked as a tailor's delivery boy. In 1929, he became interested in animation after watching a screening of The Skeleton Dance. During the Great Depression, he tried unsuccessfully to become a cartoonist for a magazine called The NY Hits Magazine. He supported himself with a job at a bank, and continued to pursue publication for his cartoons. His magazine drawings of single cartoons, not comic strips, began to be published in Redbook, Saturday Evening Post, and Collier's\\u2014the magazine with which he had the most success. Barbera also wrote to Walt Disney for advice on getting started in the animation industry. Disney wrote back, saying he would call Barbera during an upcoming trip to New York, but the call never took place.\\n\\nBarbera took art classes at the Art Students League of New York and the Pratt Institute and was hired to work in the ink and paint department of Fleischer Studios. In 1932, he joined the Van Beuren Studios as an animator and storyboard artist. He worked on cartoon series such as Cubby Bear and Rainbow Parades, and an earlier Tom and Jerry. This Tom and Jerry series starred two humans; it was unrelated to Barbera's later cat-and-mouse series. When Van Beuren closed down in 1936, Barbera moved over to Paul Terry's Terrytoons studio.\\n\\nIn 1935, Barbera created his first solo-effort storyboard about a character named Kiko the Kangaroo. The storyline was of Kiko in an airplane race with another character called Dirty Dog. Terry declined to produce the story. In his autobiography, Barbera said of his efforts\\u00a0...\\\"I was, quite honestly, not in the least disappointed. I had proven to myself that I could do a storyboard, and that I had gained the experience of presenting it. For now, that was enough.\\\"The original storyboard, which had been passed down through the Barbera family, went on sale at auction in November 2013.\\n\\nFilm\\nLured by a substantial salary increase, Barbera left Terrytoons and New York for the new Metro-Goldwyn-Mayer (MGM) cartoon unit in California in 1937. He found that Los Angeles was suffering just as much from the Great Depression as Brooklyn and almost returned to Brooklyn.\\n\\nBarbera's desk was opposite that of William Hanna. The two quickly realized they would make a good team. By 1939, they had solidified a partnership that would last over 60 years. Barbera and Hanna worked alongside animator Tex Avery, who had created Daffy Duck and Bugs Bunny for Warner Bros. and directed Droopy cartoons at MGM.\\n\\nIn 1940, Hanna and Barbera jointly directed Puss Gets the Boot, which was nominated for an Academy Award for Best (Cartoon) Short Subject. The studio wanted a diversified cartoon portfolio, so despite the success of Puss Gets the Boot, Barbera and Hanna's supervisor, Fred Quimby, did not want to produce more cat and mouse cartoons believing that there were already enough cartoons of those in existence. Surprised by the success of Puss Gets the Boot, Barbera and Hanna ignored Quimby's resistance and continued developing the cat-and-mouse theme. By this time, however, Hanna wanted to return to working for Ising, to whom he felt very loyal. Barbera and Hanna met with Quimby, who discovered that although Ising had taken sole credit for producing Puss Gets the Boot, he never actually worked on it. Quimby, who had wanted to start a new animation unit independent from Ising, then gave Hanna and Barbera permission to pursue their cat-and-mouse idea. The result was their most famous creation, Tom and Jerry.\\n\\nModeled after the Puss Gets the Boot characters with slight differences, the series followed Jerry, the pesky rodent who continuously outwitted his feline foe, Tom. Hanna said they settled on the cat and mouse theme for this cartoon because \\\"we knew we needed two characters. We thought we needed conflict, and chase and action. And a cat after a mouse seemed like a good, basic thought.\\\" The revamped characters first appeared in 1941's The Midnight Snack. Over the next 17 years, Barbera and Hanna worked exclusively on Tom and Jerry, directing more than 114 popular cartoon shorts. During World War II, they also made animated training films. Tom and Jerry relied mostly on motion instead of dialog.  Despite its popularity, Tom and Jerry has often been criticized as excessively violent.  Nonetheless, the series won its first Academy Award for the 11th short, The Yankee Doodle Mouse (1943)\\u2014a war-time adventure. Tom and Jerry was ultimately nominated for 14 Academy Awards, winning 7. No other character-based theatrical animated series has won more awards, nor has any other series featuring the same characters. Tom and Jerry also made guest appearances in several of  MGM's live-action films, including Anchors Aweigh (1945) and Invitation to the Dance (1956) with Gene Kelly, and Dangerous When Wet (1953) with Esther Williams.\\n\\nIn addition to his work in animated cartoons, Barbera and Tom and Jerry layout artist Harvey Eisenberg moonlit to run a comic book company named Dearfield Publishing.Shostak, Stu (03-11-2011). \\\"Interview with Jerry Eisenberg, Scott Shaw!, and Earl Kress\\\". Stu's Show. Retrieved 03-18-2013. Jerry Eisenberg, Scott Shaw!, and Earl Kress were all former employees of Hanna-Barbera over the years, and relate the history of the studio to host Stu Shostak Active from 1946 to 1951, Dearfield's titles included \\\"Red\\\" Rabbit Comics, Foxy Fagan, and Junie Prom.\\n\\nQuimby accepted each Academy Award for Tom and Jerry without inviting Barbera and Hanna onstage. The cartoons were also released with Quimby listed as the sole producer, following the same practice for which he had condemned Ising. Quimby once delayed a promised raise to Barbera by six months . When Quimby retired in late 1955, Hanna and Barbera were placed in charge of MGM's animation division. As MGM began to lose more revenue on animated cartoons due to television, the studio soon realized that re-releasing old cartoons was far more profitable than producing new ones. In 1957, MGM ordered Barbera and Hanna's business manager to close the cartoon division and lay off everyone by a phone call. Barbera and Hanna found the no-notice closing puzzling because Tom and Jerry had been so successful.\\n\\nTelevision\\nBarbera's first foray into television was a 1957 collaboration with Robert D. Buchanan, Colonel Bleep. The series, the first ever cartoon produced specifically for color television, would feature some of the futuristic designs and limited animation Barbera would later carry over to his other television productions. Barbera's involvement in Colonel Bleep (and with Buchanan) was apparently short-lived; his only known credited involvement was a creator credit.\\n\\nIn 1957, Barbera reteamed with his former partner Hanna to produce cartoon films for television and theatrical release. As they had at MGM, the two brought their different skills to the company; Barbera was a skilled gag writer and sketch artist, while Hanna had a gift for timing, story construction, and recruiting top artists. Major business decisions would be made together, though each year the title of president alternated between them.  A coin toss determined that Hanna would have precedence in the naming of the new company, first called H-B Enterprises but soon changed to Hanna-Barbera Productions. Barbera and Hanna's MGM colleague George Sidney, the director of Anchors Aweigh, became the third partner and business manager in the company, and arranged a deal for distribution and working capital with Screen Gems, the television division of Columbia Pictures, who took part ownership of the new studio.\\n\\nThe first offering from the new company was The Ruff & Reddy Show, a series which detailed the friendship between a dog and cat.  Despite a lukewarm response for their first theatrical venture, Loopy De Loop, Hanna-Barbera soon established themselves with two successful television series: The Huckleberry Hound Show and The Yogi Bear Show. A 1960 survey showed that half of the viewers of Huckleberry Hound were adults.  This prompted the company to create a new animated series, The Flintstones. A parody of The Honeymooners, the new show followed a typical Stone Age family with home appliances, talking animals, and celebrity guests.  With an audience of both children and adults, The Flintstones became the first animated prime-time show to be a hit. Fred Flintstone's signature exclamation \\\"yabba dabba doo\\\" soon entered everyday usage, and the show boosted the studio to the top of the TV cartoon field. The company later produced a futuristic version of The Flintstones, known as The Jetsons.  Although both shows reappeared in the 1970s and 1980s, The Flintstones was far more popular.\\n\\nBy the late 1960s, Hanna-Barbera Productions was the most successful television animation studio in the business. The Hanna-Barbera studio produced over 3000\\u00a0animated half-hour television shows. Among the more than 100\\u00a0cartoon series  they produced were The Quick Draw McGraw Show, Top Cat, Jonny Quest, The Magilla Gorilla Show, The Atom Ant/Secret Squirrel Show, Scooby-Doo, Super Friends, and The Smurfs. The company also produced animated specials based on Alice in Wonderland, Jack and the Beanstalk, and Cyrano de Bergerac, as well as the feature-length films Charlotte's Web and Heidi's Song.\\n\\nAs popular as their cartoons were with 1960s audiences, they were disliked by artists.  Television programs had lower budgets than theatrical animation, and this economic reality caused many animation studios to go out of business in the 1950s and 1960s, putting many people in the industry out of work.  Hanna-Barbera was key in the development of an animation technique known as limited animation, which allowed television animation to be more cost-effective, but often reduced quality.  Hanna and Barbera had first experimented with these techniques in the early days of Tom and Jerry. To reduce the cost of each episode, shows often focused more on character dialogue than detailed animation.  The number of drawings for a seven-minute cartoon decreased from 14,000 to nearly 2,000, and the company implemented innovative techniques such as rapid background changes to improve viewing.  Critics criticized the change from detailed animation to repetitive movements by two-dimensional characters.  Barbera once said that their choice was to adapt to the television budgets or change careers. The new style did not limit the success of their animated shows, enabling Hanna-Barbera to stay in business, providing employment to many who would otherwise have been out of work. Limited animation paved the way for future animated series such as The Simpsons, SpongeBob SquarePants, and South Park.\\n\\nIn December 1966, Hanna-Barbera Productions was sold to Taft Broadcasting (renamed Great American Communications in 1987) for $12\\u00a0million. Barbera and Hanna remained at the head of the company until 1991. At that point, the company was sold to the Turner Broadcasting System for an estimated $320\\u00a0million. Turner began using Hanna-Barbera's television catalog as material for its new Cartoon Network cable channel in 1992, and by the mid-1990s Hanna-Barbera was producing several original series for Cartoon Network, among them Dexter's Laboratory and The Powerpuff Girls. In 1996, Turner merged with Time Warner, owners of Warner Bros., who would eventually absorb Hanna-Barbera into Warner Bros. Animation.\\n\\nBarbera and Hanna continued to advise their former company and periodically worked on new Hanna-Barbera shows, including shorts for the series The Cartoon Cartoon Show and feature film versions of The Flintstones (1994) and Scooby-Doo (2002). In a new Tom and Jerry cartoon produced in 2000, The Mansion Cat, Barbera voiced the houseowner.\\n\\nAfter Hanna's death from throat cancer in March 2001, Hanna-Barbera was absorbed into Warner Bros. Animation, with the unit dedicated to the Cartoon Network original series spun off into Cartoon Network Studios. Barbera remained active as an executive producer for Warner Bros. on direct-to-video cartoon features as well as television series such as What's New, Scooby-Doo? and Tom and Jerry Tales. He also wrote, co-storyboarded, co-directed and co-produced The Karate Guard (2005), the return of Tom and Jerry to the big screen. His final animated project was the direct-to-video feature Tom and Jerry: A Nutcracker Tale (2007).\\n\\nLegacy\\nMost of the cartoons Barbera and Hanna created revolved around close friendship or partnership; this theme is evident with Fred and Barney, Wilma Flintstone and Betty Rubble, Dick Dastardly and Muttley, Tom and Jerry, Scooby and Shaggy, Jake Clawson/Razor and Chance Furlong/T-Bone, The Jetson family and Yogi & Boo-Boo, as well as Cartoon Network characters created by Hanna-Barbera such as Johnny Bravo and Carl, Dexter and his supercomputer, the Powerpuff Girls, Cow and Chicken and their schoolmates Flem and Earl, I.M. Weasel and I.R. Baboon, and characters created by Hanna-Barbera successor Cartoon Network Studios such as Mordecai and Rigby from Regular Show, Finn and Jake from Adventure Time, Steven and the Gems from Steven Universe, the three titular protagonists from We Bare Bears and Tulip Olsen and One-One from Infinity Train, and even Cartoon Network shows not actually created by Hanna-Barbera itself such as Ed, Edd n Eddy, Courage the Cowardly Dog and the Bagges, the Sector V from Codename: Kids Next Door and the animated versions of Japanese pop rock group Puffy AmiYumi from Hi Hi Puffy AmiYumi. These may have been a reflection of the close business friendship and partnership that Barbera and Hanna  shared for over 60 years. Professionally, they balanced each other's strengths and weaknesses very well, but Barbera and Hanna travelled in completely different social circles. Hanna's circle of personal friends primarily included other animators; Barbera socialized with Hollywood celebrities\\u2014Zsa Zsa Gabor was a frequent visitor to his house. Their division of work roles complemented each other but they rarely talked outside of work since Hanna was interested in the outdoors and Barbera liked beaches and good food and drink. Nevertheless, in their long partnership, in which they worked with over 2000 animated characters, Barbera and Hanna rarely exchanged a cross word. Barbera said: \\\"We understood each other perfectly, and each of us had deep respect for the other's work.\\\" Hanna once said that Barbera could \\\"capture mood and expression in a quick sketch better than anyone I've ever known.\\\"\\n\\nBarbera and Hanna were also among the first animators to realize the enormous potential of television. Leonard Maltin says the Hanna\\u2013Barbera team \\\"held a record for producing consistently superior cartoons using the same characters year after year\\u2014without a break or change in routine\\u00a0their characters are not only animated superstars, but also a very beloved part of American pop culture\\\".  They are often considered Walt Disney's only rivals in cartoon animation.\\n\\nBarbera and Hanna had a lasting impact on television animation. Cartoons they created often make greatest lists. Many of their characters have appeared in film, books, toys, and other media. Their shows had a worldwide audience of over 300\\u00a0million people in the 1960s and have been translated into more than 20\\u00a0languages. The works of Barbera and Hanna have been praised not only for their animation, but for their music. The Cat Concerto (1946) and Johann Mouse (1952) have both been called \\\"masterpieces of animation\\\" largely because of their classical music.\\n\\nIn all, the Hanna\\u2013Barbera team won seven Academy Awards and eight Emmy Awards, including the 1960 award for The Huckleberry Hound Show, which was the first Emmy awarded to an animated series. They also won these awards: Golden Globe for Television Achievement (1960), Golden IKE Award \\u2013 Pacific Pioneers in Broadcasting (1983), Pioneer Award \\u2013 Broadcast Music Incorporated (1987), Iris Award \\u2013 NATPE Men of the Year (1988), Licensing Industry Merchandisers' Association award for Lifetime Achievement (1988), Governors Award of the Academy of Television Arts and Sciences (1988), Jackie Coogan Award for Outstanding Contribution to Youth through Entertainment Youth in Film (1988), Frederic W. Ziv Award for Outstanding Achievement in Telecommunications \\u2013 Broadcasting Division College \\u2013 Conservatory of Music University of Cincinnati (1989), stars on the Hollywood Walk of Fame (1976), several Annie Awards, several environmental awards, and were recipients of numerous other accolades prior to their induction into the Television Hall of Fame in 1994. In March 2005 the Academy of Television Arts & Sciences and Warner Bros. Animation dedicated a wall sculpture at the Television Academy's Hall of Fame Plaza in North Hollywood to Hanna and Barbera.\\n\\nIn 1992, Barbera met with pop musician Michael Jackson, an avid cartoon fan, in an unsuccessful attempt to arrange for him to sing in Tom and Jerry: The Movie. Barbera drew five quick sketches of Tom and Jerry for Jackson and autographed them. Jackson autographed a picture of himself and his niece Nicole for Barbera with the words: \\\"To my hero of yesterday, today, and tomorrow, with many thanks for all the many cartoon friends you gave me as a child. They were all I had. \\u2013 Michael\\\"\\n\\nSee also\\n\\n Golden age of American animation\\n Tom and Jerry filmography\\n List of works produced by Hanna-Barbera Productions\\n Peace on Earth (remade by Barbera and Hanna as Good Will to Men)\\n Tom and Jerry awards and nominations\\n\\nReferences\\n\\nFurther reading\\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n \\n Hanna Barbera Studios\\n \\n Mark Evanier's recollections\\n National Public Radio Joe Barbera Obituary by Joe Bevilacqua\\n 1990 WNYC Radio Interview with Joe Barbera by Joe Bevilacqua\\n \\n\\nCategory:1911 births\\nCategory:2006 deaths\\nCategory:Animators from California\\nCategory:Animators from New York (state)\\nCategory:American animated film directors\\nCategory:American animated film producers\\nCategory:Animation screenwriters\\nCategory:Film producers from New York (state)\\nCategory:American storyboard artists\\nCategory:Television producers from New York City\\nCategory:American television directors\\nCategory:Erasmus Hall High School alumni\\nCategory:Film directors from New York City\\nCategory:Hanna-Barbera people\\nCategory:Voice directors\\nCategory:People from Flatbush, Brooklyn\\nCategory:Pratt Institute alumni\\nCategory:American people of Italian descent\\nCategory:American people of Sicilian descent\\nCategory:Directors of Best Animated Short Academy Award winners\\nCategory:Emmy Award winners\\nCategory:Burials at Forest Lawn Memorial Park (Glendale)\"}"