"{\"title\": \"Hurricane Ginger\", \"url\": \"https://en.wikipedia.org/wiki/Hurricane_Ginger\", \"text\": \"Hurricane Ginger was the second longest-lasting Atlantic hurricane on record. The eighth tropical cyclone and fifth hurricane of the 1971 Atlantic hurricane season, Ginger spent 27.25\\u00a0days as a tropical cyclone, lasting from September\\u00a06 to October\\u00a03. Twenty of those days (September 11 \\u2013 September 30), Ginger was classified as a hurricane. The storm formed northeast of the Bahamas, and for the first nine days of its duration tracked generally eastward or northeastward while gradually strengthening to peak winds of 110\\u00a0mph (175\\u00a0km/h). On September\\u00a014, Ginger slowed and turned to a general westward track, passing near Bermuda on September\\u00a023. There, the hurricane produced gusty winds and high waves, but no damage.\\n\\nWhile over the western Atlantic Ocean, Ginger became the last target of Project Stormfury, which sought to weaken hurricanes by depositing silver iodide into tropical cyclone rainbands. Ginger ultimately struck North Carolina on September\\u00a030 as a minimal hurricane, lashing the coastline with gusty winds that caused power outages across the region. Heavy rainfall flooded towns and left severe crop damage, with 3\\u00a0million bushels of corn and 1\\u00a0million bushels of soybean lost. Damage in the state was estimated at $10\\u00a0million (1971\\u00a0US dollars, $ \\u00a0USD). Further north, moderate precipitation and winds spread through the Mid-Atlantic states, although no significant damage was reported outside North Carolina.\\n\\nGinger has the highest accumulated cyclone energy for a hurricane below major hurricane strength in the Atlantic basin, at 44.2.\\n\\nMeteorological history\\nthumb|left|Path of Hurricane Ginger, beginning near the Bahamas, extending out to the middle Atlantic Ocean, and curving back to hit the United States\\nHurricane Ginger originated in a cold-core upper-level low that persisted for several days in early September in the Western Atlantic Ocean. The upper-level low was located within a large, persistent area of convection from the Gulf of Mexico through the central Atlantic, which resembled the Intertropical Convergence Zone but at a higher latitude. The convective feature was influenced by an anticyclone located over northern South America, which was opposite of the typical flow for September. The anticyclone also led to the formation of Hurricane Fern, Tropical Storm Heidi, and two tropical depressions. By September\\u00a05, the low had descended to the surface as its thermal structure warmed, and the next day it developed into a tropical depression about 235\\u00a0mi (375\\u00a0km) northeast of the Bahamas.\\n\\nAfter forming, the depression moved slowly southeastward for about 24 \\u00a0hours before turning to the northeast, slowly organizing in the process. On September\\u00a010, the depression turned eastward, and later that day intensified into Tropical Storm Ginger, the seventh named storm of the year in the Atlantic, about 325\\u00a0mi (525\\u00a0km) south of Bermuda. The storm quickly intensified, and within 24\\u00a0hours reached winds of 75\\u00a0mph (120\\u00a0km/h), making it a hurricane. It turned to the northeast, passing well to the east of Bermuda. Late on September\\u00a013, Ginger attained its minimum barometric pressure of 959\\u00a0mbar (28.32\\u00a0inHg), and early the next day reached peak maximum sustained winds of 110\\u00a0mph (175\\u00a0km/h). After reaching a position about halfway between Bermuda and the Azores, the hurricane's eastward movement halted due to a building ridge to its north and east. It turned sharply southward before turning and beginning a westerly drift, during which Ginger weakened to minimal hurricane status.\\n\\nthumb|This ESSA 9 weather satellite image of Hurricane Ginger was taken on September 27, 1971 at 1904 UTC\\nFor about six days, Ginger maintained minimal hurricane status. As it meandered over the central Atlantic Ocean, it maintained an unusually large eye, reaching 80\\u00a0mi (130\\u00a0km) in diameter. On September\\u00a018, Ginger turned to the south and slowly executed a tight counterclockwise loop within three days. By September\\u00a021, the hurricane was tracking south of due west, and the next day suddenly intensified to winds of 90\\u00a0mph (150\\u00a0km/h). Its westward track briefly posed a threat to Bermuda, although Ginger passed 115\\u00a0mi (185\\u00a0km) south of the island on September\\u00a023 while slowly weakening. On September\\u00a024, Ginger decelerated before beginning a turn to the southwest. By September\\u00a026, Ginger briefly weakened to minimal hurricane strength, although re-intensification resumed as the track turned to the west and northwest. Around that time, Ginger absorbed the smaller and weaker Tropical Storm Janice to its southeast.\\n\\nFor three days, beginning on September\\u00a026, the National Oceanic and Atmospheric Administration deployed planes into the hurricane as part of Project Stormfury, the fourth hurricane to be a part of the weather control experiment. The plane dropped silver iodide into the center of the hurricane, although there was no effect due to Ginger's large eye and diffuse nature; this was the last seeding done by the project. See p. 507. By September\\u00a028, Ginger was moving northwestward toward North Carolina and was steadily intensifying. At around 06:00\\u00a0UTC the next day, the hurricane reached a secondary peak intensity of 105\\u00a0mph (165\\u00a0km/h), which it maintained for about 18\\u00a0hours. Afterward, Ginger slowly weakened, and late on September\\u00a030 it made landfall near Morehead City, North Carolina, with winds of 75\\u00a0mph (120\\u00a0km/h). It quickly deteriorated over land, weakening first to a tropical storm and then to a tropical depression by late on October\\u00a01. Ginger turned to the north, entered southern Virginia, and later turned to the east. On October\\u00a03, it transitioned into an extratropical cyclone while crossing Hampton Roads into the Atlantic Ocean. The remnants of Ginger continued east-southeastward until being absorbed by a cold front on October\\u00a05.\\n\\nPreparations\\nThe threat of the hurricane in Bermuda prompted the British Royal Navy to evacuate a ship, and also resulted in two cruise ships leaving early. The United States military also evacuated some planes and secured the units that remained. Officials closed all of the island's schools during Ginger's passage.\\n\\nBefore Ginger struck North Carolina, the American Red Cross set up 28\\u00a0emergency shelters in six counties, where about 5,500\\u00a0people stayed during the storm. The National Hurricane Center issued a hurricane watch from Wilmington, North Carolina, to Virginia Beach, Virginia, with gale warnings extending northward to Rehoboth Beach, Delaware. United States military officials evacuated planes and ships from the Norfolk, Virginia, region, in addition to flying planes down the coast to warn boaters of the approaching storm. Ferry services around the Outer Banks were canceled during the storm's passage, while the Coast Guard ordered the evacuation of workers in three lighthouses.\\n\\nImpact\\nthumb|250px|left|Rainfall from Ginger\\nAs the hurricane passed south of Bermuda on September\\u00a023, it produced heavy waves, as well as gale force winds for 17\\u00a0hours. Naval Air Station Bermuda reported peak gusts of 75\\u00a0mph (120\\u00a0km/h). There was no reported damage, and the hurricane's passage failed to alleviate persistent drought conditions.\\n\\nWhile Ginger was still in the vicinity of Bermuda, it produced high swells and riptides along the East Coast of the United States, prompting the issuing of small craft warnings from Florida to North Carolina. Wave heights reached  in Sebastian, Florida, and one person was killed in St. Augustine from drowning. There were also initial reports of two missing people in Neptune Beach, Florida, but they were not listed as casualties in the year-end hurricane summary.\\n\\nAs it moved ashore in North Carolina, Ginger produced a storm tide of around  along the Outer Banks and up to  in Pamlico Sound. The storm dropped heavy rainfall peaking at  in Bodie Island along the Outer Banks, making Ginger among the wettest tropical cyclones in the state. Rainfall from the storm extended southwestward into South Carolina, where precipitation reached  in Cheraw. In Atlantic Beach, North Carolina, wind gusts reached , the highest associated with Ginger in the United States. The hurricane had a large wind field upon moving ashore, affecting a large portion of North Carolina; one county official considered Ginger the largest storm in the region since 1936.\\n\\nthumb|260px|Aerial view of a beach in North Carolina after Ginger\\nStrong winds from Ginger damaged store fronts and windows, and also downed power lines and trees. Morehead City, where the hurricane moved ashore, lost power and had debris strewn across the streets. The nearby cities of New Bern, Beaufort, and Atlantic Beach also lost power, and one company had 6,000\\u00a0customers without power. Heavy rainfall caused the Neuse and Trent rivers to exceed their banks, resulting in flooding. Several oil tanks along the rivers broke open, creating dangerous boating conditions. Up to  of water from the Pungo River flooded most of the city of Belhaven, and similar flooding occurred in Washington, entering dozens of buildings and houses. Across the region, the combination of high winds, tides, and flooding closed several bridges and roads, including a portion of U.S. Highway 70. The winds also destroyed several mobile homes, although coastal damage was less than expected. During Ginger's passage, the Salvation Army and Red Cross provided more than 3,000\\u00a0people with food assistance.\\n\\nFurther inland, the combination of strong winds and rains left heavy crop damage, destroying 3\\u00a0million bushels of corn and another million bushels of soybeans; losses to the corn crop were mitigated due to about half of the crop having been harvested before the storm's arrival. Heavy damage was also reported to the peanut crop as well as to various fruits and vegetables. In some locations, up to 15% of the cotton crop was lost, particularly in the northeastern portion of the state. In 45 counties in the eastern portion of the state, farmers affected by the hurricane were eligible for loans from the Farmers Home Administration, following federal approval from United States President Richard Nixon. Governor Robert W. Scott requested federal disaster aid for 24\\u00a0counties, which was denied. Damage in North Carolina was estimated at $10\\u00a0million (1971\\u00a0USD, $ \\u00a0USD), of which about $1\\u00a0million (1971\\u00a0USD, $ \\u00a0USD) was from coastal flooding. One death occurred in Washington when a vehicle accident was possibly caused by a wind gust; however, it was not conclusively linked to Ginger.\\n\\nAs the storm crossed into Virginia, it continued to produce heavy rainfall, including a total of  in Norfolk. Near the border between Virginia and North Carolina, the storm produced tides of up to  above normal. Gusty winds of over  downed a few trees, causing scattered power outages. Above-normal tides and waves caused moderate to heavy beach erosion in Virginia Beach. Further north, Ginger produced above-normal tides, light winds, and scattered rainfall along the Delmarva Peninsula and northward through New York.\\n\\nRecord longevity\\nHurricane Ginger formed on September\\u00a06 and lasted until October\\u00a03, for a total of 27.25\\u00a0days. Its duration surpassed that of Hurricane Inga in 1969, which was the previous record-holder, by three days. In 2003, it was discovered that the 1899 San Ciriaco hurricane lasted as a tropical cyclone longer than Ginger, although its duration as a tropical cyclone was not continuous. This made Ginger the second longest-lived of any Atlantic hurricane, but it remains the storm that lasted the most consecutive days as a tropical cyclone in the basin.\\n\\nGinger spent 20\\u00a0days as a hurricane from September 11 to September 30, one of the longest durations on record at that intensity. In addition, Ginger co-existed with several other tropical cyclones, including on September 11 when there were four named storms at the same time, a rare occurrence; the others were Hurricane Edith, Hurricane Fern, and Tropical Storm Heidi.\\n\\nSee also\\n\\nList of wettest tropical cyclones in North Carolina\\nList of North Carolina hurricanes\\nTropical Storm Ginger (1967) \\u2013 an earlier storm of the same name\\n\\nReferences\\n\\nExternal links\\nMonthly Weather Review\\n\\nGinger\\nGinger (1971)\\nGinger\\nCategory:1971 natural disasters in the United States\"}"