"{\"title\": \"FIFA World Cup\", \"url\": \"https://en.wikipedia.org/wiki/FIFA_World_Cup\", \"text\": \"The FIFA World Cup, often simply called the World Cup, is an international association football competition contested by the senior men's national teams of the members of the  (FIFA), the sport's global governing body. The championship has been awarded every four years since the inaugural tournament in 1930, except in 1942 and 1946 when it was not held because of the Second World War. The current champion is France, which won its second title at the 2018 tournament in Russia.\\n\\nThe current format of the competition involves a qualification phase, which currently takes place over the preceding three years, to determine which teams qualify for the tournament phase, which is often called the World Cup Finals. After this, 32 teams, including the automatically qualifying host nation(s), compete in the tournament phase for the title at venues within the host nation(s) over a period of about a month.\\n\\nThe 21 World Cup tournaments have been won by eight national teams. Brazil have won five times, and they are the only team to have played in every tournament. The other World Cup winners are Germany and Italy, with four titles each; Argentina, France and inaugural winner Uruguay, with two titles each; and England and Spain with one title each.\\n\\nThe World Cup is the most prestigious association football tournament in the world, as well as the most widely viewed and followed sporting event in the world, exceeding even the Olympic Games; the cumulative viewership of all matches of the 2006 World Cup was estimated to be 26.29\\u00a0billion with an estimated 715.1\\u00a0million people watching the final match, a ninth of the entire population of the planet.Tom Dunmore, Historical Dictionary of Soccer, page 235, quote \\\"The World Cup is now the most-watched sporting event in the world on television, above even the Olympic Games.\\\"Stephen Dobson and John Goddard, The Economics of Football, page 407, quote \\\"The World Cup is the most widely viewed sporting event in the world: the estimated cumulative television audience for the 2006 World Cup in Germany was 26.2\\u00a0billion, an average of 409\\u00a0million viewers per match.\\\"Glenn M. Wong, The Comprehensive Guide to Careers in Sports, page 144, quote \\\"The World Cup is the most-watched sporting event in the world. In 2006, more than 30\\u00a0billion viewers in 214 countries watched the World Cup on television, and more than 3.3\\u00a0million spectators attended the 64 matches of the tournament.\\\"\\n\\n17 countries have hosted the World Cup. Brazil, France, Italy, Germany and Mexico have each hosted twice, while Uruguay, Switzerland, Sweden, Chile, England, Argentina, Spain, the United States, Japan and South Korea (jointly), South Africa and Russia have each hosted once. Qatar are planned as hosts of the 2022 finals, and 2026 will be jointly hosted by Canada, the United States and Mexico, which will give Mexico the distinction of being the first country to have hosted games in three finals.\\n\\nHistory\\n\\nPrevious international competitions\\nThe world's first international football match was a challenge match played in Glasgow in 1872 between Scotland and England, which ended in a 0\\u20130 draw. The first international tournament, the inaugural British Home Championship, took place in 1884. As football grew in popularity in other parts of the world at the start of the 20th century, it was held as a demonstration sport with no medals awarded at the 1900 and 1904 Summer Olympics (however, the International Olympic Committee has retroactively upgraded their status to official events), and at the 1906 Intercalated Games.\\n\\nAfter FIFA was founded in 1904, it tried to arrange an international football tournament between nations outside the Olympic framework in Switzerland in 1906. These were very early days for international football, and the official history of FIFA describes the competition as having been a failure.\\n\\nAt the 1908 Summer Olympics in London, football became an official competition. Planned by The Football Association (FA), England's football governing body, the event was for amateur players only and was regarded suspiciously as a show rather than a competition. Great Britain (represented by the England national amateur football team) won the gold medals. They repeated the feat at the 1912 Summer Olympics in Stockholm.\\n\\nWith the Olympic event continuing to be contested only between amateur teams, Sir Thomas Lipton organised the Sir Thomas Lipton Trophy tournament in Turin in 1909. The Lipton tournament was a championship between individual clubs (not national teams) from different nations, each one of which represented an entire nation. The competition is sometimes described as The First World Cup, and featured the most prestigious professional club sides from Italy, Germany and Switzerland, but the FA of England refused to be associated with the competition and declined the offer to send a professional team. Lipton invited West Auckland, an amateur side from County Durham, to represent England instead. West Auckland won the tournament and returned in 1911 to successfully defend their title.\\n\\nIn 1914, FIFA agreed to recognise the Olympic tournament as a \\\"world football championship for amateurs\\\", and took responsibility for managing the event. This paved the way for the world's first intercontinental football competition, at the 1920 Summer Olympics, contested by Egypt and 13 European teams, and won by Belgium. Uruguay won the next two Olympic football tournaments in 1924 and 1928. Those were also the first two open world championships, as 1924 was the start of FIFA's professional era.\\n\\nWorld Cups before World War II\\nthumb|left|upright|FIFA president Jules Rimet convinced the confederations to promote an international football tournament.\\nDue to the success of the Olympic football tournaments, FIFA, with President Jules Rimet as the driving force, again started looking at staging its own international tournament outside of the Olympics. On 28 May 1928, the FIFA Congress in Amsterdam decided to stage a world championship itself. With Uruguay now two-time official football world champions and to celebrate their centenary of independence in 1930, FIFA named Uruguay as the host country of the inaugural World Cup tournament.\\n\\nThe national associations of selected nations were invited to send a team, but the choice of Uruguay as a venue for the competition meant a long and costly trip across the Atlantic Ocean for European sides. Indeed, no European country pledged to send a team until two months before the start of the competition. Rimet eventually persuaded teams from Belgium, France, Romania, and Yugoslavia to make the trip. In total, 13 nations took part: seven from South America, four from Europe and two from North America.\\n\\nthumb|Estadio Centenario, the location of the first World Cup final in 1930 in Montevideo, Uruguay\\nThe first two World Cup matches took place simultaneously on 13 July 1930, and were won by France and the US, who defeated Mexico 4\\u20131 and Belgium 3\\u20130 respectively. The first goal in World Cup history was scored by Lucien Laurent of France. In the final, Uruguay defeated Argentina 4\\u20132 in front of 93,000 people in Montevideo, and became the first nation to win the World Cup. After the creation of the World Cup, FIFA and the IOC disagreed over the status of amateur players, and so football was dropped from the 1932 Summer Olympics. Olympic football returned at the 1936 Summer Olympics, but was now overshadowed by the more prestigious World Cup.\\n\\nThe issues facing the early World Cup tournaments were the difficulties of intercontinental travel, and war. Few South American teams were willing to travel to Europe for the 1934 World Cup and all North and South American nations except Brazil and Cuba boycotted the 1938 tournament. Brazil was the only South American team to compete in both. The 1942 and 1946 competitions, which Germany and Brazil sought to host, were cancelled due to World War II and its aftermath.\\n\\nWorld Cups after World War II\\nthumb|The opening game of the Maracan\\u00e3 Stadium in Rio de Janeiro, shortly before the 1950 FIFA World Cup. From the National Archives of Brazil\\nThe 1950 World Cup, held in Brazil, was the first to include British participants. British teams withdrew from FIFA in 1920, partly out of unwillingness to play against the countries they had been at war with, and partly as a protest against foreign influence on football, but rejoined in 1946 following FIFA's invitation.Glanville The tournament also saw the return of 1930 champions Uruguay, who had boycotted the previous two World Cups. Uruguay won the tournament again after defeating the host nation Brazil, in the match called \\\"Maracanazo\\\" (Portuguese: Maracana\\u00e7o).\\n\\nIn the tournaments between 1934 and 1978, 16 teams competed in each tournament, except in 1938, when Austria was absorbed into Germany after qualifying, leaving the tournament with 15 teams, and in 1950, when India, Scotland, and Turkey withdrew, leaving the tournament with 13 teams.Glanville, p45 Most of the participating nations were from Europe and South America, with a small minority from North America, Africa, Asia, and Oceania. These teams were usually defeated easily by the European and South American teams. Until 1982, the only teams from outside Europe and South America to advance out of the first round were: USA, semi-finalists in 1930; Cuba, quarter-finalists in 1938; North Korea, quarter-finalists in 1966; and Mexico, quarter-finalists in 1970.\\n\\nExpansion to 32 teams\\nthumb|Interior view of the Soccer City in Johannesburg, South Africa, during a match at the 2010 FIFA World Cup\\nThe tournament was expanded to 24 teams in 1982,Glanville, p238 and then to 32 in 1998,Glanville, p359 also allowing more teams from Africa, Asia and North America to take part. Since then, teams from these regions have enjoyed more success, with several having reached the quarter-finals: Mexico, quarter-finalists in 1986; Cameroon, quarter-finalists in 1990; South Korea, finishing in fourth place in 2002; Senegal, along with USA, both quarter-finalists in 2002; Ghana, quarter-finalists in 2010; and Costa Rica, quarter-finalists in 2014. Nevertheless, European and South American teams continue to dominate, e.g., the quarter-finalists in 1994, 1998, 2006 and 2018 were all from Europe or South America and so were the finalists of all tournaments so far.\\n\\nTwo hundred teams entered the 2002 FIFA World Cup qualification rounds; 198 nations attempted to qualify for the 2006 FIFA World Cup, while a record 204 countries entered qualification for the 2010 FIFA World Cup.\\n\\nExpansion to 48 teams\\nIn October 2013, Sepp Blatter spoke of guaranteeing the Caribbean Football Union's region a position in the World Cup. In the edition of 25 October 2013 of the FIFA Weekly Blatter wrote that: \\\"From a purely sporting perspective, I would like to see globalisation finally taken seriously, and the African and Asian national associations accorded the status they deserve at the FIFA World Cup. It cannot be that the European and South American confederations lay claim to the majority of the berths at the World Cup.\\\" Those two remarks suggested to commentators that Blatter could be putting himself forward for re-election to the FIFA Presidency.\\n\\nFollowing the magazine's publication, Blatter's would-be opponent for the FIFA Presidency, UEFA President Michel Platini, responded that he intended to extend the World Cup to 40 national associations, increasing the number of participants by eight. Platini said that he would allocate an additional berth to UEFA, two to the Asian Football Confederation and the Confederation of African Football, two shared between CONCACAF and CONMEBOL, and a guaranteed place for the Oceania Football Confederation. Platini was clear about why he wanted to expand the World Cup. He said: \\\"[The World Cup is] not based on the quality of the teams because you don't have the best 32 at the World Cup\\u00a0... but it's a good compromise.\\u00a0... It's a political matter so why not have more Africans? The competition is to bring all the people of all the world. If you don't give the possibility to participate, they don't improve.\\\"\\n\\nIn October 2016, FIFA president Gianni Infantino stated his support for a 48-team World Cup in 2026.World Cup could expand to 48 teams, Fifa\\u2019s Gianni Infantino suggests - The Guardian, 3 October 2016 On 10 January 2017, FIFA confirmed the 2026 World Cup will have 48 finalist teams.\\n\\n2015 FIFA corruption case\\n\\nBy May 2015, the games were under a particularly dark cloud because of the 2015 FIFA corruption case, allegations and criminal charges of bribery, fraud and money laundering to corrupt the issuing of media and marketing rights (rigged bids) for FIFA games, with FIFA officials accused of taking bribes totaling more than $150\\u00a0million over 24 years. In late May, the US Department of Justice announced a 47-count indictment with charges of racketeering, wire fraud and money laundering conspiracy against 14 people. Arrests of over a dozen FIFA officials were made since that time, particularly on 29 May and 3 December. By the end of May 2015, a total of nine FIFA officials and five executives of sports and broadcasting markets had already been charged on corruption. At the time, FIFA president Sepp Blatter announced he would relinquish his position in February 2016.\\n\\nOn 4 June 2015 Chuck Blazer while co-operating with the FBI and the Swiss authorities admitted that he and the other members of FIFA's then-executive committee were bribed in order to promote the 1998 and 2010 World Cups. On 10 June 2015 Swiss authorities seized computer data from the offices of Sepp Blatter.\\\"Swiss police seize IT data from Fifa headquarters\\\", The BBC, 10 June 2015. Retrieved 10 June 2015 The same day, FIFA postponed the bidding process for the 2026 FIFA World Cup in light of the allegations surrounding bribery in the awarding of the 2018 and 2022 tournaments. Then-secretary general J\\u00e9r\\u00f4me Valcke stated, \\\"Due to the situation, I think it's nonsense to start any bidding process for the time being.\\\" On 28 October 2015, Blatter and FIFA VP Michel Platini, a potential candidate for presidency, were suspended for 90 days; both maintained their innocence in statements made to the news media.\\n\\nOn 3 December 2015 two FIFA vice-presidents were arrested on suspicion of bribery in the same Zurich hotel where seven FIFA officials had been arrested in May. An additional 16 indictments by the US Department of Justice were announced on the same day.\\n\\nOther FIFA tournaments\\nthumb|The BC Place in Vancouver hosting a 2015 Women's World Cup match\\nAn equivalent tournament for women's football, the FIFA Women's World Cup, was first held in 1991 in China. The women's tournament is smaller in scale and profile than the men's, but is growing; the number of entrants for the 2007 tournament was 120, more than double that of 1991.\\\"We Are the World ... Cup\\\" . China Post. Retrieved 8 September 2017\\n\\nMen's football has been included in every Summer Olympic Games except 1896 and 1932. Unlike many other sports, the men's football tournament at the Olympics is not a top-level tournament, and since 1992, an under-23 tournament with each team allowed three over-age players. Women's football made its Olympic debut in 1996.\\n\\nThe FIFA Confederations Cup was a tournament held one year before the World Cup at the World Cup host nation(s) as a dress rehearsal for the upcoming World Cup. It is contested by the winners of each of the six FIFA confederation championships, along with the FIFA World Cup champion and the host country. The first edition took place in 1992 and the last edition was played in 2017. In March 2019, FIFA confirmed that the tournament would no longer be active owing to an expansion of the FIFA Club World Cup in 2021.\\n\\nFIFA also organises international tournaments for youth football (FIFA U-20 World Cup, FIFA U-17 World Cup, FIFA U-20 Women's World Cup, FIFA U-17 Women's World Cup), club football (FIFA Club World Cup), and football variants such as futsal (FIFA Futsal World Cup) and beach soccer (FIFA Beach Soccer World Cup). The latter three do not have a women's version, although a FIFA Women's Club World Cup has been proposed.\\n\\nThe FIFA U-20 Women's World Cup is held the year before each Women's World Cup and both tournaments are awarded in a single bidding process. The U-20 tournament serves as a dress rehearsal for the larger competition.\\\"FIFA Women's World Cup next up for Canada in 2015\\\". CBC Sports. Retrieved 8 September 2017\\n\\nTrophy\\n\\nthumbnail|left|upright|Queen Elizabeth II presenting the Jules Rimet trophy to 1966 World Cup winning England captain Bobby Moore\\nFrom 1930 to 1970, the Jules Rimet Trophy was awarded to the World Cup winning team. It was originally simply known as the World Cup or Coupe du Monde, but in 1946 it was renamed after the FIFA president Jules Rimet who set up the first tournament. In 1970, Brazil's third victory in the tournament entitled them to keep the trophy permanently. However, the trophy was stolen in 1983 and has never been recovered, apparently melted down by the thieves.\\n\\nthumb|upright|The current trophy (held by France forward Ousmane Demb\\u00e9l\\u00e9 in 2018) has been presented since 1974\\nAfter 1970, a new trophy, known as the FIFA World Cup Trophy, was designed. The experts of FIFA, coming from seven countries, evaluated the 53 presented models, finally opting for the work of the Italian designer Silvio Gazzaniga. The new trophy is  high, made of solid 18 carat (75%) gold and weighs . The base contains two layers of semi-precious malachite while the bottom side of the trophy bears the engraved year and name of each FIFA World Cup winner since 1974. The description of the trophy by Gazzaniga was: \\\"The lines spring out from the base, rising in spirals, stretching out to receive the world. From the remarkable dynamic tensions of the compact body of the sculpture rise the figures of two athletes at the stirring moment of victory.\\\"\\n\\nThis new trophy is not awarded to the winning nation permanently. World Cup winners retain the trophy only until the post-match celebration is finished. They are awarded a gold-plated replica rather than the solid gold original immediately afterwards.\\n\\nCurrently, all members (players, coaches, and managers) of the top three teams receive medals with an insignia of the World Cup Trophy; winners' (gold), runners-up' (silver), and third-place (bronze). In the 2002 edition, fourth-place medals were awarded to hosts South Korea. Before the 1978 tournament, medals were only awarded to the eleven players on the pitch at the end of the final and the third-place match. In November 2007, FIFA announced that all members of World Cup-winning squads between 1930 and 1974 were to be retroactively awarded winners' medals.\\n\\nFormat\\n\\nQualification\\n\\nSince the second World Cup in 1934, qualifying tournaments have been held to thin the field for the final tournament. They are held within the six FIFA continental zones (Africa, Asia, North and Central America and Caribbean, South America, Oceania, and Europe), overseen by their respective confederations. For each tournament, FIFA decides the number of places awarded to each of the continental zones beforehand, generally based on the relative strength of the confederations' teams.\\n\\nThe qualification process can start as early as almost three years before the final tournament and last over a two-year period. The formats of the qualification tournaments differ between confederations. Usually, one or two places are awarded to winners of intercontinental play-offs. For example, the winner of the Oceanian zone and the fifth-placed team from the Asian zone entered a play-off for a spot in the 2010 World Cup. From the 1938 World Cup onwards, host nations receive automatic qualification to the final tournament. This right was also granted to the defending champions between 1938 and 2002, but was withdrawn from the 2006 FIFA World Cup onward, requiring the champions to qualify. Brazil, winners in 2002, were the first defending champions to play qualifying matches.\\n\\nFinal tournament\\n\\nThe current final tournament has been used since 1998 and features 32 national teams competing over the course of a month in the host nation(s). There are two stages: the group stage followed by the knockout stage.\\n\\nIn the group stage, teams compete within eight groups of four teams each. Eight teams are seeded, including the hosts, with the other seeded teams selected using a formula based on the FIFA World Rankings and/or performances in recent World Cups, and drawn to separate groups. The other teams are assigned to different \\\"pots\\\", usually based on geographical criteria, and teams in each pot are drawn at random to the eight groups. Since 1998, constraints have been applied to the draw to ensure that no group contains more than two European teams or more than one team from any other confederation.Previously, due to there being fewer finals places and a bigger ratio of European finalists, there had been several occasions where three European teams were in a single group, for example, 1986 (West Germany, Scotland, and Denmark), 1990 (Italy, Czechoslovakia, and Austria), and 1994 (Italy, Republic of Ireland, and Norway). ()\\n\\nEach group plays a round-robin tournament, in which each team is scheduled for three matches against other teams in the same group. This means that a total of six matches are played within a group. The last round of matches of each group is scheduled at the same time to preserve fairness among all four teams.This practice has been installed since the 1986 FIFA World Cup. In some cases during previous tournaments, for example, Argentina 6\\u20130 Peru in Argentina 1978 and West Germany 1\\u20130 Austria in Spain 1982, teams that played the latter match were perceived to gain an unfair advantage by knowing the score of the earlier match, and subsequently obtaining a result that ensured advancement to the next stage. (; ) The top two teams from each group advance to the knockout stage. Points are used to rank the teams within a group. Since 1994, three points have been awarded for a win, one for a draw and none for a loss (before, winners received two points).\\n\\nIf one considers all possible outcomes (win, draw, loss) for all six matches in a group, there are 729 (= 36) outcome combinations possible. However, 207 of these combinations lead to ties between the second and third places. In such case, the ranking among these teams is determined as follows:\\n Greatest combined goal difference in all group matches\\n Greatest combined number of goals scored in all group matches\\n If more than one team remain level after applying the above criteria, their ranking will be determined as follows:\\n Greatest number of points in head-to-head matches among those teams\\n Greatest goal difference in head-to-head matches among those teams\\n Greatest number of goals scored in head-to-head matches among those teams\\n Fair play points, defined by the number of yellow and red cards received in the group stage:\\n Yellow card: minus 1 point\\n Indirect red card (as a result of a second yellow card): minus 3 points\\n Direct red card: minus 4 points\\n Yellow card and direct red card: minus 5 points\\n If any of the teams above remain level after applying the above criteria, their ranking will be determined by the drawing of lots\\n\\nThe knockout stage is a single-elimination tournament in which teams play each other in one-off matches, with extra time and penalty shootouts used to decide the winner if necessary. It begins with the round of 16 (or the second round) in which the winner of each group plays against the runner-up of another group. This is followed by the quarter-finals, the semi-finals, the third-place match (contested by the losing semi-finalists), and the final.\\n\\nOn 10 January 2017, FIFA approved a new format, the 48-team World Cup (to accommodate more teams), which consists of 16 groups of three teams each, with two teams qualifying from each group, to form a round of 32 knockout stage, to be implemented by 2026.\\n\\nHosts\\n\\nright|upright=2.25|thumb|Map of FIFA World Cup final hosts, 1930\\u20132022. Green: once; dark green: twice; light green: planned\\n\\nSelection process\\n\\nEarly World Cups were given to countries at meetings of FIFA's congress. The locations were controversial because South America and Europe were by far the two centres of strength in football and travel between them required three weeks by boat. The decision to hold the first World Cup in Uruguay, for example, led to only four European nations competing. The next two World Cups were both held in Europe. The decision to hold the second of these in France was disputed, as the South American countries understood that the location would alternate between the two continents. Both Argentina and Uruguay thus boycotted the 1938 FIFA World Cup.\\n\\nSince the 1958 FIFA World Cup, to avoid future boycotts or controversy, FIFA began a pattern of alternating the hosts between the Americas and Europe, which continued until the 1998 FIFA World Cup. The 2002 FIFA World Cup, hosted jointly by South Korea and Japan, was the first one held in Asia, and the first tournament with multiple hosts. South Africa became the first African nation to host the World Cup in 2010. The 2014 FIFA World Cup was hosted by Brazil, the first held in South America since Argentina 1978, and was the first occasion where consecutive World Cups were held outside Europe.\\nthumb|Russian delegates celebrate being chosen as the host of the 2018 FIFA World Cup\\nThe host country is now chosen in a vote by FIFA's Council. This is done under an exhaustive ballot system. The national football association of a country desiring to host the event receives a \\\"Hosting Agreement\\\" from FIFA, which explains the steps and requirements that are expected from a strong bid. The bidding association also receives a form, the submission of which represents the official confirmation of the candidacy. After this, a FIFA designated group of inspectors visit the country to identify that the country meets the requirements needed to host the event and a report on the country is produced. The decision on who will host the World Cup is usually made six or seven years in advance of the tournament. However, there have been occasions where the hosts of multiple future tournaments were announced at the same time, as was the case for the 2018 and 2022 World Cups, which were awarded to Russia and Qatar, with Qatar becoming the first Middle Eastern country to host the tournament.\\n\\nFor the 2010 and 2014 World Cups, the final tournament is rotated between confederations, allowing only countries from the chosen confederation (Africa in 2010, South America in 2014) to bid to host the tournament. The rotation policy was introduced after the controversy surrounding Germany's victory over South Africa in the vote to host the 2006 tournament. However, the policy of continental rotation will not continue beyond 2014, so any country, except those belonging to confederations that hosted the two preceding tournaments, can apply as hosts for World Cups starting from 2018. This is partly to avoid a similar scenario to the bidding process for the 2014 tournament, where Brazil was the only official bidder.Collett, Mike (30 October 2007), \\u201cBrazil officially named 2014 World Cup hosts\\u201d. Reuters. Retrieved 6 July 2018\\n\\nThe 2026 FIFA World Cup was chosen to be held in the United States, Canada and Mexico, marking the first time a World Cup has been shared by three host nations. The 2026 tournament will be the biggest World Cup ever held, with 48 teams playing 80 matches. Sixty matches will take place in the US, including all matches from the quarter-finals onward, while Canada and Mexico will host 10 games each.\\n\\nPerformances\\n\\nSix of the eight champions have won one of their titles while playing in their own homeland, the exceptions being Brazil, who finished as runners-up after losing the deciding match on home soil in 1950 and lost their semi-final against Germany in 2014, and Spain, which reached the second round on home soil in 1982. England (1966) won its only title while playing as a host nation. Uruguay (1930), Italy (1934), Argentina (1978) and \\nFrance (1998) won their first titles as host nations but have gone on to win again, while Germany (1974) won their second title on home soil.\\\"World Cup 1974 - West Germany win on home soil\\\". BBC. Retrieved 2 December 2017\\n\\nOther nations have also been successful when hosting the tournament. Switzerland (quarter-finals 1954), Sweden (runners-up in 1958), Chile (third place in 1962), South Korea (fourth place in 2002), and Mexico (quarter-finals in 1970 and 1986) all have their best results when serving as hosts. So far, South Africa (2010) has been the only host nation to fail to advance beyond the first round.Bevan, Chris. \\\"France 1-2 South Africa\\\". BBC. Retrieved 2 December 2017\\n\\nAttendance\\n\\n Year Hosts Venues/Cities Totalattendance Matches attendance Highest attendances \\u2020 NumberVenue Game(s) 19303/1590,5491832,80893,000Estadio Centenario, MontevideoUruguay 6\\u20131 Yugoslavia, Semi-final 19348/8363,0001721,35355,000Stadio Nazionale PNF, RomeItaly 2\\u20131 Czechoslovakia, Final 193810/9375,7001820,87258,455Olympique de Colombes, ParisFrance 1\\u20133 Italy, Quarter-final 19506/61,045,2462247,511173,850Maracan\\u00e3 Stadium, Rio de JaneiroBrazil 1\\u20132 Uruguay, Deciding match 19546/6768,6072629,56263,000Wankdorf Stadium, BernWest Germany 3\\u20132 Hungary, Final 195812/12819,8103523,42350,928Ullevi Stadium, GothenburgBrazil 2\\u20130 Soviet Union, Group stage 19624/4893,1723227,91268,679Estadio Nacional, SantiagoBrazil 4\\u20132 Chile, Semi-final 19668/71,563,1353248,84898,270Wembley Stadium, LondonEngland 4\\u20132 West Germany, Final 19705/51,603,9753250,124108,192Estadio Azteca, Mexico CityMexico 1\\u20130 Belgium, Group stage 19749/91,865,7533849,09983,168Olympiastadion, West BerlinWest Germany 1\\u20130 Chile, Group stage 19786/51,545,7913840,67971,712River Plate Stadium, Buenos AiresItaly 1\\u20130 Argentina, Group stage 198217/142,109,7235240,57295,500Camp Nou, BarcelonaArgentina 0\\u20131 Belgium, Opening match 198612/112,394,0315246,039114,600Estadio Azteca, Mexico CityMexico 1\\u20131 Paraguay, Group stageArgentina 3\\u20132 West Germany, Final 199012/122,516,2155248,38974,765San Siro, MilanWest Germany 4\\u20131 Yugoslavia, Group stage 19949/93,587,5385268,99194,194Rose Bowl, Pasadena, CaliforniaBrazil 0(3)\\u2013(2)0 Italy, Final 199810/102,785,1006443,51780,000Stade de France, Saint-DenisBrazil 0\\u20133 France, Final 200220/202,705,1976442,26969,029International Stadium, Yokohama, JapanBrazil 2\\u20130 Germany, Final 200612/123,359,4396452,49172,000Olympiastadion, BerlinGermany 1(4)\\u2013(2)1 Argentina, Quarter-final 201010/93,178,8566449,67084,490Soccer City, JohannesburgSpain 1\\u20130 Netherlands, Final 201412/123,429,8736453,59274,738Maracan\\u00e3 Stadium, Rio de JaneiroGermany 1\\u20130 Argentina, Final 201812/113,031,7686447,37178,011Luzhniki Stadium, MoscowFrance 4\\u20132 Croatia, Final 2022    2026   Overall40,532,47890045,036171,772Maracan\\u00e3 Stadium, Rio (1950)\\n\\n The best-attended single match, shown in the last three columns, has been the final in 11 of the 21 World Cups . Another match or matches drew more attendance than the final in 1930, 1938, 1958, 1962, 1970\\u20131982, 1990 and 2006.\\n\\nSource: FIFA\\n\\nBroadcasting and promotion\\n\\nthumb|upright|A Coca-Cola bottle promoting the 2002 World Cup in South Korea and Japan \\nThe World Cup was first televised in 1954 and is now the most widely viewed and followed sporting event in the world. The cumulative viewership of all matches of the 2006 World Cup is estimated to be 26.29\\u00a0billion. 715.1\\u00a0million individuals watched the final match of this tournament (a ninth of the entire population of the planet). The 2006 World Cup draw, which decided the distribution of teams into groups, was watched by 300\\u00a0million viewers. The World Cup attracts many sponsors such as Coca-Cola, McDonald's and Adidas. For these companies and many more, being a sponsor strongly impacts their global brands. Host countries typically experience a multimillion-dollar revenue increase from the month-long event.\\nThe governing body of the sport, FIFA, generated $4.8\\u00a0billion in revenue from the 2014 tournament, and $6.1\\u00a0billion from the 2018 tournament.\\n\\nthumb|left|The FIFA International Broadcast Centre for television in Johannesburg, South Africa during the 2010 World Cup. \\nEach FIFA World Cup since 1966 has its own mascot or logo. World Cup Willie, the mascot for the 1966 competition, was the first World Cup mascot. World Cups feature official match balls specially designed for each tournament. Each World Cup also has an official song, which have been performed by artists ranging from Shakira to Will Smith. Other songs, such as \\u201cNessun dorma\\u201d, performed by The Three Tenors at four World Cup concerts, have also become identified with the tournament.\\n\\nForming a partnership with FIFA in 1970, Panini published its first sticker album for the 1970 World Cup. Since then, collecting and trading stickers and cards has become part of the World Cup experience, especially for the younger generation. FIFA has also licensed World Cup video games since 1986, with Electronic Arts the current license holder.\\n\\nThe World Cup even has a statistically significant effect on birth rates, the male/female sex ratio of newborns, and heart attacks in nations whose national teams are competing.\\n\\nResults\\n\\nEditionYearHosts ChampionsScore and Venue Runners-up Third placeScore and Venue Fourth placeNo. of Teams11930  Details 4\\u20132 Estadio Centenario, Montevideo1321934  Details 2\\u20131  Stadio Nazionale PNF, Rome3\\u20132 Stadio Giorgio Ascarelli, Naples1631938  Details 4\\u20132 Stade de Colombes, Paris4\\u20132 Parc Lescure, Bordeaux151942 Editions cancelled without organization because of World War II.194641950  Details  2\\u20131 Maracan\\u00e3, Rio de Janeiro3\\u20131 Pacaembu, S\\u00e3o Paulo1351954  Details 3\\u20132 Wankdorfstadion, Bern3\\u20131 Hardturm, Z\\u00fcrich1661958  Details 5\\u20132 R\\u00e5sundastadion, Solna6\\u20133 Ullevi, Gothenburg1671962  Details 3\\u20131 Estadio Nacional, Santiago1\\u20130 Estadio Nacional, Santiago1681966  Details 4\\u20132  Wembley Stadium, London2\\u20131 Wembley Stadium, London1691970  Details 4\\u20131 Estadio Azteca, Mexico City1\\u20130 Estadio Azteca, Mexico City16101974  Details 2\\u20131 Olympiastadion, Munich1\\u20130 Olympiastadion, Munich16111978  Details 3\\u20131  Monumental de N\\u00fa\\u00f1ez, Buenos Aires2\\u20131 Monumental de N\\u00fa\\u00f1ez, Buenos Aires16121982  Details 3\\u20131 Santiago Bernab\\u00e9u, Madrid3\\u20132 Estadio Jos\\u00e9 Rico P\\u00e9rez, Alicante24131986  Details 3\\u20132 Estadio Azteca, Mexico City4\\u20132  Estadio Cuauht\\u00e9moc, Puebla24141990  Details 1\\u20130 Stadio Olimpico, Rome2\\u20131 Stadio San Nicola, Bari24151994  Details 0\\u20130 (3\\u20132 pen.) Rose Bowl, Pasadena4\\u20130 Rose Bowl, Pasadena24161998  Details 3\\u20130 Stade de France, Saint-Denis2\\u20131 Parc des Princes, Paris32172002  Details 2\\u20130 International Stadium, Yokohama3\\u20132 Daegu Stadium, Daegu32182006  Details 1\\u20131 (5\\u20133 pen.) Olympiastadion, Berlin3\\u20131 Gottlieb-Daimler-Stadion, Stuttgart32192010  Details 1\\u20130  Soccer City, Johannesburg3\\u20132 Nelson Mandela Bay Stadium, Port Elizabeth32202014  Details 1\\u20130  Maracan\\u00e3, Rio de Janeiro3\\u20130 Est\\u00e1dio Nacional, Bras\\u00edlia32212018  Details 4\\u20132 Luzhniki Stadium, Moscow2\\u20130 Krestovsky Stadium, Saint Petersburg32222022  Details TBDTBDIconic Stadium, LusailTBDTBDTBDTBDTBD32232026  Details TBDTBDTBD, United StatesTBDTBDTBDTBDTBD48\\n\\na.e.t.: after extra time\\npen.: after penalty shoot-out\\nTBD: to be determined\\nNotes\\n\\nIn all, 79 nations have played in at least one World Cup.FIFA considers that the national team of Russia succeeds the Soviet Union, the national team of Serbia succeeds the Yugoslavia/Serbia and Montenegro, and the national team of Czech Republic succeeds the Czechoslovakia. (; ; ). Of these, eight national teams have won the World Cup, and they have added stars to their badges, with each star representing a World Cup victory. (Uruguay, however, choose to display four stars on their badge, representing their two gold medals at the 1924 and 1928 Summer Olympics and their two World Cup titles in 1930 and 1950).\\n\\nWith five titles, Brazil are the most successful World Cup team and also the only nation to have played in every World Cup (21) to date. Brazil were also the first team to win the World Cup for the third (1970), fourth (1994) and fifth (2002) time. Italy (1934 and 1938) and Brazil (1958 and 1962) are the only nations to have won consecutive titles. West Germany (1982\\u20131990) and Brazil (1994\\u20132002) are the only nations to appear in three consecutive World Cup finals. Germany has made the most top-four finishes (13), medals (12), as well as the most finals (8).\\n\\nthumb|upright=2.5|center|Map of countries' best results\\n\\nTeams reaching the top four\\n\\n+ Teams reaching the top four Team  Titles  Runners-up  Third place  Fourth place Top 4 Finishes Top 3 Finishes Top 2 Finishes Appearances5 (1958, 1962, 1970, 1994, 2002)2 (1950*, 1998)2 (1938, 1978)2 (1974, 2014*)1197 2114 (1954, 1974*, 1990, 2014)4 (1966, 1982, 1986, 2002)4 (1934, 1970, 2006*, 2010)1 (1958)13128  194 (1934*, 1938, 1982, 2006)2 (1970, 1994)1 (1990*)1 (1978)876  182 (1978*, 1986)3 (1930, 1990, 2014)555  172 (1998*, 2018)1 (2006)2 (1958, 1986)1 (1982)653152 (1930*, 1950)3 (1954, 1970, 2010)522 131 (1966*)2 (1990, 2018)311 151 (2010)1 (1950)211153 (1974, 1978, 2010)1 (2014)1 (1998)54310a2 (1938, 1954)222922 (1934, 1962)22291 (1958*)2 (1950, 1994)1 (1938)431121 (2018)1 (1998)22152 (1974, 1982)2271 (1954)1 (1934)2171 (1966)1 (2006)2171 (2018)1 (1986)21131 (1930)11101 (1962*)1191 (2002)11232 (1930, 1962)21241 (1966)1111 (1994)171 (2002*)110\\n* = hosts\\n1 = includes results representing West Germany between 1954 and 1990\\n2 = includes results representing Czechoslovakia between 1934 and 1990\\n3 = includes results representing Yugoslavia and Serbia and Montenegro between 1930 and 2006\\n4 = includes results representing Soviet Union between 1958 and 1990\\n\\nBest performances by continental zones\\n\\nthumb|right|240px|South Koreans watching their nation on the big screens in Seoul Plaza during the 2002 World Cup when they became the first Asian country to reach the semi-finals.\\nTo date, the final of the World Cup has only been contested by teams from the UEFA (Europe) and CONMEBOL (South America) confederations. European nations have won twelve titles, while South American have won nine. Only two teams from outside these two continents have ever reached the semi-finals of the competition: United States (North, Central America and Caribbean) in 1930 and South Korea (Asia) in 2002. The best result of an African team is reaching the quarter-finals: Cameroon in 1990, Senegal in 2002 and Ghana in 2010. Only one Oceanian qualifier, Australia in 2006, has advanced to the second round.Australia's qualification in 2006 was through the Oceanian zone as they were a member of the OFC member during qualifying. However, on 1 January 2006, they left the Oceania Football Confederation and joined the Asian Football Confederation.\\n\\nBrazil, Argentina, Spain and Germany are the only teams to win a World Cup outside their continental confederation; Brazil came out victorious in Europe (1958), North America (1970 and 1994) and Asia (2002). Argentina won a World Cup in North America in 1986, while Spain won in Africa in 2010. In 2014, Germany became the first European team to win in the Americas. Only on five occasions have consecutive World Cups been won by teams from the same continent, and currently it is the first time with four champions in a row from the same continental confederation. Italy and Brazil successfully defended their titles in 1938 and 1962 respectively, while Italy's triumph in 2006 has been followed by wins for Spain in 2010, Germany in 2014 and France in 2018. Currently, it is also the first time that one of the currently winning continents (Europe) is ahead of the other (South America) by more than one championship.\\n\\n+ Total times teams qualified by confederation ConfederationAFCCAFCONCACAFCONMEBOLOFCUEFA Total Teams   37  44  42  85  4  245  457 Top 16  6  9  14  35  1  91  156 Top 8   2  3  5  34  0  100  144 Top 4   1  0  1  22  0  60  84 Top 2   0  0  0  14  0  28  42 1st  0  0  0  9  0  12  21 2nd  0  0  0  5  0  16  21 3rd  0  0  1  3  0  17  21 4th  1  0  0  5  0  15  21\\n\\nAwards\\n\\nAt the end of each World Cup, awards are presented to the players and teams for accomplishments other than their final team positions in the tournament. There are currently six awards:\\nThe Golden Ball for the best player, determined by a vote of media members (first awarded in 1982); the Silver Ball and the Bronze Ball are awarded to the players finishing second and third in the voting respectively;\\nThe Golden Boot (sometimes called the Golden Shoe) for the top goalscorer (first awarded in 1982, but retrospectively applied to all tournaments from 1930); most recently, the Silver Boot and the Bronze Boot have been awarded to the second and third top goalscorers respectively;\\nThe Golden Glove Award (formerly the Yashin Award) for the best goalkeeper, decided by the FIFA Technical Study Group (first awarded in 1994);\\nThe Best Young Player Award for the best player aged 21 or younger at the start of the calendar year, decided by the FIFA Technical Study Group (first awarded in 2006);\\nThe FIFA Fair Play Trophy for the team with the best record of fair play, according to the points system and criteria established by the FIFA Fair Play Committee (first awarded in 1978);\\nThe Most Entertaining Team for the team that has entertained the public the most during the World Cup, determined by a poll of the general public (first awarded in 1994);\\nAn All-Star Team consisting of the best players of the tournament has also been announced for each tournament since 1998.\\n\\nRecords and statistics\\n\\nthumb|upright|Lothar Matth\\u00e4us played a record 25 World Cup matches across a joint record five tournaments.\\nThree players share the record for playing in the most World Cups; Mexico's Antonio Carbajal (1950\\u20131966) and Rafael M\\u00e1rquez (2002\\u20132018); and Germany's Lothar Matth\\u00e4us (1982\\u20131998) all played in five tournaments. Matth\\u00e4us has played the most World Cup matches overall, with 25 appearances. Brazil's Djalma Santos (1954\\u20131962), West Germany's Franz Beckenbauer (1966\\u20131974) and Germany's Philipp Lahm (2006\\u20132014) are the only players to be named to three Finals All-Star Teams.\\n\\nMiroslav Klose of Germany (2002\\u20132014) is the all-time top scorer at the finals, with 16 goals. He broke Ronaldo of Brazil's record of 15 goals (1998\\u20132006) during the 2014 semi-final match against Brazil. West Germany's Gerd M\\u00fcller (1970\\u20131974) is third, with 14 goals. The fourth placed goalscorer, France's Just Fontaine, holds the record for the most goals scored in a single World Cup; all his 13 goals were scored in the 1958 tournament.\\n\\nIn November 2007, FIFA announced that all members of World Cup-winning squads between 1930 and 1974 were to be retroactively awarded winners' medals. This made Brazil's Pel\\u00e9 the only player to have won three World Cup winners' medals (1958, 1962, and 1970, although he did not play in the 1962 final due to injury), with 20 other players who have won two winners' medals. Seven players have collected all three types of World Cup medals (winners', runner- ups', and third-place); five players were from West Germany's squad of 1966\\u20131974 including Franz Beckenbauer, J\\u00fcrgen Grabowski, Horst-Dieter H\\u00f6ttges, Sepp Maier and Wolfgang Overath (1966\\u20131974), Italy's Franco Baresi (1982, 1990, 1994) and the most recent has been Miroslav Klose of Germany (2002\\u20132014) with four consecutive medals.\\n\\nBrazil's M\\u00e1rio Zagallo, West Germany's Franz Beckenbauer and France's Didier Deschamps are the only people to date to win the World Cup as both player and head coach. Zagallo won in 1958 and 1962 as a player and in 1970 as head coach. Beckenbauer won in 1974 as captain and in 1990 as head coach, and Deschamps repeated the feat in 2018, after having won in 1998 as captain. Italy's Vittorio Pozzo is the only head coach to ever win two World Cups (1934 and 1938). All World Cup-winning head coaches were natives of the country they coached to victory.\\n\\nAmong the national teams, Germany and Brazil have played the most World Cup matches (109), Germany appeared in the most finals (8), semi-finals (13), quarter-finals (16), while Brazil has appeared in the most World Cups (21), has the most wins (73) and has scored the most goals (229). The two teams have played each other twice in the World Cup, in the 2002 final and in the 2014 semi-final.\\n\\nTop goalscorers\\n\\nthumb|upright|Miroslav Klose scored a record 16 goals across four World Cups.\\n+ Players with more than 10 goals at World Cup tournamentsRankNationPlayerGoals scored1Miroslav Klose162Ronaldo153Gerd M\\u00fcller144Just Fontaine135Pel\\u00e9126J\\u00fcrgen Klinsmann11S\\u00e1ndor Kocsis11\\n\\nAll-time table for champions\\n\\nRank TeamParticipationsPldWDLGFGAGDPtsAvgPtsTrophies1211097318182291051242372.1752includes results of  from 1954 to 1990191096720222261251012212.0343188345211712877511561.8844178143152313793441441.7825156634131912077431151.742615692921199164271081.591715633015189972271051.67181356241220877413841.502\\n\\nSee also\\n\\nList of association football competitions\\nList of FIFA World Cup finals\\n FIFA World Cup referees\\n National team appearances in the FIFA World Cup\\n FIFA U-20 World Cup\\n FIFA U-17 World Cup\\n FIFA Club World Cup\\n FIFA Women's World Cup\\n FIFA Beach Soccer World Cup\\n FIFA Futsal World Cup\\n FIFA Confederations Cup\\n\\nNotes and references\\n\\nBibliography\\n\\n \\n\\nExternal links\\n \\n Previous FIFA World Cups\\n\\n \\nWorld Cup\\n \\nCategory:Recurring sporting events established in 1930\\nCategory:Quadrennial sporting events\\nCategory:June sporting events\\nCategory:July sporting events\"}"