"{\"title\": \"Wonderbra\", \"url\": \"https://en.wikipedia.org/wiki/Wonderbra\", \"text\": \"The Wonderbra is a type of push-up underwire brassiere that gained worldwide prominence in the 1990s. Although the Wonderbra name was first trademarked in the U.S. in 1955, the brand was developed in Canada. Moses (Moe) Nadler, founder and majority owner of the Canadian Lady Corset Company, licensed the trademark for the Canadian market in 1939. By the 1960s the Canadian Lady brand had become known in Canada as \\\"Wonderbra, the company.\\\" In 1961 the company introduced the Model 1300 plunge push-up bra. This bra became one of the best-selling Canadian styles and is virtually identical to today's Wonderbra.\\n\\nIn 1968, Canadian Lady changed its name to Canadian Lady-Canadelle Inc., was sold to Consolidated Foods (now Sara Lee Corporation), and later became Canadelle Inc. During the 1970s Wonderbra was repositioned as the company's fashionable and sexy brand, and became the Canadian market leader.Mintzberg (1984), p. 76.\\n\\nIn 1991, the push-up Wonderbra became a sensation in the UK, although it had been sold there since 1964 under license by the Gossard division of Courtaulds Textiles. Sara Lee Corporation did not renew Gossard's license and redesigned the push-up style for the reintroduction of the Wonderbra to the U.S. market in 1994.\\n\\nSince 1994, the Wonderbra has expanded from the single push-up design into a full-range lingerie fashion label in most of the world. In most countries, the brand emphasizes sex-appeal. In its native Canada, however, the brand promotes the functional qualities of its products\\u2014a departure from the strategy that made Wonderbra the top-seller in the 1970s.\\n\\n Original \\\"Wonder-Bra\\\" design \\nBefore the Second World War broke out, elastic materials were rationed and unavailable for clothing. Israel Pilot designed an improved cup with a diagonal slash, shoulder strap attachment. This innovation on existing bra design provided more comfort and freedom of movement for the wearer.See  and  He also coined the name \\\"Wonder-Bra\\\" in 1935.\\n\\nIsrael Pilot's patent , granted in 1941, allowed for greater shoulder strap elasticity by cutting the fabric so that the weave has the greatest stretch (cutting on the \\\"bias\\\"). The photographs show the original patent sketches and close-ups of a bra made in the U.S. by D'Amour. The model is wearing a rare 1950s version of this original Wonder-Bra design.\\n\\nOriginal 1941 Patent1950 \\\"Wonder-Bra\\\"Diagonal Slash / Label 300x300px 300x300px 300x300px\\n\\n History \\n\\nIn 1939, Moe Nadler founded the Canadian Lady Corset Company. He created a small sewing shop in the heart of Montreal to make a well-fitting, good quality bra in the mid-priced range (from $1.00 to $1.50 retail). As part of this effort, he traveled to New York City, met with Israel Pilot and licensed the Wonder-Bra trademark and diagonal slash patent. In Canada, the trademark lost the hyphen to become \\\"WonderBra,\\\" and \\\"Wonderbra\\\" at the U.S. reintroduction.\\n\\nDuring the wartime years, Canadian apparel manufacturers were subject to quotas on materials. Elastics were unavailable, affecting the comfort and design of women's underwear. The diagonal slash offered a better fitting brassiere without elastics, and became a competitive advantage.\\n\\nFrom 1939 to 1955, Canadian Lady marketed several lines of intimate apparel including girdles, panties, slips, swimsuits, and brassieres under the Wonderbra brand. The Company also created sub-brands to target different socioeconomic and lifestyle segments of the consumer market. In contrast, the U.S. market for Wonder-Bra stagnated while the brand was owned by Israel Pilot's companies. In 1952, Canadian Lady launched Petal Burst with anticipation of tough negotiations with D'Amour\\u2014Israel Pilot's U.S. company\\u2014around the expiration of the patent in 1955. This new line also adapted to a new fashion trend towards a pointed bust, inspired by Christian Dior's \\\"New Look\\\". The Petal Burst by Wonderbra line was successful and delivered 50% of bra sales by 1957.Mintzberg (1984), p 66.\\n\\nThe post-patent negotiations were led by Moe Nadler. D'Amour no longer had leverage with a patent, but still demanded that Canadian Lady stop using the designs, and return the pattern templates. Moe Nadler ignored this demand and instead successfully acquired the Canadian, European, and Asian rights to the Wonderbra trademarks. This allowed the company to move forward into the 1960s with the brand intact. By the mid-1960s Canadian Lady was exporting and licensing the Wonderbra line to Western Europe, Australia, South Africa, Israel and the West Indies. In the 1970s, Canadelle acquired the remaining worldwide rights to the trademark, and licensed Giltex (a Canadian pantyhose manufacturer acquired by Sara Lee in the 1980s) to use the Wonderbra brand on hosiery in Canada.\\n\\n Development of the push-up bra \\nIn the late 1950s Moe Nadler started traveling to Europe to find new styles to bring to the Canadian market. In 1960, Wonderbra introduced a lacy, half push-up bra described in Europe as Pigeonnant (meaning \\\"pigeon-breasted\\\" in French). In 1961 Nadler directed Louise Poirier to develop a deeply plunged, laced push-up design, numbered the 1300. Canadian Lady licensed these models, among others, to Gossard in 1964. It was the Wonderbra \\\"Dream Lift\\\" Model 1300 design that became first a UK success in the early 1990s, a European sensation in 1993, and then the \\\"One and Only Wonderbra\\\" that was finally launched in the U.S. in 1994.\\n\\n Canadian product, 1964 to 1980 \\nthumb|right|upright=1.5|Source: Canadian government industry statistics. N.B., during the period sales figures were compiled by Industry Canada, panties were considered \\\"lingerie,\\\" rather than so-called \\\"foundation undergarments\\\" and are not part of this data set.\\nIn the late 1950s and early 1960s, the majority of women were still wearing highly structured undergarments. Girdles were considered the ladylike norm and represented close to 40% of industry sales by volume. The 1960s also brought to Canadian Lady the challenges of feminism, fashions and the sexual revolution. The feminist movement\\u2014cultured by thought leaders like Betty Friedan and Germaine Greer\\u2014questioned the mores that defined women's roles and appearance. Changes in fashion trends, such as pantyhose and the rise of the miniskirt, rendered the girdle unattractive and obsolete to a generation of women.Mintzberg (1989), p. 126. While the intimate apparel industry fretted about bra-burning as a precursor to the decline of all foundation garment sales, women reserved their animosity for their girdles. The Canadian sales data for foundation undergarments, from 1960 to 1971, vividly demonstrates the shift in tastes.\\n\\nIt was against this backdrop that the Canadian Lady Corset Company had to act. In 1964, Moe Nadler died and his son, Larry Nadler inherited control of the company. Larry Nadler was a Harvard-trained MBA and brought modern marketing strategies to the industry. He commissioned market research that identified women's feelings about intimate apparel. Women did not hate their bras. Rather, they saw bras as a means to feel and look beautiful, to be fashionable and sexy, and to attract men. While women sometimes went braless, they were making a fashion choice and not a political statement. Canadian Lady's management knew that girdles were out, but bras would remain an essential part of women's wardrobes. So during the 1960s, while competitors were cutting back on their bra marketing and diversifying into other products, Canadian Lady aggressively pursued bra market share.Mintzberg (1989), p. 127.\\n\\nLater, Larry Nadler identified an age based bifurcation in the market. Younger women (aged 15 to 20) regarded their bras as an enhancement to their sexuality but were not interested in a heavily structured garment. Nadler learned that women wanted \\\"less bra,\\\" not \\\"no bra.\\\" In 1974, they introduced a new line of brassieres for teens called Dici (by Wonderbra), and invented new hot fabric molding technologies to shape the cup. These bras were seamless and simply designed with less support than the typical bra of the period. The company designed special packaging in the shape of a die (with holes).Mintzberg (1984), p. 67.\\n\\n Brand development \\nIn 1966, Canadian Lady made several important changes to their advertising strategy. They introduced television advertising and changed the emphasis from the product to the brand. Ads attempted to build consumer awareness of the single brand name: Wonderbra. Market research showed that women did not want girdles advertised on television\\u2014girdles were seen as armor against sex, while bras provided a means of attraction.Mintzberg (1984), p. 70.\\n\\nthumb|right|Dici Packaging / Logo designed by Vance Jonson - c. 1974\\n\\nInstead of being hidden \\\"unmentionables\\\", Wonderbras became more visible icons of female sex-appeal. The company also used pricing to promote Wonderbra as a luxury product with the highest price of any mass-merchandised brand. This strategy also provided greater profits in a very competitive industry. The goal was to have women see their Wonderbras as a cosmetic\\u2014a beauty enhancer\\u2014rather than a functional garment. Playtex, the leading brand at the time, promoted the ease of care and durability of their girdles and brassieres.\\n\\nBeginning in 1967, the advertising focused exclusively on Wonderbra brand brassieres. In 1968, Nadler hired Goodis Advertising to develop the new campaign. The Wonderbra ads were based on fashion and emotional appeal. In various ads, the man would appear as fashion photographer (in a fashion shoot) or fashion buyer (at a fashion show).See examples from the original  1968, and the subsequent 1969 Wonderbra television campaigns The storyline suggested an attraction or budding romance between the man and the women. The voice-over and jingle featured a man's voice and the commercial showed an actual woman's torso naked except for a bra. All other television ads before this era showed brassieres on a manikin or a dressmaker's dummy to promote the functional features of the product. Every Wonderbra advertisement contained versions of the musical theme, \\\"We care about the shape you're in. Wonderful, wonderful, Wonderbra\\\".In an article written about her husband, Elaine Goldstein is given credit for coming up with the tagline.  The 1979 television campaign included a commercial directed by Richard Avedon which won a Silver award for television advertisements shown in Canada.See the 1979 Wonderbra advertisement directed by Richard Avedon\\n\\nThe Dici by Wonderbra television advertisements started in 1974.See the Dici by Wonderbra advertisement The brand was positioned to young women as a more natural alternative to the heavily-structured bras worn by their mothers. The animated ads featured the iconic die-shaped packaging. A bra exited the box like a bird, then metamorphosed into a seagull and flew away. The tagline reinforced a spirit of freedom and nature: \\\"Let it be Dici. Dici or nothing.\\\"\\n\\n Popularity in Canada \\nFrom 1972 to 1977, the company doubled its wholesale revenue from $12.6 million to $24.9 million. By 1979 Canadelle dominated with 30% of the Canadian market and $27 million in sales. Playtex (later acquired by Sara Lee) was second. By 1980, Wonderbra's sales were over $30 million wholesale ($76 million in 2006 dollars) in a country with only 10.3 million women and girls older than 13.\\n\\n Worldwide reintroduction, 1991 to 1994 \\n\\nAround 1991, Gossard was selling the Wonderbra lines under licenses that were to expire in January 1994. At the time, the plunge style was a good seller in the UK market. Gossard planned to renew their license and had an option to do so under the existing agreement. Instead of simply renewing the agreement, Gossard executives decided to negotiate better terms with Sara Lee.\\n\\nSoon after the negotiations started, something unexpected happened. In 1992, the plunge style became a hit with British women and sales took off. Between 1991 and 1993, UK sales of that Wonderbra style quadrupled to $28 million, accounting for 12.5% of the $225 million UK branded bra market. Several factors might have contributed to this boom including \\\"an article in British Vogue on the return of the padded bra, a Vivienne Westwood-inspired fad for corsetry and that Gaultier driven yearning for underwear as outerwear\\\". With this surge in sales, Sara Lee decided not to renew the license with Gossard.\\n\\nthumb|left|upright=1.5|Landmark 1994 ad for Wonderbra featuring Czech model  Eva Herzigov\\u00e1\\nIn 1994 in the UK, the (Sara Lee) Wonderbra achieved a high profile for its racy Hello Boys campaign. The most famous campaign poster presented model Eva Herzigov\\u00e1 in a Wonderbra gazing down at her breasts with the caption \\\"Hello Boys\\\", ambiguously addressing either male admirers or her breasts.   Example of Eva Herzigov\\u00e1 Wonderbra advertisement Urban myth attributed a number of car accidents to drivers being distracted by the advertisements. The influential poster was featured in an exhibition at the Victoria and Albert Museum in London and it was voted in at number 10 in a \\\"Poster of the Century\\\" contest.\\n\\nThe Playtex Division of Sara Lee was given the responsibility of introducing \\\"The Wonderbra\\\" style to the United States. Although the model was already being manufactured in Montreal by Canadelle, Playtex executives decided to take a year to redesign the bra for the U.S. market. They scheduled a late 1994 national launch for the bra. During this period, Gossard introduced to Americans their Ultrabra, with a design similar to the push-up Wonderbra model. Other competitors quickly followed while Playtex retooled the design. Victoria's Secret launched television advertisements to maintain visibility for the Miracle Bra which the company launched in 1993.\\n\\nThe U.S. Wonderbra rollout included events with Eva Herzigov\\u00e1 in New York's Times Square. The advertisements were toned down in comparison to the earlier UK campaign. The U.S. print and billboard advertising showed models wearing only the Wonderbra. Underneath read slogans such as \\\"who cares if it's a bad hair day\\\" and \\\"look me in the eyes and tell me that you love me.\\\" The $25 Million campaign worked in conjunction to the ongoing media interest in the bra. Although Playtex promoted the authenticity of their \\\"One and Only Wonderbra\\\", the rapid introduction of competitive products meant that the overall U.S. market benefited from a 43% increase in push-up bra sales by the end of 1994.\\n\\nFollowing the 1994 relaunch, the U.S. Wonderbra has expanded from the single push-up bra design to a broader lingerie line. The brand remains popular around the world as a product, and a part of the cultural lexicon.Article in The Times, 19 June 1999, p.42, as quoted by \\n\\n Recent developments \\nIn 2006, Sara Lee sold its intimate apparel brands. The Wonderbra trademark is the property of Canadelle Limited Partnership of Canada, which is a wholly owned subsidiary of HanesBrands Inc. HanesBrands Inc. owns the license to sell and distribute apparel products under the Wonderbra trademark in all countries except the member states of the European Union, several other European nations and South Africa; in these other markets, an affiliate of Sun Capital Partners owns the license under the Dim Branded Apparel group which is headquartered in Paris.\\n\\nOn January 3, 2007, the Canadian Broadcasting Corporation (CBC-TV) broadcast the results of their internet poll, in which Canadian respondents ranked the Wonderbra 5th out of the top 50 \\\"Greatest Canadian Inventions\\\" (after Insulin, the light bulb and the telephone, but ahead of the pacemaker).\\n\\nIn a March 2008 survey of 3,000 UK women, the Wonderbra was reported as the greatest fashion innovation in history. According to one magazine article, survey respondents were nearly unanimous in giving push-up bras the number one position.\\n\\nIn 2009, WonderBra Canada celebrated the 70th anniversary of the brand's Canadian introduction.\\n\\nSpokesmodels\\nDuring the 1994 reintroduction, it was thought that an international group of women models as spokespersons - they were called \\\"spokesmodels\\\" \\u2013 would enhance marketing. The brand continues to use this tactic.\\n\\nUS Campaigns\\n \\\"One and Only Wonderbra\\\" (May 9, 1994 \\u2013) Eva Herzigov\\u00e1, Czech\\n (1995\\u2013) Madison Michele, US\\n (1997\\u2013) Sarah O'Hare, Australian\\n \\\"Three Degrees of Wonder\\\" (2000\\u2013) Magdalena Wr\\u00f3bel, Polish\\n (2003\\u2013) Nadja Auermann, German\\n Wonderbra 10th Anniversary (2004 \\u2013) Maja Latinovi\\u0107, Serbian\\nUK Campaigns\\n\\\"Hello Boys\\\" (1994\\u2013) Eva Herzigov\\u00e1, Czech\\n\\\"Necklines \\u2013 come on down!\\\" (2002\\u20132006) Inna Zobova, Russian\\n\\\"Who says a woman can't get pleasure from something soft?\\\" Sophie Anderton, British\\n (1998\\u20132000) Adriana Sklena\\u0159\\u00edkov\\u00e1, \\n (2008\\u2013present)  Dita Von Teese, American\\nSouth America Campaigns\\n\\\"Necklines \\u2013 come on down!\\\" (2002\\u20132006) Inna Zobova, Russian\\nEurope Campaigns\\n\\\"Hello Boys\\\" (1994\\u2013) Eva Herzigov\\u00e1, Czech\\n(1996) Patrizia Deitos, Italy\\n (1998\\u20132000) Adriana Sklena\\u0159\\u00edkov\\u00e1,\\n\\\"Necklines \\u2013 come on down!\\\" (2002\\u20132006) Inna Zobova, Russian\\n\\n See also \\n History of brassieres\\n\\n Footnotes \\n\\n References \\n  In this update to the Wonderbra story, Prof. Mintzberg directs readers to this Wikipedia article for further information.\\n \\n \\n .\\n\\n External links \\n Official Canadian Wonderbra website\\n Official U.S. Wonderbra website\\n High resolution image of an original Model 1300 plunge, push-up bra (c.1965-1969) at the McCord Museum.\\n The Greatest Canadian Invention\\n Slideshow of important bra styles at 70th anniversary exhibition\\n\\nCategory:Products introduced in 1935\\nCategory:Brassieres\\nCategory:Lingerie brands\\nCategory:1970s fashion\\nCategory:Canadian inventions\\nCategory:1990s fashion\"}"