"{\"title\": \"Holden\", \"url\": \"https://en.wikipedia.org/wiki/Holden\", \"text\": \"Holden, formerly known as General Motors-Holden, is an Australian automobile brand and former automobile manufacturer, which imports manufactured cars under the Holden brand. It is headquartered in Port Melbourne, Victoria.\\n\\nThe company was founded in 1856 as a saddlery manufacturer in South Australia. In 1908, it moved into the automotive field, becoming a subsidiary of the United States-based General Motors (GM) in 1931, when the company was renamed General Motors-Holden's Ltd. It was renamed Holden Ltd in 1998, and General Motors-Holden in 2005.\\n\\nIn the past, Holden has offered badge-engineered models due to sharing arrangements with Chevrolet, Isuzu, Nissan, Opel, Suzuki, Toyota, and Vauxhall Motors. In previous years, the vehicle lineup consisted of models from GM Korea, GM Thailand, GM North America, and self-developed models like the Holden Commodore, Holden Caprice, and the Holden Ute. Holden also distributed the European Opel brand in Australia in 2012 until its Australian demise in mid-2013, and briefly the American Cadillac brand in 2009 until the brand's full launch was 'delayed' indefinitely.\\n\\nHolden also operated assembly plants in New Zealand from 1926 until 1990 by General Motors New Zealand Limited in an earlier and quite separate operation from Holden in Australia.\\n\\nFrom 1994 to 2017, all Australian-built Holden vehicles were manufactured in Elizabeth, South Australia, and engines were produced at the Fishermans Bend plant in Melbourne. Historically, production or assembly plants were operated in all mainland states of Australia. The consolidation of final assembly at Elizabeth was completed in 1988, but some assembly operations continued at Dandenong until 1994.\\n\\nAlthough Holden's involvement in exports has fluctuated since the 1950s, the declining sales of large cars in Australia led the company to look to international markets to increase profitability. From 2010 onwards, Holden incurred losses due to the strong Australian dollar, and reductions of government grants and subsidies. This led to the announcement on 11 December 2013 that Holden would cease vehicle and engine production by the end of 2017.\\n\\nOn 20 October 2017, the last existing vehicle plant located in Elizabeth was closed as the production of the Commodore ended. Holden continues solely as an importer of vehicles.\\n\\nHistory\\nEarly history\\nthumb|Holden and Frost premises, Grenfell Street, Adelaide\\nIn 1852, James Alexander Holden emigrated to South Australia from Walsall, England, and in 1856 established J.A. Holden & Co., a saddlery business in Adelaide.Davis, Kennedy, Kennedy (2007): Part One, p. 16. In 1879 J A Holden\\u2019s eldest son Henry James (HJ) Holden, became a partner and effectively managed the company. In 1885, German-born H. A. Frost joined the business as a junior partner and J.A. Holden & Co became Holden & Frost Ltd.Davis, Kennedy, Kennedy (1998): p. 7. Edward Holden, James' grandson, joined the firm in 1905 with an interest in automobiles. From there, the firm evolved through various partnerships, and in 1908, Holden & Frost moved into the business of minor repairs to car upholstery. The company began to re-body older chassis using motor bodies produced by F T Hack and Co from 1914. Holden & Frost mounted the body, and painted and trimmed it. The company began to produce complete motorcycle sidecar bodies after 1913. After 1917, wartime trade restrictions led the company to start full-scale production of vehicle body shells. H.J. Holden founded a new company in late 1917, and registered Holden's Motor Body Builders Ltd (HMBB) on 25 February 1919, specialising in car bodies and using the former F T Hack & Co facility at 400 King William Street in Adelaide before erecting a large four-story factory on the site.Darwin (2002), p. 3.\\nthumb|Holden Body badge on a 1928 Chevrolet Tourer\\nBy 1923, HMBB were producing 12,000\\u00a0units per year. During this time, HMBB assembled bodies for Ford Motor Company of Australia until its Geelong plant was completed. From 1924, HMBB became the exclusive supplier of car bodies for GM in Australia, with manufacturing taking place at the new Woodville plant. These bodies were made to suit a number of chassis imported from manufacturers including Austin, Buick, Chevrolet, Cleveland, Dodge, Essex, Fiat, Hudson, Oakland, Oldsmobile, Overland, Reo, Studebaker, and Willys Knight.https://trove.nla.gov.au/newspaper/article/58241114https://trove.nla.gov.au/newspaper/article/219040592\\n\\nIn 1926, General Motors (Australia) Limited was established with assembly plants at Newstead, Queensland; Marrickville, New South Wales; City Road, Melbourne; Birkenhead, South Australia; and Cottesloe, Western AustraliaDarwin (2002), p. 7. using bodies produced by HMBB and imported complete knock down  chassis.Darwin (2002), p. 4. In 1930 alone, the still independent Woodville plant built bodies for Austin, Chrysler, DeSoto, Morris, Hillman, Humber, Hupmobile, and Willys-Overland, as well GM cars. The last of this line of business was the assembly of Hillman Minx sedans in 1948. The Great Depression led to a substantial downturn in production by Holden, from 34,000\\u00a0units annually in 1930 to just 1,651\\u00a0units one year later. In 1931, GM purchased HMBB and merged it with General Motors (Australia) Pty Ltd to form General Motors-Holden's Ltd (GM-H). Throughout the 1920s, Holden also supplied tramcars to the Melbourne & Metropolitan Tramways Board, of which several examples have been preserved in both Australia and New Zealand.\\n\\n 1940s \\nthumb|left|The Holden 50-2106 utility launched in 1951, three years after the 48-215 sedan.\\nHolden's second full-scale car factory, located in Fishermans Bend (Port Melbourne), was opened on 5 November 1936 by Prime Minister Joseph Lyons, with construction beginning in 1939 on a new plant in Pagewood, New South Wales.Prime Minister Opens General Motors-Holden's Fishermen's Bend Plant Truck & Bus Transportation December 1936 page 13 However, World War II delayed car production with efforts shifted to the construction of vehicle bodies, field guns, aircraft, and engines. Before the war ended, the Australian government took steps to encourage an Australian automotive industry. Both GM and Ford provided studies to the Australian government outlining the production of the first Australian-designed car. Ford's proposal was the government's first choice, but required substantial financial assistance. GM's study was ultimately chosen because of its low level of government intervention. After the war, Holden returned to producing vehicle bodies, this time for Buick, Chevrolet, Pontiac, and Vauxhall. The Oldsmobile Ace was also produced from 1946 to 1948.\\n\\nFrom here, Holden continued to pursue the goal of producing an Australian car. This involved compromise with GM, as Holden's managing director, Laurence Hartnett, favoured development of a local design, while GM preferred to see an American design as the basis for \\\"Australia's Own Car\\\".Loffler (2006), p. 5\\u20137. In the end, the design was based on a previously rejected postwar Chevrolet proposal.Loffler (2000), p. 5. The Holden was launched in 1948, creating long waiting lists extending through 1949 and beyond.Balderstone, Bowan, Lewis (2006), p. 184\\u2013188. The name \\\"Holden\\\" was chosen in honour of Sir Edward Holden, the company's first chairman and grandson of J.A. Holden. Other names considered were \\\"GeM\\\", \\\"Austral\\\", \\\"Melba\\\", \\\"Woomerah\\\", \\\"Boomerang\\\", \\\"Emu\\\", and \\\"Canbra\\\", a phonetic spelling of Canberra. Although officially designated \\\"48-215\\\", the car was marketed simply as the \\\"Holden\\\". The unofficial usage of the name \\\"FX\\\" originated within Holden, referring to the updated suspension on the 48-215 of 1953.Loffler (2002), p. 4.\\n\\n 1950s \\nthumb|Holden's FC series was the first to be tested at the Lang Lang proving ground.\\nDuring the 1950s, Holden dominated the Australian car market. GM invested heavily in production capacity, which allowed the company to meet increased postwar demand for motor cars. Less expensive, four-cylinder cars did not offer Holdens the ability to deal with rugged rural areas.Davis, Kennedy, Kennedy (2007): Part One, p. 38. Holden 48-215 sedans were produced in parallel with the 50-2106 coup\\u00e9 utility from 1951; the latter was known colloquially as the \\\"ute\\\" and became ubiquitous in Australian rural areas as the workhorse of choice. Production of both the utility and sedan continued with minor changes until 1953, when they were replaced by the facelifted FJ model, introducing a third panel van body style. The FJ was the first major change to the Holden since its 1948 introduction. Over time, it gained iconic status and remains one of Australia's most recognisable automotive symbols.Davis, Kennedy, Kennedy (2007): Part One, p. 40. A new horizontally slatted grille dominated the front end of the FJ, which received various other trim and minor mechanical revisions.Bebbington (1998), p. 14. \\\"...the FJ was easily identified by its bold new, Buick-style grille, new hubcaps and new torpedo-style tail-lights.\\\"Loffler (2002), p. 5. In 1954, Holden began exporting the FJ to New Zealand. Although little changed from the 48-215, marketing campaigns and price cuts kept FJ sales steady until a completely redesigned model was launched. At the 2005 Australian International Motor Show in Sydney, Holden paid homage to the FJ with the Efijy concept car.Carey (2005), p. 16.\\n\\nHolden's next model, the FE, launched in 1956, offered in a new station wagon body style dubbed \\\"Station Sedan\\\" in the company's sales literature. In the same year, Holden commenced exports to Malaya, Thailand, and North Borneo. Strong sales continued in Australia, and Holden achieved a market share of more than 50% in 1958 with the revised FC model.Wright (1998), p. 117. This was the first Holden to be tested on the new Holden Proving Ground based in Lang Lang, Victoria. In 1957, Holden's export markets grew to 17 countries, with new additions including Indonesia, Hong Kong, Singapore, Fiji, Sudan, the East Africa region, and South Africa. Indonesian market cars were assembled locally by P.T. Udatin. The opening of the Dandenong, Victoria, production facility in 1956 brought further jobs; by 1959, Holden employed 19,000 workers country-wide. In 1959, complete knock-down assembly began in South Africa and Indonesia.\\n\\n 1960s \\nIn 1960, Holden introduced its third major new model, the FB. The car's style was inspired by 1950s Chevrolets, with tailfins and a wrap-around windshield with \\\"dog leg\\\" A-pillars. By the time it was introduced, many considered the appearance dated. Much of the motoring industry at the time noted that the adopted style did not translate well to the more compact Holden.Wright (1998), p. 122. The FB became the first Holden that was adapted for left-hand drive markets, enhancing its export potential, and as such was exported to New Caledonia, New Hebrides, the Philippines, and Hawaii.Davis, Kennedy, Kennedy (2007): Part One, p. 46.\\n\\nthumb|The EK of 1961 was Holden's response to the Ford Falcon, with the availability of automatic transmission.\\nIn 1960, Ford unveiled the new Falcon in Australia, only months after its introduction in the United States. To Holden's advantage, the Falcon was not durable, particularly in the front suspension, making it ill-suited for Australian conditions.Wright (1998), p. 133\\u2013134. In response to the Falcon, Holden introduced the facelifted EK series in 1961; the new model featured two-tone paintwork and optional Hydramatic automatic transmission.Davis, Kennedy, Kennedy (2007): Part One, p. 48. A restyled EJ series came in 1962, debuting the new luxury oriented Premier model.Wright (1998), p. 135. The EH update came a year later, bringing the new Red motor, providing better performance than the previous Grey motor. The HD series of 1965 had the introduction of the Powerglide automatic transmission.Davis, Kennedy, Kennedy (2007): Part One, p. 54. At the same time, an \\\"X2\\\" performance option with a more powerful version of the  six-cylinder engine was made available. In 1966, the HR was introduced, including changes in the form of new front and rear styling and higher-capacity engines. More significantly, the HR fitted standard front seat belts; Holden thus became the first Australian automaker to provide the safety device as standard equipment across all models.Davis, Kennedy, Kennedy (2007): Part Two, p. 57. This coincided with the completion of the production plant in Acacia Ridge, Queensland. By 1963, Holden was exporting cars to Africa, the Middle East, Southeast Asia, the Pacific Islands, and the Caribbean.\\n\\nHolden began assembling the compact HA series Vauxhall Viva in 1964. This was superseded by the Holden Torana in 1967, a development of the Viva ending Vauxhall production in Australia. Holden offered the LC, a Torana with new styling, in 1969 with the availability of Holden's six-cylinder engine. In the development days, the six-cylinder Torana was reserved for motor racing, but research had shown a business case existed for such a model.Wright (1998), p. 191\\u2013192. The LC Torana was the first application of Holden's new three-speed Tri-Matic automatic transmission.Bebbington (1998), p. 103. \\\"Also introduced on the LC was the Tri-matic automatic transmission. This was GM-H's own three-speed unit.\\\" This was the result of Holden's A$16.5\\u00a0million transformation of the Woodville, South Australia, factory for its production.\\n\\nthumb|The celebrated Holden Monaro coup\\u00e9, introduced in 1968 and based on the mainstream Kingswood, has since gained a cult following.\\nHolden's association with the manufacture of Chevrolets and Pontiacs ended in 1968, coinciding with the year of Holden's next major new model, the HK .Davis, Kennedy, Kennedy (2007): Part One, p. 5, 31. This included Holden's first V8 engine, a Chevrolet engine imported from Canada.Davis, Kennedy, Kennedy (2007): Part Two, p. 59. Models based on the HK series included an extended-length prestige model, the Brougham; and a two-door coup\\u00e9, the Monaro.Davis (1987), p. 102. The mainstream Holden Special was rebranded the Kingswood, and the basic fleet model, the Standard, became the Belmont.Wright (1998), p. 171. On 3 March 1969, Alexander Rhea, managing director of General Motors-Holden's at the time, was joined by press photographers and the Federal Minister of Shipping and Transport, Ian Sinclair as the two men drove the two-millionth Holden,Autocar (1969), p. 62. an HK Brougham, off the production line. This came just over half a decade since the one-millionth car, an EJ Premier sedan, rolled off the Dandenong line on 25 October 1962.Wright (1998), p. 137. \\\"The millionth Holden, a Eura Gold EJ Premier sedan, passing down the Dandenong production line on 25 October 1962.\\\" Following the Chevrolet V8 fitted to the HK, the first Australian-designed and mass-produced V8, the Holden V8 engine debuted in the Hurricane concept of 1969 before fitment to facelifted HT model. This was available in two capacities:  and . Late in HT production, use of the new Tri-Matic automatic transmission, first seen in the LC Torana was phased in as Powerglide stock was exhausted, but Holden's official line was that the HG of 1971 was the first full-sized Holden to receive it.Bebbington (1998), p. 36. \\\"Tri-matic automatic transmission replaced Powerglide late in the [HT] model run (May '70) (except [Monaro GTS] 350).\\\"Bebbington (1998), p. 38. \\\"[The HG signified] the official introduction of the Tri-matic three-speed automatic transmission to the full-size car range.\\\"\\n\\nthumb|Holden's HX (pictured), was an evolution of the record-selling HQ, with more than 480,000\\u00a0units shifted throughout the car's lifetime.\\nDespite the arrival of serious competitors\\u2014namely, the Ford Falcon, Chrysler Valiant, and Japanese cars\\u2014in the 1960s, Holden's locally produced large six- and eight-cylinder cars remained Australia's top-selling vehicles. Sales were boosted by exporting the Kingswood sedan, station wagon, and utility body styles to Indonesia, Trinidad and Tobago, Pakistan, the Philippines, and South Africa in complete knock-down form.Davis, Kennedy, Kennedy (2007): Part One, p. 31.\\n\\n 1970s \\nHolden launched the new HQ series in 1971.Strauss (1998), p. 11. At this time, the company was producing all of its passenger cars in Australia, and every model was of Australian design; however, by the end of the decade, Holden was producing cars based on overseas designs. The HQ was thoroughly re-engineered, featuring a perimeter frame and semimonocoque (unibody) construction. Other firsts included an all-coil suspension and an extended wheelbase for station wagons, while the utilities and panel vans retained the traditional coil/leaf suspension configuration. The series included the new prestige Statesman brand, which also had a longer wheelbase, replacing the Brougham. The Statesman remains noteworthy because it was not marketed as a \\\"Holden\\\", but rather a \\\"Statesman\\\".Luck (1971), p. 62.\\n\\nthumb|The UC, Holden's final iteration of the Torana was replaced by an interim four-cylinder version of the Commodore until Camira was launched in 1982.\\n\\nThe HQ framework led to a new generation of two-door Monaros, and despite the introduction of the similar-sized competitors, the HQ range became the top-selling Holden of all time, with 485,650\\u00a0units sold in three years;Davis, Kennedy, Kennedy (2007): Part Two, p. 67\\u201368. 14,558\\u00a0units were exported and 72,290\\u00a0  CKD kits were constructed. The HQ series was facelifted in 1974 with the introduction of the HJ, heralding new front-panel styling and a revised rear fascia.Wright (1998), p. 226. This new bodywork was to remain, albeit with minor upgrades, through the HX and HZ series.Wright (1998), p. 340\\u2013341. Detuned engines adhering to government emission standards were brought in with the HX series, whilst the HZ brought considerably improved road handling and comfort with the introduction of radial-tuned suspension.Wright (1998), p. 239\\u2013241. As a result of GM's toying with the Wankel rotary engine, as used by Mazda of Japan, an export agreement was initiated in 1975. This involved Holden exporting with powertrains, HJ, and later, HX series Premiers as the Mazda Roadpacer AP. Mazda then fitted these cars with the 13B rotary engine and three-speed automatic transmission. Production ended in 1977, after just 840 units sold.McCarthy (2007), p. 142. \\\"...a faction within General Motors had a serious case of the hots for Dr Wankel's rotary engine. [...] The Premier, in all its glory (except drivetrain), was shipped to Hiroshima where Mazda partially fitted the empty engine bay with a 13B rotor motor, backed by a three-speed auto. [...] Production lasted just two years and 840 units...\\\".\\n\\nDuring the 1970s, Holden ran an advertising jingle \\\"Football, Meat Pies, Kangaroos, and Holden cars\\\", a localised version of the \\\"Baseball, Hot Dogs, Apple Pies, and Chevrolet\\\" jingle used by GM's Chevrolet division in the United States. Also, development of the Torana continued in with the larger mid-sized LH series released in 1974, offered only as a four-door sedan.Wright (1998), p. 340. The LH Torana was one of the few cars worldwide engineered to accommodate four-, six-, and eight-cylinder engines.Wright (1998), p. 198. This trend continued until Holden introduced the Sunbird in 1976, essentially the four-cylinder Torana with a new name. Designated LX, both the Sunbird and Torana introduced a three-door hatchback variant.Wright (1998), p. 244. A final UC update appeared in 1978.Bebbington (1998), p. 115. During its production run, the Torana achieved legendary racing success in Australia, achieving victories at the Mount Panorama Circuit in Bathurst, New South Wales.\\n\\nthumb|left|The Commodore premiering in 1978 followed the success of its Kingswood forebear, becoming Holden's bestselling vehicle to date.\\n\\nIn 1975, Holden introduced the compact Gemini, the Australian version of the \\\"T-car\\\", based on the Opel Kadett C. The Gemini was an overseas design developed jointly with Isuzu, GM's Japanese affiliate; and was powered by a 1.6-litre four-cylinder engine. Fast becoming a popular car, the Gemini rapidly attained sales leadership in its class, and the nameplate lived on until 1987.\\n\\nHolden's most popular car to date, the Commodore, was introduced in 1978 as the VB.Tuckey (1999), p. 27. The new family car was loosely based on the Opel Rekord E body shell, but with the front from the Opel Senator grafted to accommodate the larger Holden six-cylinder and V8 engines. Initially, the Commodore maintained Holden's sales leadership in Australia.Tuckey (1999), p. 33. However, some of the compromises resulting from the adoption of a design intended for another market hampered the car's acceptance. In particular, it was narrower than its predecessor and its Falcon rival, making it less comfortable for three rear-seat passengers.Robinson (2006), p. 23, 26\\u201327. With the abandonment of left-hand drive markets, Holden exported almost 100,000 Commodores to markets such as New Zealand, Thailand, Hong Kong, Malaysia, Indonesia, Malta and Singapore.\\n\\nHolden discontinued the Torana in 1979 and the Sunbird in 1980. After the 1978 introduction of the Commodore, the Torana became the \\\"in-between\\\" car, surrounded by the smaller and more economical Gemini and the larger, more sophisticated Commodore. The closest successor to the Torana was the Camira, released in 1982 as Australia's version of GM's medium-sized \\\"J-car\\\".Robinson (2006), p. 24.\\n\\n 1980s \\nthumb|After a good start, sales of the Camira, Holden's version of the global \\\"J-car\\\" platform slumped significantly. This placed a huge financial burden on the Australian subsidiary, which was already operating at a loss at this time.\\n\\nThe 1980s were challenging for Holden and the Australian automotive industry. The Australian Government tried to revive the industry with the Button car plan, which encouraged car makers to focus on producing fewer models at higher, more economical volumes, and to export cars.Wright (1998), p. 277. The decade opened with the shut-down of the Pagewood, New South Wales production plant and introduction of the light commercial Rodeo, sourced from Isuzu in Japan. The Rodeo was available in both two- and four-wheel drive chassis cab models with a choice of petrol and diesel powerplants.Davis, Kennedy, Kennedy (2007): Part Two, p. 82. The range was updated in 1988 with the TF series, based on the Isuzu TF. Other cars sourced from Isuzu during the 1980s were the four-wheel drive Jackaroo (1981), the Shuttle (1982) van and the Piazza (1986) three-door sports hatchback.Davis, Kennedy, Kennedy (2007): Part Two, p. 87, 95. The second generation Holden Gemini from 1985 was also based on an Isuzu design, although, its manufacture was undertaken in Australia.\\\"Reborn!\\\" (1985), p. 19. \\\"We have been waiting a long time for this front wheel drive replacement for the original Gemini. The Isuzu people have not exactly been speedy signing off the development for the RB, or what has been known as the R-car...\\\".\\n\\nWhile GM Australia's commercial vehicle range had originally been mostly based on Bedford products, these had gradually been replaced by Isuzu products. This process began in the 1970s and by 1982 Holden's commercial vehicle arm no longer offered any Bedford products.\\n\\nThe new Holden WB commercial vehicles and the Statesman WB limousines were introduced in 1980. However, the designs, based on the HQ and updated HJ, HX and HZ models from the 1970s were less competitive than similar models in Ford's lineup. Thus, Holden abandoned those vehicle classes altogether in 1984. Sales of the Commodore also fell, with the effects of the 1979 energy crisis lessening, and for the first time the Commodore lost ground to the Ford Falcon. Sales in other segments also suffered when competition from Ford intensified, and other Australian manufacturers: Mitsubishi, Nissan and Toyota gained market share. When released in 1982, the Camira initially generated good sales, which later declined because buyers considered the 1.6-litre engine underpowered, and the car's build and ride quality below-average. The Camira lasted just seven years, and contributed to Holden's accumulated losses of over A$500\\u00a0million by the mid-1980s.Robinson (2006), p. 26.\\n\\nthumb|left|The second generation Commodore (VN Calais pictured) overcame the previous generation's width problems.\\n\\nIn 1984, Holden introduced the VK Commodore, with significant styling changes from the previous VH. The Commodore was next updated in 1986 as the VL, which had new front and rear styling.Davis, Kennedy, Kennedy (2007): Part Two, p. 89\\u201394. Controversially, the VL was powered by the 3.0-litre Nissan RB30 six-cylinder engine and had a Nissan-built, electronically controlled four-speed automatic transmission. Holden even went to court in 1984 to stop local motoring magazine Wheels from reporting on the matter. The engine change was necessitated by the legal requirement that all new cars sold in Australia after 1986 had to consume unleaded petrol. Because it was unfeasible to convert the existing six-cylinder engine to run on unleaded fuel, the Nissan engine was chosen as the best engine available. However, changing exchange rates doubled the cost of the engine and transmission over the life of the VL.Robinson (2006), p. 25. The decision to opt for a Japanese-made transmission led to the closure of the Woodville, South Australia assembly plant. Confident by the apparent sign of turnaround, GM paid off Holden's mounted losses of A$780\\u00a0million on 19 December 1986. At GM headquarters' request, Holden was then reorganised and recapitalised, separating the engine and car manufacturing divisions in the process.Robinson (2006), p. 27. \\\"...on 19 December 1986 GM paid off Holden's accumulated losses of around A$780m, leaving the company free of debt. This was a new beginning, but GM insisted the company be split in two...\\\" This involved the splitting of Holden into Holden's Motor Company (HMC) and Holden's Engine Company (HEC).Davis, Davis (1988), p. 91. \\\"In December 1986, GM-H announced a major restructure of its activities replacing the existing General Motors-Holden's Ltd with two sister firms, Holden's Motor Company (HMC) and Holden's Engine Company (HEC).\\\" For the most part, car bodies were now manufactured at Elizabeth, South Australia, with engines as before, confined to the Fishermans Bend plant in Port Melbourne, Victoria. The engine manufacturing business was successful, building four-cylinder Family II engines for use in cars built overseas. The final phase of the Commodore's recovery strategy involved the 1988 VN, a significantly wider model powered by the American-designed, Australian-assembled 3.8-litre Buick V6 engine.\\n\\nHolden began to sell the subcompact Suzuki Swift-based Barina in 1985. The Barina was launched concurrently with the Suzuki-sourced Holden Drover, followed by the Scurry later on in 1985.Davis, Kennedy, Kennedy (2007): Part Two, p. 91. In the previous year, Nissan Pulsar hatchbacks were rebadged as the Holden Astra, as a result of a deal with Nissan.Earl (2002), p. 29. This arrangement ceased in 1989 when Holden entered a new alliance with Toyota, forming a new company: United Australian Automobile Industries (UAAI). UAAI resulted in Holden selling rebadged versions of Toyota's Corolla and Camry, as the Holden Nova and Apollo respectively, with Toyota re-branding the Commodore as the Lexcen.Earl (2002), p. 27\\u201328.\\n\\n 1990s \\nthumb|The VS Statesman/Caprice of 1995, represented a mild facelift of the VR, which in turn was an update of the 1990 VQ\\u2014Holden's long-wheelbase version of the VN Commodore series.\\nThe company changed throughout the 1990s, increasing its Australian market share from 21\\u00a0percent in 1991 to 28.2\\u00a0percent in 1999. Besides manufacturing Australia's best selling car, which was exported in significant numbers, Holden continued to export many locally produced engines to power cars made elsewhere. In this decade, Holden adopted a strategy of importing cars it needed to offer a full range of competitive vehicles. During 1998, General Motors-Holden's Ltd name was shortened to \\\"Holden Ltd\\\".Davis, Kennedy, Kennedy (2007): Part One, p. 9.\\n\\nOn 26 April 1990, GM's New Zealand subsidiary Holden New Zealand announced that production at the assembly plant based in Trentham would be phased out and vehicles would be imported duty-free\\u2014this came after the 1984 closure of the Petone assembly line due to low output volumes. During the 1990s, Holden, other Australian automakers and trade unions pressured the Australian Government to halt the lowering of car import tariffs. By 1997, the federal government had already cut tariffs to 22.5\\u00a0percent, from 57.5\\u00a0percent ten years earlier; by 2000, a plan was formulated to reduce the tariffs to 15\\u00a0percent. Holden was critical, saying that Australia's population was not large enough, and that the changes could tarnish the local industry.\\n\\nthumb|left|Commodore VT, introduced in 1997, marked the Commodore's global expansion.\\n\\nHolden re-introduced its defunct Statesman title in 1990\\u2014this time under the Holden marque, as the Statesman and Caprice. For 1991, Holden updated the Statesman and Caprice with a range of improvements, including the introduction of four-wheel anti-lock brakes (ABS);Wright (1998), p. 343. although, a rear-wheel system had been standard on the Statesman Caprice from March 1976. ABS was added to the short-wheelbase Commodore range in 1992.Davis, Kennedy, Kennedy (2007): Part Two, p. 103\\u2013104. Another returning variant was the full-size utility, and on this occasion it was based on the Commodore.Robinson (2006), p. 26\\u201327. The VN Commodore received a major facelift in 1993 with the VR\\u2014compared to the VN, approximately 80\\u00a0percent of the car model was new. Exterior changes resulted in a smoother overall body and a \\\"twin-kidney\\\" grille\\u2014a Commodore styling trait that remained until the 2002 VY model and, as of 2013, remains a permanent staple on HSV variants.\\n\\nHolden introduced the all-new VT Commodore in 1997, the outcome of a A$600\\u00a0million development programme that spanned more than five years. The new model featured a rounded exterior body shell, improved dynamics and many firsts for an Australian-built car. Also, a stronger body structure increased crash safety.McCarthy, McKay, Newton, Robinson (2006), p. 158. The locally produced Buick-sourced V6 engine powered the Commodore range, as did the 5.0-litre Holden V8 engine, and was replaced in 1999 by the 5.7-litre LS unit.Davis, Kennedy, Kennedy (2007): Part Three, p. 11.\\n\\nthumb|right|The 1998 Holden Astra continued Holden's trend of sourcing its mid-size and smaller model lines from Opel in Europe.\\n\\nThe UAAI badge-engineered cars first introduced in 1989 sold in far fewer numbers than anticipated, but the Holden Commodore, Toyota Camry, and Corolla were all successful when sold under their original nameplates. The first generation Nova and the donor Corolla were produced at Holden's Dandenong, Victoria facility until 1994. UAAI was dissolved in 1996, and Holden returned to selling only GM products. The Holden Astra and Vectra, both designed by Opel in Germany, replaced the Toyota-sourced Holden Nova and Apollo. This came after the 1994 introduction of the Opel Corsa replacing the already available Suzuki Swift as the source for the Holden Barina. Sales of the full-size Holden Suburban SUV sourced from Chevrolet commenced in 1998\\u2014lasting until 2001. Also in 1998, local assembly of the Vectra began at Elizabeth, South Australia. These cars were exported to Japan and Southeast Asia with Opel badges.Davis, Kennedy, Kennedy (2007): Part One, p. 34. However, the Vectra did not achieve sufficient sales in Australia to justify local assembly, and reverted to being fully imported in 2000.\\n\\n 2000s \\nHolden's market surge from the 1990s reversed in the 2000s decade. In Australia, Holden's market share dropped from 27.5\\u00a0percent in 2000 to 15.2\\u00a0percent in 2006. From March 2003, Holden no longer held the number one sales position in Australia, losing ground to Toyota.\\\"Number Crunching\\\" (2003), p. 181.\\n\\nThis overall downturn affected Holden's profits; the company recorded a combined gain of A$842.9\\u00a0million from 2002 to 2004, and a combined loss of A$290\\u00a0million from 2005 to 2006. Factors contributing to the loss included the development of an all-new model, the strong Australian dollar and the cost of reducing the workforce at the Elizabeth plant, including the loss of 1,400\\u00a0jobs after the closure of the third-shift assembly line in 2005, after two years in operation. Holden fared better in 2007, posting an A$6\\u00a0million loss. This was followed by an A$70.2\\u00a0million loss in the 2008, an A$210.6\\u00a0million loss in 2009, and a profit of A$112\\u00a0million in 2010. On 18 May 2005, \\\"Holden Ltd\\\" became \\\"GM Holden Ltd\\\", coinciding with the resettling to the new Holden headquarters on 191 Salmon Street, Port Melbourne, Victoria.\\n\\nthumb|left|The Monaro coup\\u00e9 was resurrected in 2001 as a low-volume niche model. Unanticipated overseas demand proved otherwise, with the Monaro selling in the UK as a Vauxhall Monaro and throughout the United States as the Pontiac GTO.Dowling (2003), p. 151. \\\"[Holden] planned to build about 7,500 coupes in total for the Australian market [per year] and we were looking at building another 18,000 to 20,000 a year.\\\"\\n\\nHolden caused controversy in 2005 with their Holden Employee Pricing television advertisement, which ran from October to December 2005. The campaign publicised, \\\"for the first time ever, all Australians can enjoy the financial benefit of Holden Employee Pricing\\\". However, this did not include a discounted dealer delivery fee and savings on factory fitted options and accessories that employees received. At the same time, employees were given a further discount of 25 to 29\\u00a0percent on selected models.\\n\\nHolden revived the Monaro coupe in 2001. Based on the VT Commodore architecture, the coupe attracted worldwide attention after being shown as a concept car at Australian auto shows. The VT Commodore received its first major update in 2002 with the VY series. A mildly facelifted VZ model launched in 2004, introducing the High Feature engine.McCarthy, McKay, Newton, Robinson (2006), p. 159. This was built at the Fishermans Bend facility completed in 2003, with a maximum output of 900 engines per day. This has reportedly added A$5.2\\u00a0billion to the Australian economy; exports account for about A$450\\u00a0million alone. After the VZ, the High Feature engine powered the all-new Holden Commodore (VE). In contrast to previous models, the VE no longer used an Opel-sourced platform adapted both mechanically and in size,Robinson (2006), p. 34\\u201335, 55\\u201356. but was based on the GM Zeta platform that was earmarked to become a \\\"Global RWD Architecture\\\", until plans were cancelled due to the 2007/08 global financial crisis.\\n\\nthumb|Holden updated the Commodore with the VE series in 2006, Holden's first \\\"clean-sheet\\\" design since 1971.\\n\\nThroughout the 1990s, Opel had also been the source of many Holden models. To increase profitability, Holden looked to the South Korean Daewoo brand for replacements after acquiring a 44.6\\u00a0percent stake\\u2014worth US$251\\u00a0million\\u2014in the company in 2002 as a representative of GM. This was increased to 50.9\\u00a0percent in 2005, but when GM further increased its stake to 70.1\\u00a0percent around the time of its 2009 Chapter 11 reorganisation, Holden's interest was relinquished and transferred to another (undisclosed) part of GM.\\n\\nThe commencement of the Holden-branded Daewoo models began with the 2005 Holden Barina, which based on the Daewoo Kalos, replaced the Opel Corsa as the source of the Barina.Carey (2005), p. 131. In the same year, the Viva, based on the Daewoo Lacetti, replaced the entry-level Holden Astra Classic, although the new-generation Astra introduced in 2004 continued on.Carey (2005), p. 128\\u2013129. The Captiva crossover SUV came next in 2006. After discontinuing the Frontera and Jackaroo models in 2003, Holden was only left with one all-wheel drive model: the Adventra, a Commodore-based station wagon.Ponchard (2006), p. 106\\u2013112. The fourth model to be replaced with a South Korean alternative was the Vectra by the mid-size Epica in 2007.Newton (2007), p. 104\\u2013108. As a result of the split between GM and Isuzu, Holden lost the rights to use the \\\"Rodeo\\\" nameplate. Consequently, the Holden Rodeo was facelifted and relaunched as the Colorado in 2008. Following Holden's successful application for a A$149\\u00a0million government grant to build a localised version of the Chevrolet Cruze in Australia from 2011, Holden in 2009 announced that it would initially import the small car unchanged from South Korea as the Holden Cruze.\\n\\nFollowing the government grant announcement, Kevin Rudd, Australia's Prime Minister at the time, stated that production would support 600 new jobs at the Elizabeth facility; however, this failed to take into account Holden's previous announcement, whereby 600 jobs would be shed when production of the Family II engine ceased in late 2009. In mid-2013, Holden sought a further A$265\\u00a0million, in addition to the A$275\\u00a0million that was already committed by the governments of Canberra, South Australia and Victoria, to remain viable as a car manufacturer in Australia. A source close to Holden informed the Australian news publication that the car company is losing money on every vehicle that it produces and consequently initiated negotiations to reduce employee wages by up to A$200 per week to cut costs, following the announcement of 400 job cuts and an assembly line reduction of 65 (400 to 335) cars per day. From 2001 to 2012, Holden received over A$150 million a year in subsidy from Australian government. The subsidy from 2007 was more than Holden's capital investment of the same period. From 2004, Holden was only able to make a profit in 2010 and 2011.\\n\\n 2010s \\nIn March 2012, Holden was given a $270\\u00a0million lifeline by the Gillard Federal Government, Weatherill and Baillieu ministries. In return, Holden planned to inject over $1\\u00a0billion into car manufacturing in Australia. They estimated the new investment package would return around $4\\u00a0billion to the Australian economy and see GM Holden continue making cars in Australia until at least 2022.\\n\\nIndustry Minister Kim Carr confirmed on 10 July 2013 that talks had been scheduled between the Australian government and Holden. On 13 August 2013, 1,700 employees at the Elizabeth plant in northern Adelaide voted to accept a three-year wage freeze in order to decrease the chances of the production line's closure in 2016. Holden's ultimate survival, though, depended on continued negotiations with the Federal Government\\u2014to secure funding for the period from 2016 to 2022\\u2014and the final decision of the global headquarters in Detroit, US.\\n\\nFollowing an unsuccessful attempt to secure the extra funding required from the new Liberal/National coalition government, on 11 December 2013, General Motors announced that Holden would cease engine and vehicle manufacturing operations in Australia by the end of 2017. As a result, 2,900 jobs would be lost over four years. Beyond 2017 Holden's Australian presence would consist of a national sales company, a parts distribution centre and a global design studio.\\n\\nIn May 2014 GM reversed their decision to abandon the Lang Lang Proving Ground and decided to keep it as part of their engineering capability in Australia.\\n\\nIn 2015, Holden again began selling a range of Opel-derived cars comprising the Astra VXR and Insignia VXR (both based on the OPC models sold by Vauxhall) and Cascada. Later that year, Holden also announced plans to sell the European Astra and the Korean Cruze alongside each other from 2017.http://www.wheelsmag.com.au/news/1512/2017-holden-cruze-2017-holden-astra-competing-for-hearts-wallets/\\n\\nIn December 2015, Belgian entrepreneur Guido Dumarey commenced negotiations to buy the Commodore manufacturing plant in South Australia, with a view to continue producing a rebadged Zeta-based premium range of rear and all-wheel drive vehicles for local and export sales. The proposal was met with doubt in South Australia, and it later came to nothing. On 20 October 2017 Holden ceased manufacturing vehicles in Australia. Now Holden imports their cars from Opel in Germany and GM plants in Canada and USA.\\n\\nVehicles\\n\\n Current \\n Model Calendar year introduced Current model Introduction Update (facelift) 200pxHolden Commodore1978 (VB)5th Generation (ZB) 200px200pxHolden Astra19847th Generation 200pxHolden Trax20131st Generation2016 200pxHolden Trailblazer20151st Generation  200pxHolden Equinox20181st Generation 200pxHolden Acadia20181st Generation 200pxHolden Colorado20082nd Generation2015200pxHolden Spark  20092nd Generation  (Discontinued in Australia from April 2018) (Sold in New Zealand)2019\\n\\n Former \\nOriginal models\\nHolden Monaro\\nHolden Camira\\nHolden Torana\\nHolden Adventura\\nHolden One tonner\\nHolden Kingswood\\nHolden Brougham\\nHolden Special\\nNissan-based models\\nHolden Astra (1984-1989)\\nToyota-based models\\nHolden Apollo\\nHolden Nova\\nOpel-based models\\nHolden Vectra\\nHolden Zafira\\nHolden Combo\\nHolden Calibra\\nHolden Insignia\\nHolden Cascada\\nHolden Tigra\\nHolden Barina (1996-2006)\\nChevrolet-based models\\nHolden Cruze (2008-2015)\\nHolden Malibu\\nHolden Suburban\\nHolden Volt\\nHolden Barina (2012-2018)\\nDaewoo/GM Korea-based models \\nHolden Epica\\nHolden Viva\\nHolden Captiva\\nHolden Barina (2006-2012)\\nIsuzu-based models \\nHolden Jackaroo\\nHolden Rodeo\\nHolden Monterey\\nHolden Frontera\\nHolden Gemini\\nHolden Piazza\\nHolden Shuttle\\nSuzuki-based models\\nHolden Drover\\nHolden Scurry\\nHolden Cruze (2005-2008)\\nHolden Barina (1983-1995)\\n\\n Corporate affairs and identity \\nthumb|left|Holden logos from 1928 (left) and 1972 (right).\\n+ 2007 sales and production Vehicle sales Units Passenger vehicles  104,848 Light commercial vehicles  33,554 Sport utility vehicles  11,091 Total  146,680 Vehicle production Units Total  107,795 Engine production Units Family II  136,699 High Feature  132,722 Total  269,421 Exports Units Engines  173,463 Vehicles  36,534 Total  209,997\\n\\nOn 8 May 2015 Jeff Rolfs, Holden's CFO, became interim chairman and managing director. Holden announced on 6 February 2015 that Mark Bernhard would return to Holden as chairman and managing director, the first Australian to hold the post in 25 years. In 2010 Holden sold vehicles across Australia through the Holden Dealer Network (310 authorised stores and 12 service centres), which employed more than 13,500\\u00a0people.\\n\\nIn 1987 Holden established  Holden Special Vehicles (HSV) in partnership with Tom Walkinshaw, who primarily manufactured modified, high-performance Commodore variants. To further reinforce the brand, HSV introduced the HSV Dealer Team into the V8 Supercar fold in 2005 under the naming rights of Toll HSV Dealer Team.\\n\\nHolden's logo, of a lion holding a stone, was introduced in 1928. Holden's Motor Body Builders appointed Rayner Hoff to design the emblem, which refers to a fable in which observations of lions rolling stones led to the invention of the wheel.Loffler (2000), p. 13. With the 1948 launch of the 48-215, Holden revised its logo. It commissioned another redesign in 1972 to better represent the company.Wright (2004), p. 152. The emblem was reworked once more in 1994.\\n\\n Exports \\nHolden began to export vehicles in 1954, sending the FJ to New Zealand.Tuckey (2003), p. 120. Exports to New Zealand continued, but to broaden their export potential, Holden began to cater their Commodore, Monaro and Statesman/Caprice models for both right- and left-hand drive markets. The Middle East was Holden's largest export market, with the Commodore sold as the Chevrolet Lumina from 1998, and the Statesman from 1999 as the Chevrolet Caprice. Commodores were also sold as the Chevrolet Lumina in Brunei, Fiji and South Africa, and as the Chevrolet Omega in Brazil. Pontiac in North America also imported Commodore sedans from 2008 through to 2009 as the G8. The G8's cessation was a consequence of GM's Chapter 11 bankruptcy resulting in the demise of the Pontiac brand.\\n\\nSales of the Monaro began in 2003 to the Middle East as the Chevrolet Lumina Coupe. Later  that year a modified version of the Monaro began selling in the United States (but not in Canada) as the Pontiac GTO, and under the Monaro name through Vauxhall dealerships in the United Kingdom. This arrangement continued through to 2005 when the car was discontinued. The long-wheelbase Statesman sales in the Chinese market as the Buick Royaum began in 2005, before being replaced in 2007 by the Statesman-based Buick Park Avenue. Statesman/Caprice exports to South Korea also began in 2005. These Korean models were sold as the Daewoo Statesman, and later as the Daewoo Veritas from 2008. Holden's move into international markets proved profitable; export revenue increased from A$973\\u00a0million in 1999 to just under $1.3\\u00a0billion in 2006.\\n\\nFrom 2011 the WM Caprice was exported to North America as the  Chevrolet Caprice PPV, a version of the Caprice built exclusively for law enforcement in North America and sold only to police. From 2007 the HSV-based Commodore was exported to the United Kingdom as the Vauxhall VXR8.\\n\\nIn 2013 Chevrolet announced that exports of the Commodore would resume to North America in the form of the VF Commodore as the Chevrolet SS sedan for the 2014 model year. The Chevrolet SS Sedan was also imported to the United States (but again, not to Canada) for 2015 with only minor changes, notably the addition of Magnetic Ride Control suspension and a Tremec TR-6060 manual transmission. For the 2016 model year the SS sedan received a facelift based on the VF Series II Commodore unveiled in September 2015. In 2017, production of Holden's last two American exports, the SS and the Caprice PPV was discontinued.\\n\\n Leadership \\nEdward Holden (1917\\u20131934)\\nLaurence Hartnett (1934\\u20131946)\\nHarold E. Bettle (1946\\u20131953)\\nEarl C. Daum (1953\\u20131959)\\nHarlow C. Gage (1959\\u20131962)\\nDavid L. Heglund (1962\\u20131966)\\nMax C. Wilson (1966\\u20131968)\\nAlexander D. Rhea (1968\\u20131970)\\nA. C. \\\"Bill\\\" Gibbs (1970\\u20131973)\\nDamon Martin (1973\\u20131976)\\nCharles S. \\\"Chuck\\\" Chapman (1976\\u20131987)\\nJohn G. Bagshaw (1987\\u20131990)\\nWilliam J. Hamel (1990\\u20131997)\\nJames R. Wiemels (1997\\u20131999)\\nPeter Hanenberger (1999\\u20132003)\\nDenny Mooney (2003\\u20132007)\\nChris Gubbey (2007\\u20132008)\\nMark Reuss (2008\\u20132009)\\nAlan Batey (2009\\u20132010)\\nMichael Devereux (2010\\u20132014)\\nGerry Dorizas (2014\\u20132014)\\nJeff Rolfs (Interim chairman and managing director) (2014\\u20132015)\\nMark Bernhard (2015\\u20132018)\\nDave Buttner (2018\\u2013present)\\n\\nSales\\nthumb|right|Sales in the Australian market from 1991 to 2006\\nWhilst previously holding the number one position in Australia Vehicle sales, Holden has dropped down the leaderboard in recent years, which can be attributed to the large drop away of Commodore sales among other elements. Currently Holden as a full time importer, typically has had strong success with their Colorado and more recently, smaller success with Astra sedan, hatchback and wagon.\\n\\n Year Annual Sales Position Best Selling Model  2002 178,392 1 Commodore  2003 175,412 2 Commodore  2004 178,027 2 Commodore  2005 174,464 2 Commodore  2006 146,511 2 Commodore  2007 146,680 2 Commodore  2008 130,338 2 Commodore  2009 119,568 2 Commodore  2010 132,923 2 Commodore  2011 126,095 2 Commodore  2012 114,665 2 Commodore  2013 112,059 2 Commodore  2014 106,092 2 Commodore                                                           2015 102,951 3 Commodore  2016 94,308 4 Commodore  2017 90,306 4 Commodore 2018 60,754 6 Colorado\\n\\n+ Sales in New Zealand Year Annual Sales Position Best Selling Model 2002 Commodore 2003 Commodore 2004 Commodore 2005 Commodore 2006 Commodore 2007 Commodore 2008 Commodore 2009 Commodore 2010 Commodore 2011  Commodore 2012 3 Captiva  2013 11,722 3 Commodore 2014 13,422 3 Commodore  2015  2 Colorado 2016  3 Colorado 2017  3 Colorado 2018 13,046 3  Colorado\\n\\n Motorsport \\nthumb|Garth Tander driving a Holden VF Commodore for the Holden Racing Team in 2015.\\nHolden has been involved with factory backed teams in Australian touring car racing since 1968. The main factory-backed teams have been the Holden Dealer Team (1969\\u20131987) and the Holden Racing Team (1990\\u20132016). Since 2017, Triple Eight Race Engineering has been Holden's factory team. Holden has won the Bathurst 1000 32 times, more than any other manufacturer, and has won the Australian Touring Car and Supercars Championship title 20 times. Brad Jones Racing, Charlie Schwerkolt Racing, Erebus Motorsport, Matt Stone Racing, Tekno Autosports and Walkinshaw Andretti United also run Holden Commodores in the series.\\n\\n Notes \\n\\n See also \\nThe Death of Holden\\nList of Holden vehicles by nameplate\\n\\n References \\n\\nBooks\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nInternet\\n \\n Part One, Part Two, Part Three (PDF).\\n Mendelssohn, Joanna (28 June 2017), Celebrating the feminist Holden, The Conversation.\\n Wagner, David Paul, Canowindra Motors Holden Museum. australiaforvisitors.com. Photographic record of this Holden museum that closed in 2016.\\n\\nMagazines\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\nEarly History of Holden\\n\\nCategory:Car manufacturers of Australia\\nCategory:Companies established in 1856\\nCategory:General Motors marques\\nCategory:General Motors subsidiaries\\n \\nCategory:Australian brands\\nCategory:Saddle manufacturers\\nCategory:1856 establishments in Australia\\nCategory:Manufacturing plants in Australia\"}"