"{\"title\": \"Stigand\", \"url\": \"https://en.wikipedia.org/wiki/Stigand\", \"text\": \"Stigand (died 1072) was an Anglo-Saxon churchman in pre-Norman Conquest England who became Archbishop of Canterbury. His birth date is unknown, but by 1020 he was serving as a royal chaplain and advisor. He was named Bishop of Elmham in 1043, and was later Bishop of Winchester and Archbishop of Canterbury. Stigand was an advisor to several members of the Anglo-Saxon and Norman English royal dynasties, serving six successive kings. Excommunicated by several popes for his pluralism in holding the two sees, or bishoprics, of Winchester and Canterbury concurrently, he was finally deposed in 1070, and his estates and personal wealth were confiscated by William the Conqueror. Stigand was imprisoned at Winchester, where he died without regaining his liberty.\\n\\nStigand served King Cnut as a chaplain at a royal foundation at Ashingdon in 1020, and as an advisor then and later. He continued in his role of advisor during the reigns of Cnut's sons, Harold Harefoot and Harthacnut. When Cnut's stepson Edward the Confessor succeeded Harthacnut, Stigand in all probability became England's main administrator. Monastic writers of the time accused Stigand of extorting money and lands from the church, and by 1066 the only estates richer than Stigand's were the royal estates and those of Harold Godwinson.\\n\\nIn 1043 Edward appointed Stigand to the see of Elmham. Four years later he was appointed to the see of Winchester, and then in 1052 to the archdiocese of Canterbury, which Stigand held jointly with Winchester. Five successive popes, including Nicholas II and Alexander II, excommunicated Stigand for holding both Winchester and Canterbury. Stigand was present at the deathbed of King Edward and at the coronation of Harold Godwinson as king of England in 1066. After Harold's death, Stigand submitted to William the Conqueror. On Christmas Day 1066 Ealdred, the Archbishop of York, crowned William King of England. Stigand's excommunication meant that he could only assist at the coronation.\\n\\nDespite growing pressure for his deposition, Stigand continued to attend the royal court and to consecrate bishops, until in 1070 he was deposed by papal legates and imprisoned at Winchester. His intransigence towards the papacy was used as propaganda by Norman advocates of the view that the English church was backward and needed reform.\\n\\nEarly life\\nNeither the year nor the date of Stigand's birth is known. He was born in East Anglia, possibly in Norwich,Barlow Edward the Confessor p. 59 to an apparently prosperous family of mixed English and Scandinavian ancestry, as is shown by the fact that Stigand's name was Norse but his brother's was English. His brother \\u00c6thelm\\u00e6r, also a cleric, later succeeded Stigand as bishop of Elmham. His sister held land in Norwich,Williams English and the Norman Conquest p. 46 but her given name is unrecorded.\\n\\nStigand first appears in the historical record in 1020 as a royal chaplain to King Cnut of England (reigned 1016\\u20131035). In that year he was appointed to Cnut's church at Ashingdon, or Assandun,Hill Road to Hastings p. 61Fryde, et al. Handbook of British Chronology p. 28Lawson Cnut p. 138 which was dedicated by the reforming bishop Wulfstan of York.Barlow English Church 1000\\u20131066 p. 77 Little is known of Stigand's life during Cnut's reign, but he must have had a place at the royal court, as he witnessed occasional charters. Following Cnut's death Stigand successively served Cnut's sons, Harold Harefoot (reigned 1035\\u20131040) and Harthacnut (reigned 1040\\u20131042).Fryde, et al. Handbook of British Chronology pp. 28\\u201329 After Harthacnut died Stigand became an advisor to Emma of Normandy, Cnut's widow and the mother of Harthacnut and his successor Edward the Confessor. He may have been Emma's chaplain,Stafford Queen Emma and Queen Edith pp. 112\\u2013113 and it is possible that Stigand was already one of her advisors while Cnut was alive, and that he owed his position at Ashingdon to Emma's influence and favour. Because little is known of Stigand's activities before his appointment as a bishop, it is difficult to determine to whom he owed his position.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 200\\n\\nBishop of Elmham and Winchester\\nStigand was appointed to the see of Elmham shortly after Edward the Confessor's coronation on 3 April 1043,Fryde, et al. Handbook of British Chronology p. 29 probably on Emma's advice.Barlow Edward the Confessor p. 76 This was the first episcopal appointment of Edward's reign.Higham Death of Anglo-Saxon England p. 122 The diocese of Elmham covered East Anglia in eastern England, and was one of the poorer episcopal sees at that time.  He was consecrated bishop in 1043,Fryde, et al. Handbook of British Chronology p. 217 but later that year Edward deposed Stigand and deprived him of his wealth. During the next year, however, Edward returned Stigand to office.Barlow Edward the Confessor p. 77 The reasons for the deposition are unknown, but it was probably connected to the simultaneous fall from power of the dowager queen, Emma.Stafford Queen Emma and Queen Edith pp. 248\\u2013250 Some sources state that Emma had invited King Magnus I of Norway, a rival claimant to the English throne, to invade England and had offered her personal wealth to aid Magnus.Stenton Anglo-Saxon England p. 426 Some suspected that Stigand had urged Emma to support Magnus, and claimed that his deposition was because of this.Mason House of Godwine p. 44 Contributing factors in Emma and Stigand's fall included Emma's wealth, and dislike of her political influence, which was linked to the reign of the unpopular Harthacnut.Stafford Unification and Conquest p. 87\\n\\nleft |thumb|350px|Emma of Normandy, seated with sons Harthacnut and Edward the Confessor, in this manuscript copy of the Encomium Emmae from about 1042.|alt=Two pages from an illuminated book, one page with a seated female figure receiving a book from two males. The other page has coloured writing on it.\\n\\nBy 1046 Stigand had begun to witness charters of Edward the Confessor, showing that he was once again in royal favour.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 201 In 1047 Stigand was translated to the see of Winchester,Fryde, et al. Handbook of British Chronology p. 223 but he retained Elmham until 1052.Barlow Edward the Confessor p. 87 He may have owed the preferment to Earl Godwin of Wessex, the father-in-law of King Edward,Loyn English Church pp. 58\\u201362 although that is disputed by some historians.Barlow English Church 1000\\u20131066 p. 108 Emma, who had retired to Winchester after regaining Edward's favour, may also have influenced the appointment, either alone or in concert with Godwin. After his appointment to Winchester, Stigand was a witness to all the surviving charters of King Edward during the period 1047 to 1052.\\n\\nSome historians, such as Frank Barlow and Emma Mason, state that Stigand supported Earl Godwin in his quarrel with Edward the Confessor in 1051\\u20131052;Barlow Edward the Confessor p. 123Mason House of Godwine p. 65 others, including Ian Walker, hold that he was neutral.Walker Harold p. 49 Stigand, whether or not he was a supporter of Godwin's, did not go into exile with the earl.Brooks Early History pp. 305\\u2013306 The quarrel started over a fight between Eustace of Boulogne, brother-in-law of the king, and men of the town of Dover. The king ordered Godwin to punish the town, and the earl refused. Continued pressure from Edward undermined Godwin's position, and the earl and his family fled England in 1051.Stafford Unification and Conquest pp. 90\\u201391 The earl returned in 1052 with a substantial armed force but eventually reached a peaceful accord with the king. Some medieval sources state that Stigand took part in the negotiations that reached a peace between the king and his earl;Mason House of Godwine p. 73 the Canterbury manuscript of the Anglo-Saxon Chronicle calls Stigand the king's chaplain and advisor during the negotiations.Rex Harold II p. 61\\n\\nArchbishop of Canterbury\\n\\nAppointment to Canterbury and issues with the papacy\\nThe Archbishopric of Canterbury became drawn into the conflict between Edward and Godwin.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 pp. 201\\u2013203 Pope Leo IX was beginning a reform movement later known as the Gregorian Reform. Leo first focused on improving the clergy and prohibiting simony\\u00a0\\u2013 the buying and selling of clerical and ecclesiastical offices. In 1049 Leo IX publicly pronounced that he would take more interest in English church matters and would investigate episcopal candidates more strictly before confirming them. When Archbishop Edsige of Canterbury died in 1051 the monks of the cathedral chapter elected \\u00c6thelric, a relative of Earl Godwin's, as archbishop.Huscroft Ruling England p. 6 King Edward opposed the election and instead appointed Robert of Jumi\\u00e8ges, who was Norman and already Bishop of London.  Besides furthering Edward's quarrel with Godwin, the appointment signalled that there were limits to Edward's willingness to compromise on ecclesiastical reform.\\n\\nAlthough not known as a reformer before his appointment, Robert returned in 1051 from Rome, where he had gone to be confirmed by the papacy, and opposed the king's choice for Bishop of London on the grounds that the candidate was not suitable. Robert's attempts to recover church property that had been appropriated by Earl Godwin contributed to the quarrel between the earl and the king. When Godwin returned to England in 1052 Robert was outlawed and exiled,Stafford Unification and Conquest pp. 89\\u201392 following which King Edward appointed Stigand to the archbishopric.Fryde, et al. Handbook of British Chronology p. 214 The appointment was either a reward from Godwin for Stigand's support during the conflict with Edward or a reward from King Edward for successfully negotiating a peaceful conclusion to the crisis in 1052. Stigand was the first non-monk to be appointed to either English archbishopric since before the days of Dunstan (archbishop from 959 to 988).Knowles Monastic Order p. 66Brooks Early History p. 306\\n\\nThe papacy refused to recognise Stigand's elevation, as Robert was still alive and had not been deprived of office by a pope. Robert of Jumi\\u00e8ges appealed to Leo IX, who summoned Stigand to Rome. When Stigand did not appear, he was excommunicated.Stenton Anglo-Saxon England pp. 465\\u2013466 Historian Nicholas Brooks holds the view that Stigand was not excommunicated at this time, but rather was ordered to refrain from any archiepiscopal functions, such as the consecration of bishops. He argues that in 1062 papal legates sat in council with Stigand, something they would not have done had he been excommunicated.Brooks Early History p. 307 The legates did nothing to alter Stigand's position either,Rex Harold II p. 184 although one of the legates later helped depose Stigand in 1070.Barlow English Church 1000\\u20131066 p. 306 However Pope Leo IX and his successors, Victor II and Stephen IX, continued to regard Stigand as uncanonically elected.Blair Introduction to Anglo-Saxon England p. 108\\n\\nStigand did not travel to Rome to receive a pallium, the band worn around the neck that is the symbol of an archbishop's authority,Coredon Dictionary p. 209 from the pope. Travelling to Rome for the pallium had become a custom, practised by a number of his predecessors.Brooks Early History pp. 291, 299, 304 Instead, some medieval chroniclers state that he used Robert of Jumi\\u00e8ges' pallium. It is not known if Stigand even petitioned the papacy for a pallium soon after his appointment.Darlington \\\"Ecclesiastical Reform\\\" English Historical Review p. 420 Owing to the reform movement, Stigand probably knew the request would be unsuccessful. In 1058 Antipope Benedict X, who opposed much of the reform movement, gave Stigand a pallium.Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 2: Monastic Cathedrals (Northern and Southern Provinces): Canterbury: Archbishops However, Benedict was deposed the following year; the reforming party declared Benedict an antipope, and nullified all his acts, including Stigand's pallium grant.Huscroft Ruling England p. 48 The exact circumstances that led to Benedict granting a pallium are unknown, whether it was at Stigand's request or was given without prompting.\\n\\nAfter his translation to Canterbury, Stigand released Elmham to his brother \\u00c6thelm\\u00e6r but retained the bishopric of Winchester. Canterbury and Winchester were the two richest sees in England,Higham Death of Anglo-Saxon England p. 137Barlow English Church 1000\\u20131066 p. 79 and while precedent allowed the holding of a rich see along with a poor one, there was no precedent for holding two rich sees concurrently.Brooks Early History p. 205 He may have retained Winchester out of avarice, or his hold on Canterbury may not have been secure.Stafford Unification and Conquest p. 94 Besides these, he held the abbey of Gloucester and the abbey of Ely and perhaps other abbeys also.Knowles Monastic Order p. 72 Whatever his reasons, the retention of Winchester made Stigand a pluralist: the holder of more than one benefice at the same time. This was a practice that was targeted for elimination by the growing reform movement in the church. Five successive popes (Leo IX, Victor II, Stephen IX, Nicholas II and Alexander II) excommunicated Stigand for holding both Winchester and Canterbury at the same time. It has been suggested by the historian Emma Mason that Edward refused to remove Stigand because this would have undermined the royal prerogative to appoint bishops and archbishops without papal input. Further hurting Stigand's position, Pope Nicholas II in 1061 declared pluralism to be uncanonical unless approved by the pope.Huscroft Ruling England p. 62\\n\\nStigand was later accused of simony by monastic chroniclers, but all such accusations date to after 1066, and are thus suspect owing to the post-Conquest desire to vilify the English Church as corrupt and backward.Huscroft Ruling England pp. 46\\u201347 The medieval chronicler William of Poitiers also claimed that in 1052 Stigand agreed that William of Normandy, the future William the Conqueror, should succeed King Edward. This claim was used as propaganda after the Conquest, but according to the historian David Bates, among others, it is unlikely to be true.Bates William the Conqueror pp. 77\\u201378Rex Harold II p. 141 The position of Stigand as head of the church in England was used to good effect by the Normans in their propaganda before, during and after the Conquest.Douglas William the Conqueror p. 170\\n\\nEcclesiastical affairs\\nThe diocese of York took advantage of Stigand's difficulties with the papacy and encroached on the suffragans, or bishops owing obedience to an archbishop, normally subject to Canterbury. York had long been held in common with Worcester, but during the period when Stigand was excommunicated, the see of York also claimed oversight over the sees of Lichfield and Dorchester.Barlow Feudal Kingdom p. 27 In 1062, however, papal legates of Alexander II came to England. They did not depose Stigand, and even consulted with him and treated him as archbishop.Walker Harold p. 127 He was allowed to attend the council they held and was an active participant with the legates in the business of the council.Walker Harold  pp. 148\\u2013149\\n\\nMany of the bishops in England did not want to be consecrated by Stigand.Chibnall Anglo-Norman England p. 39 Both Giso of Wells and Walter of Hereford travelled to Rome to be consecrated by the pope in 1061, rather than be consecrated by Stigand.Huscroft Ruling England p. 51 During the brief period that he held a legitimate pallium, however, Stigand did consecrate Aethelric of Selsey and Siward of Rochester.Walker Harold  pp. 136\\u2013138 Abbots of monasteries, however, came to Stigand for consecration throughout his time as archbishop. These included not only abbots from monastic houses inside his province, such as \\u00c6thelsige as abbot of St Augustine's Abbey in Canterbury, but also Baldwin as Abbot of Bury St. Edmunds and Thurstan as Abbot of Ely. After the Norman Conquest, Stigand was accused of selling the office of abbot, but no abbot was deposed for buying the office, so the charge is suspect.Barlow English Church 1000\\u20131066 pp. 113\\u2013115\\n\\nStigand was probably the most lavish clerical donor of his period, when great men gave to churches on an unprecedented scale.Dodwell Anglo-Saxon Art pp. 230\\u2013231 He was a benefactor to the Abbey of Ely, and gave large gold or silver crucifixes to Ely, St Augustine's Abbey in Canterbury, Bury St. Edmunds Abbey, and to his cathedral church at Winchester.Smith, et al. \\\"Court and Piety\\\" Catholic Historical Review p. 576 The crucifixes given to Ely, Bury and Winchester all appear to have had about life-size figures of Christ with matching figures of the Virgin and John the Evangelist, as is recorded in the monastic histories, and were probably permanently mounted over the altar or elsewhere. These would have been made with thin sheets of precious metal over a wooden core.Dodwell Anglo-Saxon Art pp. 211\\u2013213, 220 n. 39 No comparably early rood crosses with the side figures of Mary and John seem to survive, though we have large painted wooden crucifixes like the German Gero Cross of around 980, and the Volto Santo of Lucca (renewed with a later figure) which is known to have inspired Leofstan, Abbot of Bury (d. 1065) to create a similar figure, perhaps covered in precious metal, on his return from a visit to Rome.Dodwell Anglo-Saxon Art p. 211 To Ely he gave gold and silver vessels for the altar, and a chasuble embroidered in gold \\\"of such inestimable workmanship and worth, that none in the kingdom is considered richer or more valuable\\\".Dodwell Anglo-Saxon Art pp. 181 and 205 Although it does not appear that Stigand ever travelled to Rome, there are indications that Stigand did go on pilgrimage. A 12th-century life of Saint Willibrord, written at the Abbey of Echternach in what is now Luxembourg, records that \\\"to this place also came Stigand, the eminent archbishop of the English\\\". In the work, Stigand is recorded as giving rich gifts to the abbey as well as relics of saints.Smith, et al. \\\"Court and Piety\\\" Catholic Historical Review p. 575\\n\\nAdvisor to the king\\nDuring Edward's reign, Stigand was an influential advisor at court and used his position to increase his own wealth as well as that of his friends and family. Contemporary valuations of the lands he controlled at the death of King Edward, as listed in Domesday Book, come to an annual income of about 2500 pounds. There is little evidence, however, that he enriched either Canterbury or Winchester.Brooks Early History pp. 307\\u2013309 He also appointed his followers to sees within his diocese in 1058, having Siward named Bishop of Rochester and \\u00c6thelric installed as Bishop of Selsey. Between his holding of two sees and the appointment of his men to other sees in the southeast of England, Stigand was an important figure in defending the coastline against invasion.Loyn English Church p. 64\\n\\nStigand may have been in charge of the royal administration.Mason House of Godwine pp. 78\\u201379 He may also have been behind the effort to locate Edward the Atheling and his brother Edmund after 1052, possibly to secure a more acceptable heir to King Edward.Walker Harold p. 75 His landholdings were spread across ten counties, and in some of those counties, his lands were larger than the king's holdings.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 204 Although Norman propagandists claimed that as early as 1051 or 1052 King Edward promised the throne of England to Duke William of Normandy, who later became King William the Conqueror, there is little contemporary evidence of such a promise from non-Norman sources.Stafford Unification and Conquest p. 92 By 1053, Edward probably realised that he would not have a son from his marriage, and he and his advisors began to search for an heir.Barlow Edward the Confessor pp. 214\\u2013215 Edward the Atheling, the son of King Edmund Ironside (reigned 1016), had been exiled from England in 1017, after his father's death. Although Ealdred, the Bishop of Worcester, went to the Continent in search of Edward the Exile, Ian Walker, the biographer of King Harold Godwinson, feels that Stigand was behind the effort. In the end, although Edward did return to England, he died soon after his return, leaving a young son Edgar the \\u00c6theling.Thomas Norman Conquest p. 18\\n\\nFinal years and legacy\\n\\nNorman Conquest\\nthumb|200px|HIC RESIDET HAROLD REX ANGLORUM. STIGANT ARCHIEP(I)S(COPUS). \\\"Here sits Harold King of the English. Archbishop Stigand\\\". Scene immediately after the crowning of Harold by (according to the Norman tradition) Stigand. Detail from the Bayeux Tapestry.\\nthumb|upright|250px|William I, shown here from the Bayeux Tapestry, at first accepted Stigand's position, but later allowed papal legates to depose him.|alt=A seated man in robes holding a sword upright in one hand and pointing with his other hand. Behind the seated figure is a standing man pointing in the same direction as the seated figure.\\n\\nKing Edward, on his deathbed, left the crown to his brother-in-law Harold Godwinson, the son of Earl Godwin. Stigand performed the funeral services for Edward.Rex Harold II p. 197 Norman writers claimed that Stigand crowned Harold as king in January 1066.Chibnall Anglo-Norman England p. 21 This is generally considered false propaganda, as it was in William's interest to portray Harold as uncanonically crowned. If Harold was improperly crowned, then William was merely claiming his rightful inheritance, and not deposing a rightful king.Higham Death of Anglo-Saxon England pp. 175\\u2013180 The Bayeux Tapestry depicts Stigand at Harold's coronation, although not actually placing the crown on Harold's head.Rex Harold II p. 151 The English sources claim that Ealdred, the Archbishop of York, crowned Harold, while the Norman sources claim that Stigand did so, with the conflict between the various sources probably tracing to the post-Conquest desire to vilify Harold and depict his coronation as improper. Current historical research has shown that the ceremony was performed by Ealdred, owing to the controversy about Stigand's position. However, one historian, Pauline Stafford, theorises that both archbishops may have consecrated Harold.Stafford Unification and Conquest p. 83 Another historian, Frank Barlow, writing in 1979, felt that the fact that some of the English sources do not name who consecrated Harold \\\"tip(s) the balance in favour of Stigand\\\".Barlow English Church 1000\\u20131066 p. 60 footnote 4\\n\\nStigand did support Harold, and was present at Edward the Confessor's deathbed.Barlow Edward the Confessor pp. 249\\u2013250 Stigand's controversial position may have influenced Pope Alexander II's support of William the Conqueror's invasion of England.Stenton Anglo-Saxon England p. 586Loyn English Church p. 98 The reformers, led by Archdeacon Hildebrand, later Pope Gregory VII, opposed the older type of bishop, rich and installed by the lay powers.Rex Harold II pp. 208\\u2013209\\n\\nAfter the death of Harold at the Battle of Hastings, Stigand worked with Earl Edwin and Earl Morcar, as well as Archbishop Ealdred of York, to put Edgar the \\u00c6theling on the throne.Walker Harold pp. 183\\u2013185 This plan did not come to fruition, however, due to opposition from the northern earls and some of the other bishops.Douglas William the Conqueror pp. 203\\u2013206 Stigand submitted to William the Conqueror at Wallingford in early December 1066,Huscroft Ruling England pp. 18\\u201319Bates William the Conqueror p. 94 and perhaps assisted at his coronation on Christmas Day, 1066, although the coronation was performed by Ealdred.Bates William the Conqueror p. 96 William took Stigand with him to Normandy in 1067,Knowles Monastic Order p. 104 although whether this was because William did not trust the archbishop, as the medieval chronicler William of Poitiers alleges, is uncertain.Williams English and the Norman Conquest p. 11 Stigand was present at the coronation of William's queen, Matilda, in 1068, although once more the ceremony was actually performed by Ealdred.Bates William the Conqueror pp. 100\\u2013101\\n\\nDeposition and death\\n\\nAfter the first rebellions broke out in late 1067 William adopted a policy of conciliation towards the church. He gave Stigand a place at court, as well as giving administrative positions to Ealdred of York and \\u00c6thelwig, Abbot of Evesham.Barlow English Church 1066\\u20131154 p. 57 Archbishop Stigand appears on a number of royal charters in 1069, along with both Norman and English leaders.Stenton Anglo-Saxon England pp. 623\\u2013624 He even consecrated Remigius de F\\u00e9camp as Bishop of Dorchester in 1067. Once the danger of rebellion was past, however, William had no further need of Stigand.Barlow Feudal Kingdom p. 87 At a council held at Winchester at Easter 1070,Huscroft Ruling England pp. 60\\u201361 the bishops met with papal legates from Alexander II.Fryde, et al. Handbook of British Chronology p. 590 On 11 April 1070 Stigand was deposed by the papal legate, Ermenfrid, Bishop of Sion in the Alps,Blumenthal Investiture Controversy pp. 148\\u2013149 and was imprisoned at Winchester. His brother \\u00c6thelm\\u00e6r, Bishop of Elmham, was also deposed at the same council. Shortly afterwards Aethelric the Bishop of Selsey, Ethelwin the Bishop of Durham and Leofwin Bishop of Lichfield, who was married, were deposed at a council held at Windsor.Douglas William the Conqueror p. 324Barlow Feudal Kingdom p. 93 There were three reasons given for Stigand's deposition: that he held the bishopric of Winchester in plurality with Canterbury; that he not only occupied Canterbury after Robert of Jumi\\u00e8ges fled but also seized Robert's pallium which was left behind; and that he received his own pallium from Benedict X, an anti-pope.Powell and Wallis House of Lords pp. 33\\u201334 Some accounts state that Stigand did appear at the council which deposed him, but nothing is recorded of any defence that he attempted. The charges against his brother are nowhere stated, leading to a belief that the depositions were mainly political. That spring he had deposited his personal wealth at Ely Abbey for safekeeping, but King William confiscated it after his deposition, along with his estates.Brooks Early History p. 309 The king appointed Lanfranc, a native of Italy and a scholar and abbot in Normandy, as the new archbishop.Thomas Norman Conquest p. 123\\n\\nKing William appears to have left the initiative for Stigand's deposition to the papacy, and did nothing to hinder Stigand's authority until the papal legates arrived in England to depose the archbishop and reform the English Church. Besides witnessing charters and consecrating Remigius, Stigand appears to have been a member of the royal council, and able to move freely about the country. But after the arrival of the legates, William did nothing to protect Stigand from deposition, and the archbishop later accused the king of acting with bad faith. Stigand may even have been surprised that the legates wished him deposed.Loyn English Church p. 69 It was probably the death of Ealdred in 1069 that moved the pope to send the legates, as that left only one archbishop in England; and he was not considered legitimate and unable to consecrate bishops.Stenton Anglo-Saxon England pp. 659\\u2013661 The historian George Garnett draws the parallel between the treatment of King Harold in Domesday Book, where he is essentially ignored as king, and Stigand's treatment after his deposition, where his time as archbishop is as much as possible treated as not occurring.Garnett \\\"Coronation and Propaganda\\\" Transactions of the Royal Historical Society pp. 107\\u2013108\\n\\nthumb|left|220px|Victorian-era fanciful reconstruction of Stigand's coat of arms, from the Winchester Great Hall|alt=Coat of arms, mainly blue, with a white Y-shaped stripe across the front\\n\\nStigand died in 1072 while still imprisoned,Bates William the Conqueror pp. 168\\u2013169 and his death was commemorated on 21 February or 22 February. Sometime between his deposition and his death the widow of King Edward and sister of King Harold, Edith of Wessex, visited him in his imprisonment and allegedly told him to take better care of himself.Barlow Godwins p. 161 He was buried in the Old Minster at Winchester.\\n\\nAt King Edward's death, only the royal estates and the estates of Harold were larger and wealthier than those held by Stigand.Stafford Queen Emma and Queen Edith p. 123 footnote 136 Medieval writers condemned him for his greed and for his pluralism.Cowdrey \\\"Stigand\\\" Oxford Dictionary of National Biography Hugh the Chanter, a medieval chronicler, claimed that the confiscated wealth of Stigand helped keep King William on the throne.Rex Harold II p. 79 A recent study of his wealth and how it was earned shows that while he did engage in some exploitative methods to gain some of his wealth, other lands were gained through inheritance or through royal favour.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 211 The same study shows little evidence that he despoiled his episcopal estates, although the record towards monastic houses is more suspect.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 213 There is no complaint in contemporary records about his private life, and the accusations that he committed simony and was illiterate only date from the 12th century.Barlow English Church 1000\\u20131066 pp. 80\\u201381\\n\\nAlthough monastic chroniclers after the Norman Conquest accused him of crimes such as perjury and homicide, they do not provide any evidence of those crimes.Smith \\\"Archbishop Stigand\\\" Anglo-Norman Studies 16 p. 217Stafford Queen Emma and Queen Edith p. 151 Almost 100 years after his death, another Archbishop of Canterbury, Thomas Becket, was taunted in 1164 by King Henry II's barons with Stigand's fate for daring to oppose his king.Rumble \\\"From Winchester to Canterbury\\\" Leaders of the Anglo-Saxon Church p. 180 Modern historians views tend to see him as either a wily politician and indifferent bishop or to see him purely in terms of his ecclesiastical failings. The historian Frank Stenton felt that his \\\"whole career shows that he was essentially a politician\\\".Stenton Anglo-Saxon England p. 466 Concurring with this, the historian Nick Higham said that \\\"Stigand was a seasoned politician whose career had been built on an accurate reading of the balance of power.\\\"Higham Death of Anglo-Saxon England pp. 219\\u2013220 Another historian, Eric John, said that \\\"Stigand had a fair claim to be the worst bishop of Christendom\\\".John Reassessing Anglo-Saxon England p. 174 However, the historian Frank Barlow felt that \\\"he was a man of cultured tastes, a patron of the arts who was generous to the monasteries which he held\\\". Alexander Rumble argued that Stigand was unlucky in living past the Conquest, stating that it could be said that Stigand was \\\"unlucky to live so long that he saw in his lifetime not only the end of the Anglo-Saxon state but also the challenging of uncanonical, but hitherto tolerated, practices by a wave of papal reforms\\\".Rumble \\\"From Winchester to Canterbury\\\"  Leaders of the Anglo-Saxon Church p. 179\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nFurther reading\\n\\n \\n \\n\\nExternal links\\n \\n\\nCategory:1072 deaths\\nCategory:Bishops of Winchester\\nCategory:Archbishops of Canterbury\\nCategory:People from Norwich\\nCategory:11th-century bishops\\nCategory:11th-century Roman Catholic archbishops\\nCategory:Year of birth unknown\"}"