"{\"title\": \"William de Corbeil\", \"url\": \"https://en.wikipedia.org/wiki/William_de_Corbeil\", \"text\": \"William de Corbeil or William of Corbeil (c. 1070\\u00a0\\u2013 21 November 1136) was a medieval Archbishop of Canterbury. Very little is known of William's early life or his family, except that he was born at Corbeil, south of Paris, and that he had two brothers. Educated as a theologian, he taught briefly before serving the bishops of Durham and London as a clerk and subsequently becoming an Augustinian canon. William was elected to the See of Canterbury as a compromise candidate in 1123, the first canon to become an English archbishop. He succeeded Ralph d'Escures who had employed him as a chaplain.\\n\\nThroughout his archbishopric, William was embroiled in a dispute with Thurstan, the Archbishop of York, over the primacy of Canterbury. As a temporary solution, Pope Honorius II appointed William the papal legate for England, giving him powers superior to those of York. William concerned himself with the morals of the clergy, and presided over three legatine councils, which among other things condemned the purchase of benefices or priesthoods, and admonished the clergy to live a celibate life. He was also known as a builder; among his constructions is the keep of Rochester Castle. Towards the end of his life William was instrumental in the selection of Count Stephen of Boulogne as King of England, despite his oath to the dying King Henry I that he would support the succession of his daughter, the Empress Matilda. Although some chroniclers considered him a perjurer and a traitor for crowning Stephen, none doubted his piety.\\n\\nEarly life\\nWilliam de Corbeil was most likely born at Corbeil on the Seine, possibly in about 1070.Barlow \\\"Corbeil, William de\\\" Oxford Dictionary of National Biography He was educated at Laon,Hollister Henry I p. 23 where he studied under Anselm of Laon, the noted scholastic and teacher of theology.Hollister Henry I p. 432 William taught for a time at Laon, but nothing else is known of his early life.Spear \\\"Norman Empire\\\" Journal of British Studies p. 6 All that is known of his parents or ancestry is that he had two brothers, Ranulf and Helgot; his brothers appear as witnesses on William's charters.Bethell \\\"William of Corbeil\\\" Journal of Ecclesiastical History pp. 145\\u2013146\\n\\nWilliam joined the service of Ranulf Flambard, Bishop of Durham, as a clerk, and was present at the translation of the body of Saint Cuthbert in 1104. His name appears high in a list of those who were present at the event, implying that he may have held an important position in Flambard's household, but appended to his name is \\\"subsequently archbishop\\\", suggesting that his inclusion could have been a later interpolation. He was a teacher to Flambard's children, probably in about 1107 to 1109,Bethell \\\"William of Corbeil\\\" Journal of Ecclesiastical History p. 146 but at some unknown date William appears to have transferred to the household of the Archbishop of Canterbury. Between 1107 and 1112 he went to Laon and attended lectures given by Anselm of Laon. By 1116 he was a clerk for Ralph d'Escures, Archbishop of Canterbury, with whom he travelled to Rome in 1117 when Ralph was in dispute with Thurstan, the Archbishop of York, over the primacy of Canterbury.Bethell \\\"English Black Monks\\\" English Historical Review\\n\\nIn 1118, William entered the Augustinian order at Holy Trinity Priory in Aldgate, a house of canons rather than monks.Knowles, et al. Heads of Religious Houses p. 173 Subsequently, he became prior of the Augustinian priory at St Osyth in Essex,Knowles, et al. Heads of Religious Houses p. 183Barlow English Church p. 85 appointed by Richard de Beaumis, Bishop of London, in 1121.\\n\\nElection as archbishop\\nthumb|upright|Henry I from a 13th-century manuscript of Matthew Paris\\nAfter the death of Ralph d'Escures in October 1122, King Henry I allowed a free election, with the new primate to be chosen by the leading men of the realm, both ecclesiastical and secular.Cantor Church, Kingship, and Lay Investiture p. 282 The monks of the cathedral chapter and the bishops of the kingdom disagreed on who should be appointed. The bishops insisted that it should not be a clerk (a non-monastic member of the clergy), but Canterbury's monastic cathedral chapter preferred a monk, and insisted that they alone had the right to elect the archbishop. However, only two bishops in England or Normandy were monks (Ernulf, Bishop of Rochester, and Serlo, Bishop of S\\u00e9ez), and no monks other than Anselm of Canterbury, Ernulf, and Ralph d'Escures had been elected to an English or Norman see since 1091; recent precedent therefore favoured a clerk. King Henry sided with the bishops, and told the monks that they could elect their choice from a short list selected by the bishops. Perhaps unsurprisingly, the list contained no monks.Hollister Henry I pp. 288\\u2013289\\n\\nOn 2 FebruaryGreenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 2: Monastic Cathedrals (Northern and Southern Provinces): Canterbury: Archbishops or 4 February 1123,Fryde, et al. Handbook of British Chronology p. 232 William was chosen from among four candidates to the See of Canterbury; the names of the three unsuccessful candidates are unknown. He appears to have been a compromise candidate, as he was at least a canon, if not the monk that the chapter had sought.Green Henry I pp. 178\\u2013179 William was the first Augustinian canon to become an archbishop in England, a striking break with the tradition that had favoured monks in the See of Canterbury.Knowles Monastic Order p. 175 Although most contemporaries would not have considered there to be much of a distinction between monks and canons, William's election still occasioned some trepidation among the monks of the Canterbury chapter, who were \\\"alarmed at the appointment, since he was a clerk\\\".Quoted in Bartlett England Under the Norman and Angevin Kings p. 399\\n\\nPrimacy dispute\\nWilliam, like every other Canterbury archbishop since Lanfranc, maintained that Canterbury held primacy\\u2014in essence, overlordship\\u2014over all other dioceses in Great Britain, including the archbishopric of York. Thurstan had claimed independence,Barlow English Church pp. 39\\u201344 and refused to consecrate William when the latter demanded recognition of Canterbury's primacy; the ceremony was performed instead by William's own suffragan bishops on 18 February 1123. Previous popes had generally favoured York's side of the dispute, and the successive popes Paschal II, Gelasius II, and Calixtus II had issued rulings in the late 1110s and early 1120s siding with York. Calixtus had also consecrated Thurstan when both King Henry and William's predecessor had attempted to prevent Thurstan's consecration unless Thurstan submitted to Canterbury.Burton \\\"Thurstan\\\" Oxford Dictionary of National Biography\\n\\nAfter travelling to Rome to receive his pallium, the symbol of his authority as an archbishop, William discovered that Thurstan had arrived before him, and had presented a case against William's election to Pope Callixtus II. There were four objections to William's election: first that he was elected in the king's court; second that the chapter of Canterbury had been coerced and was unwilling; third that his consecration was unlawful because it was not performed by Thurstan; and fourth that a monk should be elected to the See of Canterbury, which had been founded by Augustine of Canterbury, a monk. However, King Henry I and the Emperor Henry V, Henry I's son-in-law, persuaded the pope to overlook the irregularities of the election, with the proviso that William swore to obey \\\"all things that the Pope imposed upon him\\\".quoted in Cantor Church, Kingship, and Lay Investiture pp. 312\\u2013313 At the conclusion of the visit the pope denied the primacy of Canterbury over York, dismissing the Canterbury cathedral chapter's supposed papal documents as forgeries. The outcome was in accordance with most earlier papal rulings on the primacy issue, which involved not taking sides and thus reinforcing papal supremacy. William returned to England, and was enthroned at Canterbury on 22 July 1123.\\n\\nThe archbishop's next opponent was the papal legate of the new Pope Honorius II, Cardinal John of Crema, who arrived in England in 1125. A compromise between York and Canterbury was negotiated, which involved Canterbury allowing York the supervision of the dioceses of Bangor, Chester, and St Aspah in return for Thurstan's verbal submission and the written submission of his successors. The pope, however, rejected the agreement, likely because he wished to preserve his own primacy, and substituted his own resolution. The papal solution was that Honorius would appoint William papal legate in England and Scotland, which was done in 1126, giving William the position over York, but it was dependent on the will of the pope, and would lapse on the pope's death. The arrangement merely postponed the problem however, as neither Thurstan nor William renounced their claims. That Christmas, at a royal court, Thurstan unsuccessfully attempted to claim the right to ceremonially crown the king as well as have his episcopal cross carried before him in Canterbury's province. As a result of his lengthy dispute with Thurstan, William travelled to Rome more frequently than any bishop before him except for Wilfrid in the 7th century.Bethell \\\"William of Corbeil\\\" Journal of Ecclesiastical History pp. 157\\u2013158\\n\\nArchiepiscopal activities\\nthumb|upright=1.6|Map of medieval Rochester showing the tower that William built, from E. A. Freeman's The Reign of William Rufus 1882\\nLegatine councils in 1125, 1127 and 1129 were held in Westminster, the last two called by Archbishop William. The council of 1125 met under the direction of John of Crema and prohibited simony, purchase of the sacraments, and the inheritance of clerical benefices. John of Crema had been sent to England to seek a compromise in the Canterbury\\u2013York dispute, but also to publicise the decrees of the First Council of the Lateran held in 1123, which neither William nor Thurstan had attended. Included in canons were the rejection of hereditary claims to a benefice or prebend, which was a source of consternation to the clergy. Also prohibited was the presence of any women in clergy's households unless they were relatives. In 1127 the council condemned the purchase of benefices, priesthoods, or places in monastic houses. It also enacted canons declaring that clergy who refused to give up their wives or concubines would be deprived of their benefices, and that any such women who did not leave the parish where they had been could be expelled and even forced into slavery. Lastly, in 1129 the clergy were once more admonished to live a celibate life and to put aside their wives.Cantor Church, Kingship, and Lay Investiture pp. 275\\u2013276 This council was presided over by King Henry, who then undermined the force of the prohibition of concubines by permitting the clergy to pay a fine to the royal treasury to keep their women. William's allowance of this royal fine was condemned by the chronicler Henry of Huntingdon. The festival of the Conception was also allowed at one of these councils.Barlow English Church p. 195\\n\\nAs well as the councils, William was active in his diocese, and was interested in reforming the churches in his diocese. A conflict with Alexander of Lincoln over a church in Alexander's diocese led to further condemnation by Henry of Huntingdon and prompted Henry to write that \\\"no one can sing [William's] praises because there's nothing to sing about.\\\"Quoted in Barlow \\\"Corbeil, William de\\\" Oxford Dictionary of National Biography William seems to have been somewhat eclipsed in ecclesiastical administration and appointments by Roger of Salisbury, Bishop of Salisbury, and King Henry's primary advisor.Cantor Church, Kingship, and Lay Investiture p. 299 William reformed the nunnery of Minster-in-Sheppey however, and he installed a college of regular canons at the church of St. Gregory's, in Canterbury. He also secured a profession of obedience from the newly installed abbot of St Augustine's Abbey in Canterbury. His legateship from Honorius lapsed when the pope died in February 1130, but it was renewed by Honorius' successor Pope Innocent II in 1132.\\n\\nDuring William's last years he attempted to reform St Martin's, Dover. The king had granted the church to the archbishop and the diocese of Canterbury in 1130, and William had a new church building constructed near Dover. The archbishop had planned to install canons regular into the church, and on William's deathbed dispatched a party of canons from Merton Priory to take over St Martin's. However, the party of canons, who had been accompanied by two bishops and some other clergy, were prevented from entering by a monk of Canterbury Cathedral, who claimed that St Martin's belonged to the monks of the cathedral chapter. The canons from Merton did not press the issue in the face of the Canterbury chapter's appeal to Rome, and after William's death, the cathedral chapter sent 12\\u00a0monks to St Martin's instead.\\n\\nThe construction of the keep of Rochester Castle\\u2014at , the tallest Norman-built keep in England\\u2014was initiated at William's orders.Bartlett England Under the Norman and Angevin Kings p. 277 Built for King Henry, it is still intact, although it no longer has a roof or floors. The work at Rochester was built within the stone curtain walls that Gundulf of Rochester had erected in the late 11th\\u00a0century. The keep was designed for defence and also to provide comfortable living quarters, which were probably intended for use by the archbishops when they visited Rochester.Platt Castle in Medieval England & Wales pp. 23\\u201324 In 1127, the custody of Rochester Castle was granted to William and his successors as archbishop by King Henry, including the right to fortify the place as the archbishops wished, and the right to garrison the castle with their own men.DuBoulay Lordship of Canterbury p. 80 In the view of the historian Judith Green, the grant of the castle was partly to secure the loyalty of the archbishop to the king, and partly to help secure the defences of the Kent coast.Green Henry I p. 270 William also completed the construction of Canterbury Cathedral, which was dedicated in May 1130.\\n\\nFinal years\\nThe archbishop swore to Henry I that he would support Henry's daughter Matilda's claim to the English throne,Barlow English Church pp. 44\\u201345 but after Henry's death he instead crowned Stephen, on 22 December 1135. He was persuaded to do so by Henry of Blois, Bishop of Winchester and Stephen's brother,Huscroft Ruling England p. 72Hollister Henry I pp. 478\\u2013479 and Roger of Salisbury, Bishop of Salisbury. The bishops argued that Henry had no right to impose the oath, and that the dying king had released the barons and the bishops from the oath in any event. The royal steward, Hugh Bigod, swore he had been present at the king's deathbed and had heard the king say that he released the oath.Crouch Normans p. 247\\n\\nWilliam did not long outlive Henry, dying at Canterbury on 21 November 1136. He was buried in the north transept of Canterbury Cathedral. Contemporaries were grudging in their praise, and William's reputation suffered after the accession of Matilda's son, Henry II, to the English throne. William of Malmesbury said that William was a courteous and sober man, with little of the flamboyant lifestyle of the more \\\"modern\\\" bishops. The author of the Gesta Stephani claimed that William was avaricious and hoarded money. None of the chroniclers doubted his piety, even when they named him a perjurer and a traitor for his coronation of Stephen.\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n Rochester Castle information from National Monuments Record\\n\\nCategory:1070s births\\nCategory:1136 deaths\\nCategory:12th-century Roman Catholic archbishops\\nCategory:Archbishops of Canterbury\\nCategory:Augustinian canons\\nCategory:Burials at Canterbury Cathedral\"}"