"{\"title\": \"Justus\", \"url\": \"https://en.wikipedia.org/wiki/Justus\", \"text\": \"Justus (died on 10 November between 627 and 631) was the fourth Archbishop of Canterbury. He was sent from Italy to England by Pope Gregory the Great, on a mission to Christianize the Anglo-Saxons from their native paganism, probably arriving with the second group of missionaries despatched in 601. Justus became the first Bishop of Rochester in 604, and attended a church council in Paris in 614.\\n\\nFollowing the death of King \\u00c6thelberht of Kent in 616, Justus was forced to flee to Gaul, but was reinstated in his diocese the following year. In 624 Justus became Archbishop of Canterbury, overseeing the despatch of missionaries to Northumbria. After his death he was revered as a saint, and had a shrine in St Augustine's Abbey, Canterbury.\\n\\nArrival in Britain\\nthumb|left|alt=An illuminated manuscript illustration of a central seated figure holding an open book. He is flanked by two colonnades, which are filled with small scenes. Over the central figure is an arch which surmounts a winged bull.|The evangelist portrait of Luke, from the St. Augustine Gospels (c.\\u00a06th-century), which may have accompanied Justus to Britain.\\nJustus was a member of the Gregorian mission sent to England by Pope Gregory\\u00a0I. Almost everything known about Justus and his career is derived from the early 8th-century Historia ecclesiastica gentis Anglorum of Bede.Hunt \\\"Justus\\\" Oxford Dictionary of National Biography As Bede does not describe Justus' origins, nothing is known about him prior to his arrival in England. He probably arrived in England with the second group of missionaries, sent at the request of Augustine of Canterbury in 601.Stenton Anglo-Saxon England p. 109 Some modern writers describe Justus as one of the original missionaries who arrived with Augustine in 597,Hindley Brief History of the Anglo-Saxons p. 65 but Bede believed that Justus came in the second group.Blair World of Bede pp. 84\\u201387Wallace-Hadrill Bede's Ecclesiastical History p. 43 The second group included Mellitus, who later became Bishop of London and Archbishop of Canterbury.Brooks \\\"Mellitus\\\" Oxford Dictionary of National Biography\\n\\nIf Justus was a member of the second group of missionaries, then he arrived with a gift of books and \\\"all things which were needed for worship and the ministry of the Church\\\".Bede History of the English Church and People p. 85\\u201386Mayr-Harting Coming of Christianity p. 62 A 15th-century Canterbury chronicler, Thomas of Elmham, claimed that there were a number of books brought to England by that second group still at Canterbury in his day, although he did not identify them. An investigation of extant Canterbury manuscripts shows that one possible survivor is the St. Augustine Gospels, now in Cambridge, Corpus Christi College, Manuscript (MS) 286.\\n\\nBishop of Rochester\\nAugustine consecrated Justus as a bishop in 604, over a province including the Kentish town of Rochester.Brooks Early History of the Church of Canterbury p. 221 The historian Nicholas Brooks argues that the choice of Rochester was probably not because it had been a Roman-era bishopric, but rather because of its importance in the politics of the time. Although the town was small, with just one street, it was at the junction of Watling Street and the estuary of the Medway, and was thus a fortified town.Brooks \\\"From British to English Christianity\\\" Conversion and Colonization pp. 24\\u201327 Because Justus was probably not a monk (he was not called that by Bede),Smith \\\"Early Community of St. Andrew at Rochester\\\" English Historical Review p. 291 his cathedral clergy was very likely non-monastic too.Smith \\\"Early Community of St. Andrew at Rochester\\\" English Historical Review p. 292\\n\\nthumb|The beginning of the charter in Textus Roffensis.\\n\\nA charter purporting to be from King \\u00c6thelberht, dated 28 April 604, survives in the Textus Roffensis, as well as a copy based on the Textus in the 14th-century Liber Temporalium. Written mostly in Latin but using an Old English boundary clause, the charter records a grant of land near the city of Rochester to Justus' church.Miller \\\"New Regesta Regum Anglorum: Sawyer 1\\\"Campbell Charters of Rochester p. c Among the witnesses is Laurence, Augustine's future successor, but not Augustine himself. The text turns to two different addressees. First, \\u00c6thelberht is made to admonish his son Eadbald, who had been established as a sub-ruler in the region of Rochester. The grant itself is addressed directly to Saint Andrew, the patron saint of the church,Morris Arthurian Sources vol. ii p. 90 a usage parallelled by other charters in the same archive.Levison England and the Continent pp. 223\\u2013225\\n\\nHistorian Wilhelm Levison, writing in 1946, was sceptical about the authenticity of this charter. In particular, he felt that the two separate addresses were incongruous and suggested that the first address, occurring before the preamble, may have been inserted by someone familiar with Bede to echo Eadbald's future conversion (see below). A more recent and more positive appraisal by John Morris argues that the charter and its witness list are authentic because it incorporates titles and phraseology that had fallen out of use by 800.Morris Arthurian Sources vol. ii pp. 97\\u201398\\n\\n\\u00c6thelberht built Justus a cathedral church in Rochester; the foundations of a nave and chancel partly underneath the present-day Rochester Cathedral may date from that time. What remains of the foundations of an early rectangular building near the southern part of the current cathedral might also be contemporary with Justus or may be part of a Roman building.\\n\\nTogether with Mellitus, the Bishop of London, Justus signed a letter written by Archbishop Laurence of Canterbury to the Irish bishops urging the native church to adopt the Roman method of calculating the date of Easter. This letter also mentioned the fact that Irish missionaries, such as Dagan, had refused to share meals with the missionaries.Stenton Anglo-Saxon England p. 112 Although the letter has not survived, Bede quoted from parts of it.Higham Convert Kings pp. 138\\u2013139\\n\\nIn 614, Justus attended the Council of Paris, held by the Frankish king, Chlothar II.Wood \\\"Mission of Augustine of Canterbury\\\" Speculum p. 7 It is unclear why Justus and Peter, the abbot of Sts Peter and Paul in Canterbury, were present.  It may have been just chance, but historian James Campbell has suggested that Chlothar summoned clergy from Britain to attend in an attempt to assert overlordship over Kent.Campbell \\\"First Century of Christianity\\\" Essays in Anglo-Saxon History p. 56 The historian N. J. Higham offers another explanation for their attendance, arguing that \\u00c6thelberht sent the pair to the council because of shifts in Frankish policy towards the Kentish kingdom, which threatened Kentish independence, and that the two clergymen were sent to negotiate a compromise with Chlothar.Higham Convert Kings p. 116\\n\\nA pagan backlash against Christianity followed \\u00c6thelberht's death in 616, forcing Justus and Mellitus to flee to Gaul. The pair probably took refuge with Chlothar, hoping that the Frankish king would intervene and restore them to their sees, and by 617 Justus had been reinstalled in his bishopric by the new king. Mellitus also returned to England, but the prevailing pagan mood did not allow him to return to London; after Laurence's death, Mellitus became Archbishop of Canterbury.Lapidge \\\"Mellitus\\\" Blackwell Encyclopedia of Anglo-Saxon England According to Bede, Justus received letters of encouragement from Pope Boniface V (619\\u2013625), as did Mellitus, although Bede does not record the actual letters. The historian J. M. Wallace-Hadrill assumes that both letters were general statements of encouragement to the missionaries.Wallace-Hadrill Bede's Ecclesiastical History pp. 64\\u201365\\n\\nArchbishop\\nJustus became Archbishop of Canterbury in 624, receiving his pallium\\u2014the symbol of the jurisdiction entrusted to archbishops\\u2014from Pope Boniface V, following which Justus consecrated Romanus as his successor at Rochester. Boniface also gave Justus a letter congratulating him on the conversion of King \\\"Aduluald\\\" (probably King Eadbald of Kent), a letter which is included in Bede's Historia ecclesiastica gentis Anglorum.Kirby Earliest English Kings pp. 31\\u201332 Bede's account of Eadbald's conversion states that it was Laurence, Justus' predecessor at Canterbury, who converted the King to Christianity, but the historian D. P. Kirby argues that the letter's reference to Eadbald makes it likely that it was Justus.Kirby Earliest English Kings p. 33 Other historians, including Barbara Yorke and Henry Mayr-Harting, conclude that Bede's account is correct, and that Eadbald was converted by Laurence.Mayr-Harting Coming of Christianity pp. 75\\u201376 Yorke argues that there were two kings of Kent during Eadbald's reign, Eadbald and \\u00c6thelwald, and that \\u00c6thelwald was the \\\"Aduluald\\\" referred to by Boniface. Yorke argues that Justus converted \\u00c6thelwald back to Christianity after \\u00c6thelberht's death.Yorke Kings and Kingdoms p. 32\\n\\nJustus consecrated Paulinus as the first Bishop of York, before the latter accompanied \\u00c6thelburg of Kent to Northumbria for her marriage to King Edwin of Northumbria. Bede records Justus as having died on 10\\u00a0November, but does not give a year, although it is likely to have between 627 and 631.Fryde, et al. Handbook of British Chronology p. 213Wallace-Hadrill Bede's Ecclesiastical History p. 82 After his death, Justus was regarded as a saint, and was given a feast day of 10\\u00a0November.Delaney Dictionary of Saints pp. 354\\u2013355 The ninth century Stowe Missal commemorates his feast day, along with Mellitus and Laurence.Farmer Oxford Dictionary of Saints p. 366 In the 1090s, his remains were translated, or ritually moved, to a shrine beside the high altar of St Augustine's Abbey in Canterbury. At about the same time, a Life was written about him by Goscelin of Saint-Bertin, as well as a poem by Reginald of Canterbury.Hayward \\\"Justus\\\" Blackwell Encyclopedia of Anglo-Saxon England Other material from Thomas of Elmham, Gervase of Canterbury, and William of Malmesbury, later medieval chroniclers, adds little to Bede's account of Justus' life.\\n\\nSee also\\n List of members of the Gregorian mission\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n  \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n  \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n \\n\\nCategory:7th-century archbishops\\nCategory:7th-century Christian saints\\nCategory:7th-century deaths\\nCategory:Archbishops of Canterbury\\nCategory:Bishops of Rochester\\nCategory:Gregorian mission\\nCategory:Kentish saints\\nCategory:People from Rome\\nCategory:Year of birth unknown\"}"