"{\"title\": \"Peter Heywood\", \"url\": \"https://en.wikipedia.org/wiki/Peter_Heywood\", \"text\": \"Peter Heywood (6 June 1772\\u00a0\\u2013 10 February 1831) was a British naval officer who was on board  during the mutiny of 28 April 1789. He was later captured in Tahiti, tried and condemned to death as a mutineer, but subsequently pardoned. He resumed his naval career and eventually retired with the rank of post-captain, after 29 years of honourable service.\\n\\nThe son of a prominent Isle of Man family with strong naval connections, Heywood joined Bounty under Lieutenant William Bligh at the age of 15. Although unranked, he was granted the privileges of a junior officer. Bounty left England in 1787 on a mission to collect and transport breadfruit from the Pacific, and arrived in Tahiti late in 1788. Relations between Bligh and certain of his officers, notably Fletcher Christian, became strained, and worsened during the five months that Bounty remained in Tahiti.\\n\\nShortly after the ship began its homeward voyage, Christian and his discontented followers seized Bligh and took control of the vessel. Bligh and 18 loyalists were set adrift in an open boat; Heywood was among those who remained with Bounty. Later, he and 15 others left the ship and settled in Tahiti, while Bounty sailed on, ending its voyage at Pitcairn Island. Bligh, after an epic open-boat journey, eventually reached England, where he implicated Heywood as one of the mutiny's prime instigators. In 1791, Heywood and his companions were met in Tahiti by the search vessel  and held in irons for transportation to England. Heywood and one other sailor welcomed the Pandora in canoes, relieved to  be rescued. However, they were arrested; the captain, Edward Edwards, had them and 12 others fettered and handcuffed in an  box built for the purpose on deck. During their subsequent journey, Pandora was wrecked on the Great Barrier Reef. Four of Heywood's fellow prisoners were drowned; Heywood survived.\\n\\nIn September 1792, Heywood was court-martialed and with five others was sentenced to hang. However, the court recommended mercy for Heywood, and King George III pardoned him. In a rapid change of fortune, he found himself favoured by senior officers, and after the resumption of his career, received a series of promotions that gave him his first command at the age of 27 and made him a post-captain at 31. He remained in the navy until 1816, building a respectable career as a hydrographer, and then enjoyed a long and peaceful retirement. The extent of Heywood's true guilt in the mutiny has been clouded by contradictory statements and possible false testimony. During his trial powerful family connections worked on his behalf, and he later benefited from the Christian family's generally fruitful efforts to demean Bligh's character and present the mutiny as an understandable reaction to an unbearable tyranny. Contemporary press reports, and more recent commentators, have contrasted Heywood's pardon with the fate of his fellow prisoners who were hanged, all lower-deck sailors without wealth or family influence and who lacked legal counsel.\\n\\n Family background and early life \\nthumb|alt=Drawing of a country house surrounded by trees and wide lawns, with a hill in the background|The Nunnery, Douglas, Isle of Man, where Peter Heywood was born in 1772.\\nPeter Heywood was born in 1772 at the Nunnery, in Douglas, Isle of Man. He was the fifth of the 11\\u00a0children (six boys and five girls) of Peter John Heywood and his wife Elizabeth Spedding. The Heywood ancestry can be traced back to the 12th century; a prominent forebear was Peter \\\"Powderplot\\\" Heywood, who arrested Guy Fawkes after the 1605 plot to blow up the English parliament.Alexander, pp. 64\\u201365. On his mother's side Peter was distantly related to Fletcher Christian's family, which had been established on the Isle of Man for centuries.Alexander, pp. 62\\u201363. In 1773, when Peter was a year old, Peter John Heywood was forced by a financial crisis to sell The Nunnery and leave the island. The family lived for several years in Whitehaven, England before the father's appointment as agent for the Duke of Atholl's Manx properties brought them back to Douglas.\\n\\nHeywood's family had a tradition of naval and military service.  In 1786, at the age of 14, Heywood left St Bees School in England to join , a harbour-bound training vessel at Plymouth. In August 1787, Heywood was offered a berth on the Bounty, for an extended cruise to the Pacific Ocean under the command of Lieutenant William Bligh. Heywood's recommendation came from Richard Betham, a family friend who was also Bligh's father-in-law. The Heywood family at this time was in deep financial trouble, Peter John Heywood having been dismissed by the Duke for gross mismanagement and embezzlement of funds. Betham wrote to Bligh: \\\"his Family have fallen into a great deal of Distress on account of their father losing the Duke of Atholl's business\\\", and urged Bligh not to desert them in their adversity. Bligh was happy to oblige his father-in-law, and invited the young Heywood to stay with him in Deptford while the ship was prepared for the forthcoming voyage.Alexander, p. 66.\\n\\n On HMS Bounty \\n\\n Outward journey \\nthumb|upright=1.6|alt=Map shows Australaian and New Zealand landmasses and a section of the southern Pacific Ocean. Bounty's travels are depicted by directional arrows coloured to distinguish movements before and after the mutiny.|Map showing Bounty's movements in the Pacific Ocean, 1788\\u20131790.\\nBounty's mission was to collect breadfruit plants from Tahiti, for transportation to the West Indies as a new source of food for the slave plantations. Bligh, a skilled navigator, had travelled to Tahiti in 1776, as Captain James Cook's sailing master during the explorer's final voyage. Bounty was a small vessel,  in overall length,Hough, p. 64. with a complement of 46\\u00a0men crammed into limited accommodation. Heywood was one of several \\\"young gentlemen\\\" aboard ship who were mustered as able seamen but ate and slept with their social equals in the cockpit.Alexander, pp. 44\\u201346. His distant kinsman Fletcher Christian served as master's mate on the  voyage.Hough. p. 75. Bligh's orders were to enter the Pacific by rounding Cape Horn. After collecting sufficient breadfruit plants from the Tahitian islands he was to sail westward, through the Endeavour Strait and across the Indian Ocean. Entering the Atlantic he would continue on to the West Indies, incidentally completing a circumnavigation.Alexander, p. 48.Bligh, Ch. 1.\\n\\nBounty left London on 15 October 1787, and after being held at Spithead awaiting final sailing orders was further delayed by  bad weather; it was 23 December before the ship was finally away.Hough, pp. 78\\u201380. This long hiatus caused Bounty to arrive at Cape Horn much later in the season than planned and to encounter very severe weather. Unable to make progress against westerly gales and enormous seas, Bligh finally turned the ship and headed east. He would now have to take the alternative, much longer route to the Pacific, sailing first to Cape Town and then south of Australia and New Zealand, before working northwards to Tahiti.Hough, pp. 92\\u201395.\\n\\nFollowing its new route, Bounty reached Cape Town on 24 May 1788. Here, Heywood wrote a long letter to his family describing the voyage to date, with vivid descriptions of life at sea. Initially, Heywood relates, sailing had been \\\"in the most pleasurable weather imaginable\\\". In describing the attempts to round Cape Horn he writes: \\\"I suppose there never were seas, in any part of the known world, to compare with those we met ... for height, and length of swell; the oldest seamen on board never saw anything to equal that\\u00a0...\\\" Bligh's decision to turn east was, Heywood records, \\\"to the great joy of everyone on board\\\".Dening, p. 68. Historian Greg Dening records a story, unmentioned in Heywood's letter, that at the height of the Cape Horn storms Bligh had punished Heywood for some minor wrongdoing by ordering him to climb the mast and to \\\"stay there beyond the point of all endurance\\\"; this, Dening concedes, was possibly a later fabrication to discredit Bligh.Dening, pp. 67\\u201369.\\n\\n In Tahiti \\nthumb|upright|alt=Two drawings of the inside of a breadfruit plant, showing the plant's thin outer skin, a thick white layer beneath the skin and a darker area near the core of the fruit|Sections of the breadfruit plant, from Bligh's voyage account, drawn by an artist only identified as \\\"Mackenzie\\\".\\nBounty sailed from Cape Town on 1 July 1788, reached Tasmania on 19 August 1788, and arrived at Matavai Bay, Tahiti, on 26 October 1788. The latter stages of this voyage, however, saw signs of trouble between Bligh and his officers and crew; rows and disagreements grew steadily more frequent.Hough, pp. 96\\u2013102. On arrival, Heywood and Christian were assigned to a shore camp which would act as a nursery for the breadfruit plants.Hough. p. 112. They would live here throughout the Tahiti sojourn, a \\\"situation of comfort and privilege\\\" which, according to historian Richard Hough, was much envied by those required to spend their nights on the ship.Alexander, p. 108.Hough, p. 115. Whether crew were ashore or on board, however, duties during Bounty's five months' stay in Tahiti were relatively light. Some men took regular partners from the native women, while others led promiscuous lives; both Christian and Heywood are listed among the officers and men treated for venereal infections.Alexander, p. 112.Hough, pp. 122\\u201325.\\n\\nDespite the relaxed atmosphere, relations between Bligh and his men, and particularly between Bligh and Christian, continued to deteriorate. Christian was routinely humiliated by the captain\\u2014often in front of the crew and the native Tahitians\\u2014for real or imagined slackness, while severe punishments were handed out to men whose carelessness had led to the loss or theft of equipment.Alexander, pp. 115\\u2013120. Floggings, rarely administered during the outward voyage, now became a common occurrence; as a consequence, three men deserted the ship. They were quickly recaptured, and a search of their belongings revealed a list of names which included those of Christian and Heywood. Bligh confronted the pair and accused them of complicity in the desertion plot, which they strenuously denied; without further corroboration Bligh could not act against them.\\n\\nAs the date for departure from Tahiti grew closer, Bligh's outbursts against his officers became more frequent.Alexander, pp. 124\\u201325. One witness reported that \\\"Whatever fault was found, Mr Christian was sure to bear the brunt.\\\"Hough, p. 132. Tensions rose among the men, who faced the prospect of a long and dangerous voyage that would take them through the uncharted Endeavour Strait, followed by many months of hard sailing. Bligh was impatient to be away, but in Hough's words he \\\"failed to anticipate how his company would react to the severity and austerity of life at sea ... after five dissolute, hedonistic months at Tahiti\\\".Hough, p. 128. On 5 April 1789, Bounty finally weighed anchor and made for the open sea.\\n\\n Mutiny \\n\\n Seizure of Bounty \\nthumb|upright|alt=Oval portrait of a man, facing right, wearing a wig, a coat with embroidered cuffs and a frilled shirt. In the background is a sea scene with a small boat and a rocky headland.|Lieutenant William Bligh, captain of the Bounty.\\nFor three weeks, Bounty sailed westward, and early on 28 April 1789 was lying off the island of Tofua in the Friendly Islands (Tonga). Christian was officer of the watch; Bligh's behaviour towards him had grown increasingly hostile, and Christian was now prepared to take over the ship, with the help of a group of armed seamen who were willing to follow him. Shortly after 5:15\\u00a0am local time (05:15), Bligh was seized and brought on deck, naked from the waist down, wearing only his nightshirt, and with his hands bound.Alexander, p. 140. There followed hours of confusion as the majority of the crew sought to grasp the situation and decide how they should react. Finally, at about 10\\u00a0am (10:00), Bligh and 18\\u00a0loyalists were placed in the ship's launch, a  open boat, with minimal supplies and navigation instruments, and cast adrift. Heywood was among those who remained on board.Alexander, pp. 134\\u201341.Hough, pp. 160\\u201362.\\n\\nNot all the 25\\u00a0men who remained on Bounty were mutineers; Bligh's launch was overloaded, and some who stayed with the ship did so under duress. \\\"Never fear, lads, I'll do you justice if ever I reach England\\\", Bligh is reported as saying.Hough, p. 158. With regard to Heywood, however, Bligh was convinced that the young man was as guilty as Christian. Bligh's first detailed comments on the mutiny are in a letter to his wife Betsy, in which he names Heywood  ( a mere boy not yet 16)  as \\\"one of the ringleaders\\\", adding: \\\"I have now reason to curse the day I ever knew a Christian or a Heywood or indeed a Manks man.Alexander, p. 152. Natives of the Isle of Man are known as \\\"Manxmen\\\". Bligh's later official account to the Admiralty lists Heywood with Christian, Edward Young and George Stewart as the mutiny's leaders, describing Heywood as a young man of abilities for whom he had felt a particular regard.Bligh, Ch. 13. To the Heywood family Bligh wrote: \\\"His baseness is beyond all description.\\\"Alexander, p. 168.\\n\\nthumb|alt=A small open boat, crowded with men, lies astern of a larger vessel. In the small boat a white-clad figure is standing, remonstrating with the figures on the larger boat, some of whom are throwing objects to the open boat.| The mutineers turning Bligh and loyal officers and crew adrift, 29 April 1789.\\nMembers of the crew would later provide conflicting accounts of Heywood's actions during the mutiny. Boatswain William Cole testified that Heywood had been detained on the ship against his will.Hough, p. 279. Ship's carpenter William Purcell thought that Heywood's ambiguous behaviour during the critical hours\\u2014he had been seen unwittingly resting his hand on top of a cutlass\\u2014was due to his youth and the excitement of the moment, and that he had no hand in the uprising itself.Alexander, pp. 244\\u201346. On the other hand, Midshipman John Hallett reported that Bligh, with a bayonet at his breast and his hands tied, had addressed a remark to Heywood who had \\\"laughed, turned round and walked away\\\". Another midshipman, Thomas Hayward, claimed he had asked Heywood his intentions and been told by the latter that he would remain with the ship, from which Hayward assumed that his messmate had sided with the mutineers.Alexander, pp. 240\\u201341.\\n\\nAfter the departure of Bligh's launch, Christian turned Bounty eastward in search of a remote haven on which he and the mutineers could settle. He had in mind the island of Tubuai,  south of Tahiti, partly mapped by Cook. Christian intended to pick up women, male servants and livestock from Tahiti, to help establish the settlement.Dening, pp. 88\\u201390. As Bounty sailed slowly towards Tubuai, Bligh's launch, overcoming many dangers and hardships, made its way steadily towards civilisation and reached Coupang (now Kupang), on Timor, on 14 June 1789. Here Bligh gave his first report of the mutiny, while awaiting a ship to take him back to England.Alexander, pp. 152\\u201356.\\n\\n Fugitive \\nthumb|upright|alt=Dark-haired female figure facing half left, breasts exposed, wearing a white garment on her lower body.|Tahitian woman, circa 1777.\\nA month's sailing brought Bounty to Tubuai on 28 May 1789. Despite a hostile reception from the island's natives Christian spent several days surveying the land and selecting a site for a fort before taking Bounty on to Tahiti.Hough, pp. 194\\u201396. When they reached Matavai Bay Christian concocted a story that he, Bligh and Captain Cook were founding a new settlement at Aitutaki. Cook's name ensured generous gifts of livestock and other goods, and on 16 June the well-provisioned Bounty sailed back to Tubuai with nearly 30\\u00a0Tahitians, some of whom had been taken aboard by deception.Dening, p. 90. The attempt to establish a colony on Tubuai was unsuccessful; the repeated raids by the mutineers for \\\"wives\\\" and the near-mutinous dissatisfaction of the duped Tahitians wrecked Christian's plans.Hough, pp. 197\\u2013200.\\n\\nOn 18 September 1789, Bounty sailed back to Matavai Bay for the final time. Heywood and 15\\u00a0others now decided that they would remain in Tahiti and risk the consequences of discovery,Hough, p. 201. while Christian, with eight mutineers and a number of Tahitian men and women, took off in Bounty for an unrevealed destination. Before departing, Christian left messages for his family with Heywood, recounting the story of the mutiny and emphasising that he alone was responsible.Hough. pp. 201\\u201303.\\n\\nOn Tahiti Heywood and his companions set about organising their lives. The largest group, led by James Morrison, began building a schooner, to be named Resolution after Cook's ship.Dening, pp. 215\\u201317. Matthew Thompson and former master-at-arms Charles Churchill chose to lead drunken and generally dissolute lives which ended in the violent deaths of both.Hough, pp. 219\\u2013222. Heywood preferred quiet domesticity in a small house with a Tahitian wife, studying the Tahitian language and fathering a daughter.Alexander, p. 188. Over a period of 18\\u00a0months (from September 1789 through 1790 to March 1791), he gradually adopted native manners of dress, and was heavily tattooed around the body. Heywood later explained: \\\"I was tattooed not to gratify my own desires, but theirs\\\", adding that in Tahiti a man without tattoos was an outcast. \\\"I always made it a maxim when I was in Rome to act as Rome did.\\\"Tagart, pp. 81\\u201384 (letter from Heywood to his mother, 15 August 1792).\\n\\nWhat Dening describes as an \\\"arcadian existence\\\"Dening, p. 217. ended on 23 March 1791, with the arrival of the search ship . Heywood's first reaction to the ship's appearance was, he later wrote, \\\"the utmost joy\\\". As the ship anchored, he rode out in a canoe to identify himself. However, his reception, like that of the others who came aboard voluntarily, was frosty. Captain Edward Edwards, Pandora's commander, made no distinctions among the former Bounty men; all became prisoners, and were manacled and taken below.Dening, pp. 238\\u201339.\\n\\n Prisoner \\n\\n Pandora voyage \\nWithin a few days, all of the 14\\u00a0surviving fugitives in Tahiti had surrendered or been captured. Among Pandora's officers was former Bounty midshipman Thomas Hayward. Heywood's hopes that his former shipmate would verify his innocence were quickly dashed. Hayward, \\\"...\\u00a0like all worldlings raised a little in life, received us very coolly, and pretended ignorance of our affairs.\\\"Tagart, p. 30 (letter from Heywood to his mother, 20 November 1791). Pandora remained at Tahiti for five weeks while Captain Edwards tried without success to obtain information on Bounty's whereabouts.Hough, p. 226. A cell was built on Pandora's quarterdeck, a structure known as \\\"Pandora's Box\\\" where the prisoners, legs in irons and wrists in handcuffs, were to be confined for almost five months. Heywood wrote: \\\"The heat ... was so intense that the sweat frequently ran in streams to the scuppers, and produced maggots in a short time ... and the two necessary tubs which were constantly kept in place helped to render our situation truly disagreeable.\\\"Hough, pp. 226\\u201327.\\n\\nthumb|alt=Drawing of a three-masted ship sinking at the bow, its hull almost completely submerged. In the foreground are the jagged outlines of a coral reef.|, wrecked on the Great Barrier Reef; an etching based on a sketch by Peter Heywood.\\nPandora left Tahiti on 8 May 1791 to search for Christian and the Bounty among the thousands of southern Pacific islands. Apart from a few spars\\u2014which had probably floated from Tubuai\\u2014discovered at Palmerston Island (Avarau), no traces of the ship could be found.Alexander, pp. 15\\u201318. Physical attacks from natives were frequent; early in August Edwards abandoned the search and headed for the Dutch East Indies via the Torres Strait. Knowledge of these waters and the surrounding reefs was minimal; on 29 August 1791, the ship ran aground on the outer Great Barrier Reef and began to fill with water. Three of the prisoners in \\\"Pandora's Box\\\" were let out and ordered to assist the crew at the pumps. In the subsequent struggle to save the ship the rest of the men in \\\"Pandora's Box\\\" were ignored as the regular crew went about their efforts to prevent the ship from foundering. At dawn it was clear that their efforts were in vain; the officers agreed that the vessel could not be saved and orders were then given to abandon ship. The armourer was ordered into the \\\"box\\\" to knock off the remaining prisoners' leg irons and shackles; however, the ship sank before he had finished. Heywood, stripped naked, was one of the last to get out of the cell; four prisoners, including Heywood's best friend George Stewart, were drowned, as were 31 of the regular crew. The 99 survivors, including ten prisoners, recovered on a nearby island where they stayed for two nights before embarking on an open-boat journey which largely followed Bligh's course of two years earlier. The prisoners were mostly kept bound hand and foot on the slow passage to Coupang, which they reached on 17 September 1791.Alexander, pp. 22\\u201326.Hough, pp. 227\\u2013230.\\n\\nThroughout this long ordeal Heywood somehow managed to hang on to his prayer book, and used it to jot down details of dates, places and events during his captivity.Alexander, p. 35. He recorded that at Coupang he and his fellow-prisoners were placed in the stocks and confined in the fortress before being sent to Batavia (now Jakarta) on the first leg of the voyage back to England. During a seven-week stay in Batavia confined aboard a Dutch East India Company ship, most of the prisoners, including Heywood, were allowed on deck only twice.Alexander, pp. 27\\u201330. On 25 December 1791 they were taken aboard a Dutch ship, Vreedenberg, for passage to Europe via Cape Town. Still in the charge of Captain Edwards, the prisoners were kept in irons for most of the way. At the Cape they were eventually transferred to a British warship, , which set sail for England on 5 April 1792.Alexander, pp. 31\\u201333. On 19 June the ship arrived in Portsmouth where the prisoners were moved to the guardship .\\n\\n Portsmouth \\nthumb|upright|alt=Portrait of a young woman, facing left, with an elaborate hairstyle and a soulful expression, wearing a high-necked dress with collar.|Hester \\\"Nessy\\\" Heywood, Peter Heywood's devoted older sister.\\nBligh had landed in England on 14 March 1790 to public acclaim, and was quickly promoted to post-captain. In the following months he wrote his account of the mutiny, and on 22 October was honourably acquitted at court martial of responsibility for the Bounty's loss. Early in 1791 he was appointed to command a new breadfruit expedition, which left London on 3 August of that year, before any news of the capture of Heywood and the others had reached London. Bligh would be gone for more than two years, and would thus be absent from the court martial proceedings that awaited the returned mutineers.Hough, pp. 216\\u201318.Alexander, pp. 164\\u201379.\\n\\nFollowing Heywood's arrival in Portsmouth his family sought help from their wide circle of influential friends, and set out to secure the best available legal counsel. Most active on Heywood's behalf was his older sister Hester (\\\"Nessy\\\"), who gave her brother unqualified support, writing to him on 3 June: \\\"If the transactions of that day were as Mr. Bligh represented them, such is my conviction of your worth and honor that I will without hesitation stake my life on your innocence. If on the contrary you were concerned in such a conspiracy against your commander, I shall be firmly convinced that his conduct was the occasion of it.\\\"Tagart, p. 41 (letter from Nessy Heywood to Peter Heywood, 3 June 1792). Heywood sent his personal narrative of the mutiny to the Earl of Chatham, who was First Lord of the Admiralty and brother to the prime minister, William Pitt. This was a step Heywood subsequently regretted; he had not consulted his lawyers, and his narrative contained statements that Heywood later rescinded on the grounds that they were \\\"the errors of an imperfect recollection\\\".Alexander, p. 252. On 8 June Nessy was advised by her and Heywood's uncle, Captain Thomas Pasley, that on the basis of information from the returned Pandora crew \\\"...your brother appears by all account to be the greatest culprit of all, Christian alone excepted ... I have no hope of his not being condemned.\\\"Tagart, p. 47 (letter from Thomas Pasley to Nessy Heywood, 8 June 1792). Later, however, Pasley was able to offer some comfort; Captain Montagu of Hector, where Heywood was held, was Pasley's \\\"particular friend\\\". By chance another Heywood naval relative by marriage, Captain Albemarle Bertie, was in Portsmouth Harbour with his ship , moored alongside Hector. Mrs Bertie, and Edgar's officers, were frequent visitors to Heywood, bringing gifts of food, clothing and other comforts.Alexander, pp. 190\\u201391.\\n\\nPasley secured the services of Aaron Graham, an experienced and clever advocate, to direct Heywood's legal strategy.Alexander, pp. 204\\u201305. Between June and September Heywood and his sister exchanged a stream of letters and ardent poems; Nessy's final letter, just before the court martial, exhorted: \\\"May the Almighty Providence, whose tender care has hitherto preserved you, be still your bountiful Protector! May he instil into the hearts of your judges every sentiment of justice, generosity and compassion ... and may you at length be restored to us.\\\"Tagart, pp. 94\\u201395 (letter from Nessy Heywood to Peter Heywood, September 1792).\\n\\n Court martial \\nthumb|alt=Painting of an elderly man in a wig, wearing naval uniform and holding a sheet of paper in his right hand. In the background two ships in full sail are visible.|Admiral Lord Hood, who presided over the Bounty court martial.\\nThe court martial opened on 12 September 1792 aboard  in Portsmouth Harbour. Accused with Heywood were Joseph Coleman, Thomas McIntosh and Charles Norman, all of whom had been exonerated in Bligh's account and could confidently expect acquittal, as could Michael Byrne, the nearly blind ship's fiddler. The other accused were James Morrison, Thomas Burkitt, Thomas Ellison, John Millward and William Muspratt. The court martial board was presided over by Lord Hood, naval commander-in-chief at Portsmouth, and included Pasley's friend George Montagu and Heywood's relative by marriage, Albemarle Bertie.Hough, p. 276.Alexander, pp. 214\\u201315.Alexander, p. 220.\\n\\nThe testimonies of the boatswain Cole, the carpenter Purcell, and the sailing master John Fryer were not unfavourable towards Heywood. However, Thomas Hayward's declared belief that Heywood was with the mutineers was damaging, as was the evidence of John Hallett concerning Heywood's alleged insolence in laughing and turning away from the captive Bligh\\u2014though Hallett had previously written to Nessy Heywood professing total ignorance of the part Heywood had played in the mutiny.Tagart, pp. 11\\u201312 (letter from John Hallett to Nessy Hayward, 29 March 1792).\\n\\nHeywood opened his defence on 17 September 1792 with a long prepared statement read by one of his lawyers. It began with a frank acknowledgement of his predicament: to be even accused of mutiny was to \\\"appear at once the object of unpardonable guilt and exemplary vengeance\\\". His case rested on a series of arguments which, as historian Caroline Alexander points out, are not wholly consistent.Alexander, pp. 252\\u201354. First, Heywood pleaded his \\\"extreme youth and inexperience\\\" as the cause of his failure to join Bligh and the loyalists in the open boat, insisting that \\\"...I was influenced in my Conduct by the Example of my Messmates, Mr. Hallet and Mr. Hayward ... the latter, tho' he had been many years at Sea, yet, when Christian ordered him into the Boat he was ... so much overcome by the harsh Command, that he actually shed tears.\\\" Heywood then cited a different reason for staying aboard Bounty: Bligh's launch was overloaded, and its destruction would be assured \\\"by the least addition to their Number\\\". Finally, Heywood maintained he had intended to join Bligh but had been stopped: \\\"...on hearing it suggested that I should be deem'd Guilty if I staid in the Ship, I went down directly, and in passing Mr. Cole told him in a low tone of voice that I would fetch a few necessaries in a Bag and follow him into the Boat, which at that time I meant to do but was afterwards prevented.\\\"\\n\\nUnder further questioning, Cole confirmed his belief that Heywood had been detained against his will. William Peckover, Bounty's gunnery officer, affirmed that if he had stayed aboard the ship in the hope of retaking her, he would have looked to Heywood for assistance. Witnesses from the Pandora attested that Heywood had surrendered himself voluntarily, and that he had been fully cooperative in providing information. On the issue of his alleged laughing at Bligh's predicament, Heywood managed to cast doubts on Hallett's testimony, asking how Hallett had managed \\\"to particularise the muscles of a man's countenance\\\" at some distance and during the hurly-burly of a mutiny. Heywood concluded his defence with what Alexander terms an \\\"audacious\\\" assertion that had Bligh been present in court he would have \\\"exculpated me from the least disrespect\\\".Alexander, pp. 256\\u201359.\\n\\n Verdict and sentences \\nOn 18 September 1792, Lord Hood announced the court's verdicts. As expected, Coleman, McIntosh, Norman, and Byrne were acquitted. Heywood and the other five were found guilty of the charge of mutiny, and were ordered to suffer death by hanging. Lord Hood added: \\\"In consideration of various circumstances, the court did humbly and most earnestly recommend the said Peter Heywood and James Morrison to His Majesty's Royal Mercy.\\\"Alexander, p. 283. Heywood's family were quickly reassured by the lawyer Aaron Graham that the young man's life was safe and that he would soon be free.Alexander, pp. 284\\u201394.\\n\\nAs the weeks passed, Heywood calmly occupied himself by resuming his studies of the Tahitian language. Meanwhile the family\\u2014Nessy in particular\\u2014busied itself on his behalf, and another plea was made to the Earl of Chatham, in heart-rending terms.Tagart, pp. 152\\u201353 (letter from Nessy Haywood to the Earl of Chatham). Shortly afterwards came the first indication that a royal pardon was in the offing, and on 26 October 1792, on Hector's quarterdeck, this was formally read to Heywood and Morrison by Captain Montagu. Heywood responded with a short statement that ended: \\\"I receive with gratitude my Sovereign's mercy, for which my future life will be faithfully devoted to his service.\\\"Alexander, pp. 297\\u201398. According to a Dutch newspaper which reported the case, his contrition was accompanied by a \\\"flood of tears\\\".Rotterdamsche Courant 8 November 1792. William Muspratt, the only other of the accused to employ legal counsel,Alexander, p. 212. was reprieved on a legal technicality and pardoned in February 1793.\\n\\nThree days later, aboard , Millward, Burkitt and Ellison were hanged from the yardarms. Dening calls them \\\"a humble remnant on which to wreak vengeance\\\".Dening, pp. 37\\u201342. There was some unease expressed in the press, a suspicion that \\\"money had bought the lives of some, and others fell sacrifice to their poverty.\\\" A report that Heywood was heir to a large fortune was unfounded; nevertheless, Dening asserts that \\\"in the end it was class or relations or patronage that made the difference.\\\" Some accounts claim that the condemned trio continued to protest their innocence until the last moment,Alexander, pp. 300\\u201302. while others speak of their \\\"manly firmness that ... was the admiration of all\\\".Dening, p. 48.\\n\\n Aftermath \\nOn the specific recommendation of Lord Hood, who had offered the young man his personal patronage, Heywood resumed his naval career as a midshipman aboard his uncle Thomas Pasley's ship .Tagart, pp. 164\\u201371. In September 1793, he was summoned by Lord Howe, commander of the Channel Fleet, to serve on , the fleet's flagship. Hough observes that a pardon, followed by promotion, for one of Bligh's chief targets was \\\"a public rebuke to the absent captain, and everyone recognised it as such\\\".Hough, p. 282. Although Bligh had departed on his second breadfruit expedition in August 1791 as a national hero, the court martial had revealed damaging evidence of his erratic and overbearing behaviour. The families of Heywood and Christian, noting the leniency that had acquitted four and pardoned three of the ten accused, began their own campaigns for vindication, and for revenge on Bligh.Hough, p. 284. When Bligh returned in August 1793 he found that opinion had turned sharply against him. Lord Chatham, at the Admiralty, refused to receive his report or even see him\\u2014although Nathaniel Portlock, Bligh's lieutenant, was given a meeting.Alexander, p. 318. Bligh was then left unemployed, on half-pay, for 19\\u00a0months before his next assignment.Alexander, p. 379.\\n\\nShortly after his release, Heywood had written to Edward Christian, Fletcher's older brother, that he would \\\"endeavour to prove that your brother was not that vile wretch, void of all gratitude ... but, on the contrary, a most worthy character ... beloved by all (except one, whose ill report is his greatest praise)\\\".Alexander, p. 321. This statement, published immediately after Heywood's pardon in a local Whitehaven newspaper as an open letter to Edward Christian, contradicted the respect Heywood had accorded Bligh in the courtroom,Alexander, p. 322. and, in turn, it led to the publication in late 1794 of Edward Christian's Appendix to the court martial proceedings. Presented as an account of the \\\"real causes and circumstances of that Unhappy Transaction\\\", the Appendix was said by the press to \\\"palliate the behaviour of Christian and the Mutineers, and to criminate Captain Bligh\\\".Alexander, pp. 340\\u201341. In the controversy that followed, Bligh's rebuttals could not silence doubts as to his own conduct, and his position was further undermined when William Peckover, a Bligh loyalist, confirmed that the allegations in the Appendix were substantially accurate.Hough, p. 286.\\n\\n Subsequent career \\n\\n Early stages \\nthumb|alt=Depiction of a naval battle. A ship in full sail, flying the Union flag from its top mast, engages with enemy ships which are largely obscured by gunsmoke, although some have clearly suffered damage.| engaging the French fleet off Ushant, 1 June 1794\\u00a0\\u2013 the \\\"Glorious First of June\\\".\\nHeywood served on Queen Charlotte until March 1795, and was aboard her when the French fleet was defeated at Ushant on 1 June 1794, the occasion known as the \\\"Glorious First of June\\\".Alexander, pp. 389\\u201392. In August 1794 he was promoted acting lieutenant. In March 1795, doubts about his eligibility as a convicted mutineer for further promotion were set aside and his advancement to full lieutenant's rank was approved, despite his lacking the stated minimum of six years' service at sea. Among those who supported the promotion was Captain Hugh Cloberry Christian, a relative of Fletcher Christian.Alexander, pp. 338\\u201339.\\n\\nIn January 1796, Heywood was appointed third lieutenant to  and sailed with her to the East Indies. He was to remain in this station for nine years. By the end of 1796 he was Fox's first lieutenant, and remained so until mid-1798 when he transferred to . On 17 May 1799, Heywood was given his first command, , a brig-of-war. In August 1800, Heywood was appointed commander of a bomb ship, the Vulcan, in which he visited Coupang  where he had been held prisoner eight years earlier. At this time  he began the hydrographic work that would mark the remainder of his naval career.Tagart (1832), p. 171.\\n\\n Hydrographer \\nIn 1803, after a succession of commands, Heywood was promoted to post-captain. In command of , Heywood conducted a series of surveys of the eastern coasts of Ceylon and India, areas that had not been studied previously, and produced what Alexander describes as \\\"beautifully drafted charts\\\".Tagart, p. 173. In later years he was to produce similar charts for the north coast of Morocco, the River Plate area of South America, parts of the coasts of Sumatra and north-west Australia, and other channels and coastlines.Alexander, p. 340. His skill in this area may well have developed from Bligh's tutelage in the earlier stages of the Bounty voyage. Bligh, an accomplished draughtsman, had written of Christian and Heywood: \\\"These two had been objects of my particular regard and attention, and I had taken great pains to instruct them.\\\"Tagart, pp. 175\\u201376. James Horsburgh, who was hydrographer to the East India Company, wrote that Heywood's work had \\\"essentially contributed to making my Sailing Directory for the Indian navigation much more perfect than it would otherwise have been.\\\"Tagart, p. 332. The extent of Heywood's professional reputation was demonstrated when the position of Admiralty Hydrographer was offered to him in 1818, after he had retired from the sea. He declined, and the appointment went to Francis Beaufort on Heywood's recommendation.\\n\\n Later service \\nAfter a brief period ashore in 1805\\u20136 Heywood was appointed flag captain to Rear-Admiral Sir George Murray, aboard . In March 1802 Murray's squadron was employed in the transportation of troops from the Cape of Good Hope to South America, in support of a failed British attempt to capture Buenos Aires from the Spanish, who were allied to the French during the Napoleonic wars. Polyphemus remained in the River Plate area, carrying out surveying and merchant vessel protection duties. 1808 saw Heywood back in England, in command of , which in the following year was part of a squadron that attacked and destroyed three French frigates in the Bay of Biscay, an action for which he received the Admiralty's thanks. After taking command of HMS Nereus in May 1809, Heywood served briefly in the Mediterranean under Admiral Lord Collingwood; after Collingwood's death in March 1810 Heywood brought his commander's body back to England. He then took Nereus to South America where he remained for three years, earning the gratitude of the British merchants in that region for his work in protecting trade routes. Heywood's last command was , in which he acted as escort to King Louis XVIII on the latter's return to France in May 1814. He remained with Montagu for the rest of his naval service.\\n\\nAlexander suggests that throughout his later career Heywood suffered a sense of guilt over his pardon,Alexander, pp. 397\\u201398. knowing that he had \\\"perjured himself\\\" in saying that he was kept below and therefore prevented from joining Bligh. She believes that Pasley and Graham may have bribed William Cole to testify that Heywood had been held against his will, echoing Thomas Bond, Bligh's nephew, who had asserted in 1792 that \\\"Heywood's friends have bribed through thick and thin to save him\\\".Alexander, p. 319. John Adams, the last survivor of Christian's Bounty party that sailed to Pitcairn Island, was discovered in 1808. In 1825, interviewed by Captain Edward Belcher, Adams maintained that Heywood was on the gangway, not below, and \\\"might have gone [in the open boat] if he pleased.\\\"\\n\\n Retirement and death \\nOn 16 July 1816, Montagu was paid off in Chatham and Heywood finally retired from the sea.Tagart, p. 301. Two weeks later he married Frances Joliffe, a widow whom he had met ten years earlier, and settled with her at Highgate, near London. The couple had no children but, apart from his daughter in Tahiti, there is a suggestion in a will which he signed in 1810 that Heywood had also fathered a British child\\u2014the will makes provision for one Mary Gray, \\\"an infant under my care and protection\\\".Alexander, p. 392.\\n\\nIn May 1818, Heywood declined command of the Canadian Lakes with the rank of commodore. As he had become content with shore life, he said he would only accept another appointment in the event of war.Tagart, pp. 306\\u201308 (letter from Heywood to Lord Melville, 19 May 1818). In retirement Heywood published his dictionary of the Tahitian language, wrote papers relating to his profession, and corresponded widely.Tagart, p, 309. He enjoyed a circle of acquaintances which included the writer Charles Lamb, and was a particular friend of the hydrographer Francis Beaufort.Alexander, p. 394. He destroyed much of his writing shortly before his death, but a document from 1829 survives, in which he expresses his views on the unfitness for self-government of Greeks, Turks, Spaniards and Portuguese, the iniquities of the Greek Orthodox and Roman Catholic churches, and the doubtful benefits of Catholic emancipation in Ireland.Tagart, pp. 312\\u201315. Of strong religious convictions, Heywood was increasingly interested in spiritual matters during the last years of his life. His health began to fail in 1828, and he died after suffering a stroke, aged 58, in February 1831.Tagart, pp. 318\\u201324. He was interred in the vault of Highgate School chapel, where a memorial plaque was dedicated on 8 December 2008.\\n\\nNessy Heywood had died on 25 August 1793, less than a year after Heywood's pardon. Heywood's adversaries John Hallett and Thomas Hayward both died at sea within three years of the court martial. William Muspratt died in Royal Navy service in 1797 as did James Morrison in 1807. William Bligh served in the battles of Camperdown and Copenhagen before, in 1806, he was appointed Governor of New South Wales. He returned to London in 1810 having suffered a further rebellion by local army officers who opposed Bligh's attempts to reform local practices, as well as his rule by fiat; Bligh was again court-martialed and acquitted. On his retirement he was promoted to rear admiral; he died in 1817. Fletcher Christian, who had taken the Bounty to Pitcairn Island and founded a colony there with a group of hard core mutineers and conscripted Tahitians, was killed in September 1793 during a feud. Christian's last recorded words, supposedly, were \\\"Oh, dear!\\\"Hough, p. 257.\\n\\nSee also\\n\\nReferences\\nNotes\\n\\nCitations\\n\\nSources\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n  \\n \\n \\n \\n \\n\\n Bibliography \\n\\n External links \\n\\nCategory:1772 births\\nCategory:1831 deaths\\nCategory:Royal Navy personnel of the French Revolutionary Wars\\nCategory:HMS Bounty mutineers\\nCategory:18th-century pirates\\nCategory:Manx prisoners sentenced to death\\nCategory:Prisoners sentenced to death by the British military\\nCategory:Recipients of British royal pardons\\nCategory:Royal Navy officers\\nCategory:Royal Navy officers who were court-martialled\\nCategory:Manx people\\nCategory:People educated at St. Bees School\"}"