"{\"title\": \"Boydell Shakespeare Gallery\", \"url\": \"https://en.wikipedia.org/wiki/Boydell_Shakespeare_Gallery\", \"text\": \"right|thumb|Joshua Reynolds' Puck (1789), painted for Boydell's Shakespeare Gallery, is modelled after Parmigianino's Madonna with St. Zachary, the Magdalen, and St. JohnBurwick, \\\"Romantic Reception\\\", 149.|alt=Oil painting representing Puck as a baby with pointed ears and curly blonde hair sitting on an enormous mushroom in a forest. He holds a small posy and grins mischievously.\\n\\nThe Boydell Shakespeare Gallery in London, England, was the first stage of a three-part project initiated in November 1786 by engraver and publisher John Boydell in an effort to foster a school of British history painting. In addition to the establishment of the gallery, Boydell planned to produce an illustrated edition of William Shakespeare's plays and a folio of prints based upon a series of paintings by different contemporary painters. During the 1790s the London gallery that showed the original paintings emerged  as the project's most popular element.\\n\\nThe works of William Shakespeare enjoyed a renewed popularity in 18th-century Britain. Several new editions of his works were published, his plays were revived in the theatre and numerous works of art were created illustrating the plays and specific productions of them. Capitalising on this interest, Boydell decided to publish a grand illustrated edition of Shakespeare's plays that would showcase the talents of British painters and engravers. He chose the noted scholar and Shakespeare editor George Steevens to oversee the edition, which was released between 1791 and 1803.\\n\\nThe press reported weekly on the building of Boydell's gallery, designed by George Dance the Younger, on a site in Pall Mall. Boydell commissioned works from famous painters of the day, such as Joshua Reynolds, and the folio of engravings proved the enterprise's most lasting legacy. However, the long delay in publishing the prints and the illustrated edition prompted criticism. Because they were hurried, and many illustrations had to be done by lesser artists, the final products of Boydell's venture were judged to be disappointing. The project caused the Boydell firm to become insolvent, and they were forced to sell the gallery at a lottery.\\n\\nShakespeare in the 18th century\\n\\nthumb|left|300px|William Hogarth's portrait of David Garrick as Richard\\u00a0III (1745)|alt=Oil painting of the actor Garrick dressed as a Richard III, sitting on a curtained bed with an attitude of despair. At his feet is a set of armor and behind him is a crucifix.\\nIn the 18th century, Shakespeare became associated with rising British nationalism, and Boydell tapped into the same mood that many other entrepreneurs were exploiting.Altick, 10; Boase, 92. Shakespeare appealed not only to a social elite who prided themselves on their artistic taste, but also to the emerging middle class who saw in Shakespeare's works a vision of a diversified society.Altick, 11\\u201317; Taylor, 149. The mid-century Shakespearean theatrical revival was probably most responsible for reintroducing the British public to Shakespeare. Shakespeare's plays were integral to the theatre's resurgence at this time. Despite the upsurge in theatre-going, writing tragedies was not profitable, and thus few good tragedies were written.Taylor, 58. Shakespeare's works filled the gap in the repertoire, and his reputation grew as a result. By the end of the 18th century, one out of every six plays performed in London was by Shakespeare.Friedman, 19.\\n\\nThe actor, director, and producer David Garrick was a key figure in Shakespeare's theatrical renaissance.Taylor, 116ff.  His reportedly superb acting, unrivalled productions, numerous and important Shakespearean portraits, and his spectacular 1769 Shakespeare Jubilee helped promote Shakespeare as a marketable product and the national playwright. Garrick's Drury Lane theatre was the centre of the Shakespeare mania which swept the nation.Boase, 92; Bruntjen, 72.\\n\\nThe visual arts also played a significant role in expanding Shakespeare's popular appeal. In particular, the conversation pieces designed chiefly for homes generated a wide audience for literary art, especially Shakespearean art.Altick, 34. This tradition began with William Hogarth (whose prints reached all levels of society) and attained its peak in the Royal Academy exhibitions, which displayed paintings, drawings, and sculptures. The exhibitions became important public events: thousands flocked to see them, and newspapers reported in detail on the works displayed.  They became a fashionable place to be seen (as did Boydell's Shakespeare Gallery, later in the century).  In the process, the public was refamiliarized with Shakespeare's works.Altick, 16\\u201317; Merchant, 43\\u201344; Taylor, 125.\\n\\nShakespeare editions\\nthumb|right|George Steevens, one of the greatest Shakespeare scholars of the 18th century and the editor of the Boydell Shakespeare edition|alt=Black and White print. Half-length portrait of a Steevens. He has a long oval face, wears a small wig and has his left hand inside his jacket.\\nThe rise in Shakespeare's popularity coincided with Britain's accelerating change from an oral to a print culture.  Towards the end of the century, the basis of Shakespeare's high reputation changed. He had originally been respected as a playwright, but once the theatre became associated with the masses, Shakespeare's status as a \\\"great writer\\\" shifted. Two strands of Shakespearean print culture emerged: bourgeois popular editions and scholarly critical editions.Dobson, 100\\u201330; Merchant, 43; Taylor, 62.\\n\\nIn order to turn a profit, booksellers chose well-known authors, such as Alexander Pope and Samuel Johnson, to edit Shakespeare editions. According to Shakespeare scholar Gary Taylor, Shakespearean criticism became so \\\"associated with the dramatis personae of 18th-century English literature ... [that] he could not be extracted without uprooting a century and a half of the national canon\\\".Taylor, 71. The 18th century's first Shakespeare edition, which was also the first illustrated edition of the plays, was published in 1709 by Jacob Tonson and edited by Nicholas Rowe.Taylor, 74. The plays appeared in \\\"pleasant and readable books in small format\\\" which \\\"were supposed ... to have been taken for common or garden use, domestic rather than library sets\\\".Franklin, 11\\u201312.  Shakespeare became \\\"domesticated\\\" in the 18th century, particularly with the publication of family editions such as Bell's in 1773 and 1785\\u201386, which advertised themselves as \\\"more instructive and intelligible; especially to the young ladies and to youth; glaring indecencies being removed\\\".Qtd. in Dobson, 209.\\n\\nScholarly editions also proliferated. At first, these were edited by author-scholars such as Pope (1725) and Johnson (1765), but later in the century this changed.  Editors such as George Steevens (1773, 1785) and Edmund Malone (1790) produced meticulous editions with extensive footnotes.  The early editions appealed to both the middle class and to those interested in Shakespeare scholarship, but the later editions appealed almost exclusively to the latter.  Boydell's edition, at the end of the century, tried to reunite these two strands.  It included illustrations but was edited by George Steevens, one of the foremost Shakespeare scholars of the day.See Sherbo's study of Steevens and Taylor, 70ff.\\n\\nBoydell's Shakespeare venture\\nthumb|The prospectus for the Boydell venture states that \\\"the foregoing work is undertaken in Honour of SHAKSPEARE,\\u2014with a view to encourage and improve the Arts of Painting and Engraving in this Kingdom\\\".\\\"Prospectus\\\", Collection of Prints.|alt=A printed prospectus that states the objectives of the Boydell project and those involved.\\n\\nBoydell's Shakespeare project contained three parts: an illustrated edition of Shakespeare's plays; a folio of prints from the gallery (originally intended to be a folio of prints from the edition of Shakespeare's plays); and a public gallery where the original paintings for the prints would hang.Bruntjen, 71\\u201372; Santaniello, 5.\\n\\nThe idea of a grand Shakespeare edition was conceived during a dinner at the home of Josiah Boydell (John's nephew) in late 1786.West, \\\"John Boydell\\\".  Five important accounts of the occasion survive.\\\"Preface\\\", Collection of Prints by Josiah Boydell; \\\"Advertisement\\\" for the illustrated edition by George Nicol; court documents after the collapse of the venture by Josiah Boydell; Joseph Farington's diary entry; biography of George Romney written by his son. For an analysis of the relative reliability of these sources, see Friedman. From these, a guest list and a reconstruction of the conversation have been assembled.  The guest list reflects the range of Boydell's contacts in the artistic world: it included Benjamin West, painter to King George III; George Romney, a renowned portrait painter; George Nicol, bookseller to the king; William Hayley, a poet; John Hoole, a scholar and translator of Tasso and Aristotle; and Daniel Braithwaite, secretary to the postmaster general and a patron of artists such as Romney and Angelica Kauffman. Most accounts also place the painter Paul Sandby at the gathering.Santaniello, 7.\\n\\nBoydell wanted to use the edition to help stimulate a British school of history painting. He wrote in the \\\"Preface\\\" to the folio that he wanted \\\"to advance that art towards maturity, and establish an English School of Historical Painting\\\".\\\"Preface\\\", Collection of Prints; see Friedman, 4\\u20135; Merchant, 69. A court document used by Josiah to collect debts from customers after Boydell's death relates the story of the dinner and Boydell's motivations:\\n[Boydell said] he should like to wipe away the stigma that all foreign critics threw on this nation\\u2014that they had no genius for historical painting.  He said he was certain from his success in encouraging engraving that Englishmen wanted nothing but proper encouragement and a proper subject to excel in historical painting.  The encouragement he would endeavor to find if a proper subject were pointed out.  Mr. Nicol replied that there was one great National subject concerning which there could be no second opinion, and mentioned Shakespeare.  The proposition was received with acclaim by the Alderman [John Boydell] and the whole company.Qtd. in Friedman, 4\\u20135.\\nHowever, as Frederick Burwick argues in his introduction to a collection of essays on the Boydell Gallery, \\\"[w]hatever  claims Boydell might make about furthering the cause of history painting in England, the actual rallying force that brought the artists together to create the Shakespeare Gallery was the promise of engraved publication and distribution of their works.\\\"Burwick, \\\"Introduction\\\", 18\\u201319.\\n\\nAfter the initial success of the Shakespeare Gallery, many wanted to take credit. Henry Fuseli long claimed that his planned Shakespeare ceiling (in imitation of the Sistine Chapel ceiling) had given Boydell the idea for the gallery.Friedman, 25. James Northcote claimed that his Death of Wat Tyler and Murder of the Princes in the Tower had motivated Boydell to start the project.Friedman 65. However, according to Winifred Friedman, who has researched the Boydell Gallery, it was probably Joshua Reynolds's Royal Academy lectures on the superiority of history painting that influenced Boydell the most.Friedman, 2.\\n\\nThe logistics of the enterprise were difficult to organise. Boydell and Nicol wanted to produce an illustrated edition of a multi-volume work and intended to bind and sell the 72 large prints separately in a folio. A gallery was required to exhibit the paintings from which the prints were drawn. The edition was to be financed through a subscription campaign, during which the buyers would pay part of the price up front and the remainder on delivery.  This unusual practice was necessitated by the fact that over \\u00a3350,000\\u2014an enormous sum at the time, worth about \\u00a3 today\\u2014was eventually spent.Hartmann, 58.  The gallery opened in 1789 with 34 paintings and added 33 more in 1790 when the first engravings were published.  The last volume of the edition and the Collection of Prints were published in 1803. In the middle of the project, Boydell decided that he could make more money if he published different prints in the folio than in the illustrated edition; as a result, the two sets of images are not identical.Friedman, 84.\\n\\nAdvertisements were issued and placed in newspapers. When a subscription was circulated for a medal to be struck, the copy read: \\\"The encouragers of this great national undertaking will also have the satisfaction to know, that their names will be handed down to Posterity, as the Patrons of Native Genius, enrolled with their own hands, in the same book, with the best of Sovereigns.\\\"Qtd. in Friedman, 85\\u201386.  The language of both the advertisement and the medal emphasised the role each subscriber played in the patronage of the arts. The subscribers were primarily middle-class Londoners, not aristocrats. Edmund Malone, himself an editor of a rival Shakespeare edition, wrote that \\\"before the scheme was well-formed, or the proposals entirely printed off, near six hundred persons eagerly set down their names, and paid their subscriptions to a set of books and prints that will cost each person, I think, about ninety guineas; and on looking over the list, there were not above twenty names among them that anybody knew\\\".Qtd. in Friedman 68\\u201369.\\n\\nIllustrated Shakespeare edition and folio\\n\\nthumb|left|Richard Westall's Ophelia, engraved by J. Parker for Boydell's illustrated edition of Shakespeare's Dramatic Works|alt=An engraving taken from a painting shows Ophelia as a woman in a long white filmy dress with long blonde hair. She is beneath a large tree and holds onto a thin branch as she reaches out precariously over a river.\\nThe \\\"magnificent and accurate\\\" Shakespeare edition which Boydell began in 1786 was to be the focus of his enterprise\\u2014he viewed the print folio and the gallery as offshoots of the main project. In an advertisement prefacing the first volume of the edition, Nicol wrote that \\\"splendor and magnificence, united with correctness of text were the great objects of this Edition\\\".\\\"Advertisement\\\", Dramatic Works of Shakespeare.  The volumes themselves were handsome, with gilded pages that, unlike those in previous scholarly editions, were unencumbered by footnotes.  Each play had its own title page followed by a list of \\\"Persons in the Drama\\\".   Boydell spared no expense.  He hired the typography experts William Bulmer and William Martin to develop and cut a new typeface specifically for the edition.  Nicol explains in the preface that they \\\"established a printing-house ... [and] a foundry to cast the types; and even a manufactory to make the ink\\\".\\\"Preface\\\", Collection of Prints; see also Bruntjen, 102\\u201303 and Merchant, 69. Boydell also chose to use high-quality wove Whatman paper.Bruntjen, 102\\u201303. The illustrations were printed independently and could be inserted and removed as the purchaser desired. The first volumes of the Dramatic Works were published in 1791 and the last in 1805.Merchant, 70\\u201375.\\n300px|thumb|The Winter's Tale, Act II, scene 3, engraved by Jean Pierre Simon from a painting by John Opie commissioned and prepared for engraving by the Shakespeare Gallery.|alt=A man stands at the center of the engraving, dressed in armor. His sword is outstretched to his right and an elderly man is kissing it. At his right, a baby is lying in a bed, surrounded by soldiers.\\nBoydell was responsible for the \\\"splendor\\\", and George Steevens, the general editor, was responsible for the \\\"correctness of text\\\". Steevens, according to Evelyn Wenner, who has studied the history of the Boydell edition, was \\\"at first an ardent advocate of the plan\\\" but \\\"soon realized that the editor of this text must in the very scheme of things give way to painters, publishers and engravers\\\".Wenner, 46. He was also ultimately disappointed in the quality of the prints, but he said nothing to jeopardize the edition's sales. Steevens, who had already edited two complete Shakespeare editions, was not asked to edit the text anew; instead, he picked which version of the text to reprint. Wenner describes the resulting hybrid edition:\\n\\nThroughout the edition, modern (i.e. 18th-century) spelling was preferred as were First Folio readings.Wenner, 146.\\n\\nBoydell sought out the most eminent painters and engravers of the day to contribute paintings for the gallery, engravings for the folio, and illustrations for the edition. Artists included Richard Westall, Thomas Stothard, George Romney, Henry Fuseli, Benjamin West, Angelica Kauffman, Robert Smirke, James Durno, John Opie, Francesco Bartolozzi, Thomas Kirk, Henry Thomson, and Boydell's nephew and business partner, Josiah Boydell.\\n\\nThe folio and the illustrated Shakespeare edition were \\\"by far the largest single engraving enterprise ever undertaken in England\\\".Gage, 27. As print collector and dealer Christopher Lennox-Boyd explains, \\\"had there not been a market for such engravings, not one of the paintings would have been commissioned, and few, if any, of the artists would have risked painting such elaborate compositions\\\".Lennox-Boyd, 45. Scholars believe that a variety of engraving methods were employed and that line engraving was the \\\"preferred medium\\\" because it was \\\"clear and hardwearing\\\" and because it had a high reputation. Stipple engraving, which was quicker and often used to produce shading effects, wore out quicker and was valued less.Lennox-Boyd, 45; Gage, 29. Many plates were a mixture of both. Several scholars have suggested that mezzotint and aquatint were also used.See, for example, Gage, 29 and Burwick, \\\"Introduction\\\", 20. Lennox-Boyd, however, claims that \\\"close examination of the plates confirms\\\" that these two methods were not used and argues that they were \\\"totally unsuitable\\\":  mezzotint wore quickly and aquatint was too new (there would not have been enough artists capable of executing it). Most of Boydell's engravers were also trained artists; for example, Bartolozzi was renowned for his stippling technique.Burwick, \\\"Introduction\\\", 19\\u201320.\\n\\nthumb|300px|Angelica Kauffman described her scene from Troilus and Cressida, engraved by Luigi Schiavonetti for the folio: Troilus \\\"sees his wife in loving discourse with Diomedes and he wants to rush into the tent to catch them by surprise, but Ulysses and the other keep him back by force\\\".Qtd. on Shakespeare Illustrated . Harry Rusche. Emory University. Retrieved on 20 November 2007.|alt=A man and a woman are at the center of the image, talking to each other. At the left of the image, a man is trying to rush in and confront them, but is held back by soldiers.\\nBoydell's relationships with his illustrators were generally congenial. One of them, James Northcote, praised Boydell's liberal payments. He wrote in an 1821 letter that Boydell \\\"did more for the advancement of the arts in England than the whole mass of the nobility put together!  He paid me more nobly than any other person has done; and his memory I shall ever hold in reverence\\\".Letter to Mrs. Carey, 3 October 1821, qtd. in Hartmann, 61. Boydell typically paid the painters between \\u00a3105 to \\u00a3210, and the engravers between \\u00a3262 and \\u00a3315.Burwick, \\\"Introduction\\\", 19. Joshua Reynolds at first declined Boydell's offer to work on the project, but he agreed when pressed.  Boydell offered Reynolds carte blanche for his paintings, giving him a down payment of \\u00a3500, an extraordinary amount for an artist who had not even agreed to do a specific work.  Boydell eventually paid him a total of \\u00a31,500.Bruntjen, 75.For present-day equivalent amounts, most payments should be increased by about two orders of magnitude. Giving precise present-day figures is difficult given the problem of measuring economic worth over time.\\n\\nThere are 96 illustrations in the nine volumes of the illustrated edition and each play has at least one.  Approximately two-thirds of the plays, 23 out of 36, are each illustrated by a single artist. Approximately two-thirds of the total number of illustrations, or 65, were completed by three artists:  William Hamilton, Richard Westall, and Robert Smirke. The primary illustrators of the edition were known as book illustrators, whereas a majority of the artists included in the folio were known for their paintings.Boase, 96. Lennox-Boyd argues that the illustrations in the edition have a \\\"uniformity and cohesiveness\\\" that the folio lacks because the artists and engravers working on them understood book illustration while those working on the folio were working in an unfamiliar medium.Lennox-Boyd, 49.\\n\\nThe print folio, A Collection of Prints, From Pictures Painted for the Purpose of Illustrating the Dramatic Works of Shakspeare, by the Artists of Great-Britain (1805), was originally intended to be a collection of the illustrations from the edition, but a few years into the project, Boydell altered his plan.  He guessed that he could sell more folios and editions if the pictures were different. Of the 97 prints made from paintings, two-thirds of them were made by ten of the artists.  Three artists account for one-third of the paintings. In all, 31 artists contributed works.\\n\\nGallery building\\nthumb|left|George Dance's Shakespeare Gallery building, shown in 1851 after its purchase by the British Institution, wood-engraving by Mason Jackson after from a drawing by Henry Anelay.|alt=Engraving of a building designed in the classical style, with pilasters, a pediment, and a statue on the top section, and a rounded arch over the doorway on the lower.\\n\\nIn June 1788, Boydell and his nephew secured the lease on a site at 52 Pall Mall () to build the gallery and engaged George Dance, then the Clerk of the City Works, as the architect for the project.Sheppard, 325\\u201338. Pall Mall at that time had a mix of expensive residences and commercial operations, such as bookshops and gentleman's clubs, popular with fashionable London society. The area also contained some less genteel establishments: King's Place (now Pall Mall Place), an alley running to the east and behind Boydell's gallery, was the site of Charlotte Hayes's high-class brothel.Sheppard, 323. Across King's Place, immediately to the east of Boydell's building, 51 Pall Mall had been purchased on 26 February 1787 by George Nicol, bookseller and future husband of Josiah's elder sister, Mary Boydell. As an indication of the changing character of the area, this property had been the home of Goostree's gentleman's club from 1773 to 1787. Begun as a gambling establishment for wealthy young men, it had later become a reformist political club that counted William Pitt and William Wilberforce as members.\\n\\nthumb|Engraving by Benjamin Smith after Thomas Banks's sculpture of Shakespeare attended by Painting and Poetry|alt=Engraving of a sculpture of a man seated on a rock, surrounded by two bare-breasted nymphs. One is playing a harp and placing a crown of laurels on his head.\\nDance's Shakespeare Gallery building had a monumental, neoclassical stone front, and a full-length exhibition hall on the ground floor. Three interconnecting exhibition rooms occupied the upper floor, with a total of more than  of wall space for displaying pictures. The two-storey fa\\u00e7ade was not especially large for the street, but its solid classicism had an imposing effect. Some reports describe the exterior as \\\"sheathed in copper\\\".Burwick, \\\"Introduction: The Boydell Shakespeare Gallery\\\". Retrieved on 11 January 2008.\\n\\nThe lower storey of the fa\\u00e7ade was dominated by a large, rounded-arched doorway in the centre. The unmoulded arch rested on wide piers, each broken by a narrow window, above which ran a simple cornice. Dance placed a transom across the doorway at the level of the cornice bearing the inscription \\\"Shakespeare Gallery\\\". Below the transom were the main entry doors, with glazed panels and side lights matching the flanking windows. A radial fanlight filled the lunette above the transom. In each of the spandrels to the left and right of the arch, Dance set a carving of a lyre inside a ribboned wreath. Above all this ran a panelled band course dividing the lower storey from the upper.\\n\\nThe upper fa\\u00e7ade contained paired pilasters on either side, and a thick entablature and triangular pediment. The architect Sir John Soane criticised Dance's combination of slender pilasters and a heavy entablature as a \\\"strange and extravagant absurdity\\\".Lecture to the Royal Academy, 29 January 1810. Qtd. in Gillian Darley, John Soane: An Accidental Romantic. New Haven: Yale University Press (1999), 194\\u201395. . The capitals topping the pilasters sported volutes in the shape of ammonite fossils. Dance invented this neo-classical feature, which became known as the Ammonite Order, specifically for the gallery. In a recess between the pilasters, Dance placed Thomas Banks's sculpture Shakespeare attended by Painting and Poetry, for which the artist was paid 500 guineas. The sculpture depicted Shakespeare, reclining against a rock, between the Dramatic Muse and the Genius of Painting. Beneath it was a panelled pedestal inscribed with a quotation from Hamlet: \\\"He was a Man, take him for all in all, I shall not look upon his like again\\\".William Shakespeare, Hamlet. Act I, scene ii. Wikisource. Retrieved on 15 January 2008.\\n\\nReaction\\nthumb|right|Fuseli \\\"reveled in the monumental and grotesque\\\" in his scenes from Macbeth, engraving by James CaldwellHartmann, 216.|alt=A nearly naked man with finely defined muscles stands strongly with his right arm upraised. In the background are three amorphous figures swirling around with hoods over their heads. There is a second man standing between the first and the figures, pushing the figures away.\\n\\nThe Shakespeare Gallery, when it opened on 4 May 1789, contained 34 paintings, and by the end of its run it had between 167 and 170.Friedman, 4, 83; Santaniello, 5.  (The exact inventory is uncertain and most of the paintings have disappeared; only around 40 paintings can be identified with any certainty.Santaniello, 5.) According to Frederick Burwick, during its sixteen-year operation, the Gallery reflected the transition from Neoclassicism to Romanticism.Burwick, \\\"Romantic Reception\\\", 150. Works by artists such as James Northcote represent the conservative, neoclassical elements of the gallery, while those of Henry Fuseli represent the newly emerging Romantic movement. William Hazlitt praised Northcote in an essay entitled \\\"On the Old Age of Artists\\\", writing \\\"I conceive any person would be more struck with Mr. Fuseli at first sight, but would wish to visit Mr. Northcote oftener.\\\"Qtd. in Burwick, \\\"Romantic Reception\\\", 150.\\n\\nThe gallery itself was a fashionable hit with the public. Newspapers carried updates of the construction of the gallery, down to drawings for the proposed fa\\u00e7ade.Friedman, 70; Santaniello, 5\\u20136. The Daily Advertiser featured a weekly column on the gallery from May through August (exhibition season). Artists who had influence with the press, and Boydell himself, published anonymous articles to heighten interest in the gallery, which they hoped would increase sales of the edition.Friedman, 73; Bruntjen, 92.\\n\\nAt the beginning of the enterprise, reactions were generally positive.Santaniello, 6. The Public Advertiser wrote on 6 May 1789: \\\"the pictures in general give a mirror of the poet ... [The Shakespeare Gallery] bids fair to form such an epoch in the History of the Fine Arts, as will establish and confirm the superiority of the English School\\\".Qtd. in Friedman, 74. The Times wrote a day later:\\nthumb|left|James Gillray's cartoon satirising the Boydell venture; caption reads: \\\"Shakespeare Sacrificed; or, The Offering to Avarice\\\"|alt=A man is kneeling before an altar where papers are burning, fanned by a fool. The smoke contains a variety of fanciful images. A mall gnome, sitting in a volume with the word \\\"subscribers\\\" on it, holds two moneybags.\\n\\nFuseli himself may have written the review in the Analytical Review, which praised the general plan of the gallery while at the same time hesitating: \\\"such a variety of subjects, it may be supposed, must exhibit a variety of powers; all cannot be the first; while some must soar, others must skim the meadow, and others content themselves to walk with dignity\\\".Qtd. in Friedman, 73\\u201374. However, according to Frederick Burwick, critics in Germany \\\"responded to the Shakespeare Gallery with far more thorough and meticulous attention than did the critics in England\\\".Burwick, \\\"Romantic Reception\\\", 144.\\n\\nCriticism increased as the project dragged on: the first volume did not appear until 1791. James Gillray published a cartoon labelled \\\"Boydell sacrificing the Works of Shakespeare to the Devil of Money-Bags\\\".Merchant, 76; Santaniello, 6. The essayist and soon-to-be co-author of the children's book Tales from Shakespeare (1807) Charles Lamb criticised the venture from the outset:\\n\\nNorthcote, while appreciating Boydell's largesse, also criticised the results of the project: \\\"With the exception of a few pictures by Joshua [Reynolds] and [John] Opie, and\\u2014I hope I may add\\u2014myself, it was such a collection of slip-slop imbecility as was dreadful to look at, and turned out, as I had expected it would, in the ruin of poor Boydell's affairs\\\".Merchant, 75; Friedman, 160.\\n\\nCollapse\\nright|thumb|Richard III: Act IV, Scene 3: Murder of the princes (1791), engraved by James Heath after a painting by James Northcote|alt=Two young boys with curls sleeping together as an armed man prepares to smother them and another holds a light assisting him.\\nBy 1796, subscriptions to the edition had dropped by two-thirds. The painter and diarist Joseph Farington recorded that this was a result of the poor engravings:\\nWest said He looked over the Shakespeare prints and was sorry to see them of such inferior quality.  He said that excepting that from His Lear by Sharpe, that from Northcote's children in the Tower, and some small ones, there were few that could be approved.  Such a mixture of dotting and engraving, and such a general deficiency in respect of drawing which He observed the Engravers seemed to know little of, that the volumes presented a mass of works which He did not wonder many subscribers had declined to continue their subscription.Qtd. in Friedman, 85.\\nThe mix of engraving styles was criticised; line engraving was considered the superior form and artists and subscribers disliked the mixture of lesser forms with it.Bruntjen, 113\\u201314; Lennox-Boyd, 45. Moreover, Boydell's engravers fell behind schedule, delaying the entire project. He was forced to engage lesser artists, such as Hamilton and Smirke, at a lower price to finish the volumes as his business started to fail.Merchant, 65\\u201367; Boase, 96. Modern art historians have generally concurred that the quality of the engravings, particularly in the folio, was poor. Moreover, the use of so many different artists and engravers led to a lack of stylistic cohesion.Merchant, 66\\u201367; Lennox-Boyd,  45, 49.\\n\\nAlthough the Boydells ended with 1,384 subscriptions,Lennox-Boyd, 46. the rate of subscriptions dropped, and remaining subscriptions were also increasingly in doubt.  Like many businesses at the time, the Boydell firm kept few records. Only the customers knew what they had purchased.Friedman, 68.  This caused numerous difficulties with debtors who claimed they had never subscribed or had subscribed for less.  Many subscribers also defaulted, and Josiah Boydell spent years after John's death attempting to force them to pay.\\n\\nThe Boydells focused all their attention on the Shakespeare edition and other large projects, such as The History of the River Thames and The Complete Works of John Milton, rather than on lesser, more profitable ventures.Bruntjen, 113.  When both the Shakespeare enterprise and the Thames book failed, the firm had no capital to fall back upon. Beginning in 1789, with the onset of the French revolution, John Boydell's export business to Europe was cut off.  By the late 1790s and early 19th century, the two-thirds of his business that depended upon the export trade was in serious financial difficulty.Friedman, 87\\u201388.\\n\\nIn 1804, John Boydell decided to appeal to Parliament for a private bill to authorise a lottery to dispose of everything in his business.  The bill received royal assent on 23 March, and by November the Boydells were ready to sell tickets. John Boydell died before the lottery was drawn on 28 January 1805, but lived long enough to see each of the 22,000 tickets purchased at three guineas apiece (\\u00a3 each in modern terms).  To encourage ticket sales and reduce unsold inventory, every purchaser was guaranteed to receive a print worth one guinea from the Boydell company's stock.  There were 64 winning tickets for major prizes, the highest being the Gallery itself and its collection of paintings.  This went to William Tassie, a gem engraver and cameo modeller, of Leicester Fields (now Leicester Square).  Josiah offered to buy the gallery and its paintings back from Tassie for \\u00a310,000 (worth about \\u00a3 now), but Tassie refused and auctioned the paintings at Christie's.Friedman, 4, 87\\u201390; Merchant, 70\\u201375.  The painting collection and two reliefs by Anne Damer fetched a total of \\u00a36,181 18s. 6d.  The Banks sculpture group from the fa\\u00e7ade was initially intended to be kept as a monument for Boydell's tomb. Instead, it remained part of the fa\\u00e7ade of the building in its new guise as the British Institution until the building was torn down in 1868\\u201369. The Banks sculpture was then moved to Stratford-upon-Avon and re-erected in New Place Garden between June and November 1870. The lottery saved Josiah from bankruptcy and earned him \\u00a345,000, enabling him to begin business again as a printer.\\n\\nLegacy\\nthumb|left|Both Robert Bowyer and Thomas Macklin embarked on illustrated editions of the Bible which were eventually joined together into \\\"Bowyer's Bible\\\".|alt=Print of a multivolume work in a decorative cabinet.\\nFrom the outset, Boydell's project inspired imitators. In April 1788, after the announcement of the Shakespeare Gallery, but a year before its opening, Thomas Macklin opened a Gallery of the Poets in the former Royal Academy building on the south side of Pall Mall. The first exhibition featured one work from each of 19 artists, including Fuseli, Reynolds, and Thomas Gainsborough. The gallery added new paintings of subjects from poetry each year, and from 1790 supplemented these with scenes from the Bible. The Gallery of the Poets closed in 1797, and its contents were offered by lottery.McCalman, 194. This did not deter Henry Fuseli from opening a Milton Gallery in the same building in 1799. Another such venture was the Historic Gallery opened by Robert Bowyer in Schomberg House at 87 Pall Mall in about 1793. The gallery accumulated 60 paintings (many by the same artists who worked for Boydell) commissioned to illustrate a new edition of David Hume's The History of Great Britain.Bruntjen, 118\\u201321. Ultimately, Bowyer had to seek parliamentary approval for a sale by lottery in 1805, and the other ventures, like Boydell's, also ended in financial failure.Graham-Vernon, Deborah. \\\"Robert Bowyer\\\" (subscription required). Oxford Dictionary of National Biography. Oxford University Press. 2004. Retrieved on 31 January 2008.\\n300px|thumb|The Tempest, Act I, Scene I, engraved by Benjamin Smith after a painting by George Romney.|alt=At right, a man stands in a long robe with his arms upraised. A woman clings to him. At left, a crew of men attempt to save a ship from a storm.\\n\\nThe building in Pall Mall was purchased in 1805 by the British Institution, a private club of connoisseurs founded that year to hold exhibitions.  It remained an important part of the London art scene until disbanded in 1867, typically holding a Spring exhibition of new works for sale from the start of February to the first week of May, and a loan exhibition of old masters, generally not for sale, from the first week of June to the end of August.Egerton, 391 and Index\\n\\nThe paintings and engravings that were part of the Boydell Gallery affected the way Shakespeare's plays were staged, acted, and illustrated in the 19th century. They also became the subject of criticism in important works such as Romantic poet and essayist Samuel Taylor Coleridge's \\\"Lectures on Shakespeare\\\" and William Hazlitt's dramatic criticism. Despite Charles Lamb's criticism of the Gallery's productions, Charles and Mary Lamb's children's book, Tales from Shakespeare (1807), was illustrated using plates from the project.Burwick, \\\"Romantic Reception\\\", 144\\u201345.\\n\\nThe Boydell enterprise's most enduring legacy was the folio. It was reissued throughout the 19th century, and in 1867, \\\"by the aid of photography the whole series, excepting the portraits of their Majesties George III. and Queen Charlotte, is now presented in a handy form, suitable for ordinary libraries or the drawing-room table, and offered as an appropriate memorial of the tercentenary celebration of the poet's birth\\\".Shakespeare Gallery, xx. Scholars have described Boydell's folio as a precursor to the modern coffee table book.Bruntjen, 160.\\n\\nList of art works\\nThe Folio and Illustrated Edition lists were taken from Friedman's Boydell's Shakespeare Gallery.\\n\\nSculptures\\n Shakespeare attended by Painting and Poetry by Thomas Banks (on fa\\u00e7ade of gallery building)\\n Present location: New Place Gardens, Stratford-upon-Avon\\n Coriolanus by Anne Seymour Damer (bas relief)\\n Antony and Cleopatra by Anne Seymour Damer (bas relief)\\n\\nPaintings\\nThe Paintings list is derived from the numbered catalogue The exhibition of the Shakspeare gallery, Pall-Mall: being the last time the pictures can ever be seen as an entire collection (London: W. Bulmer & Co., 1805), The Boydell Shakespeare Gallery edited by Walter Pape and Frederick Burwick (Bottrop: Peter Pomp, 1996), and \\\"What Jane Saw\\\". \\n+ Boydell Shakespeare Gallery list of paintings Boydell number  Artist  Play title  Act, scene (#.#)  Location  Image 1  James Northcote  Richard II  5.2  Royal Albert Memorial Museum  2  James Northcote  Richard III  4.3  Collection of Richard Herner, National Trust  3  John Opie  The Winter's Tale  2.3  Northbrook Sale, Straton Park, 27 November 1929  4  Robert Smirke  The Taming of the Shrew  Induction    5  Thomas Kirk  Titus Andronicus  4.1    6  William Hamilton  Twelfth Night  5.1    7  William Hamilton  Love's Labour's Lost  4.1    8  John Opie  Henry VI, Part 1  2.3    9  William Hamilton  The Winter's Tale  5.3  Christie's, 24 July 1953, no. 40  10  James Northcote  King John  4.1  Royal Shakespeare Company  11  Joshua Reynolds  Macbeth  4.1  Petworth House  12  John Hoppner  Cymbeline  3.4  Christie's, C.K.M. Neeld Sale, 16 November 1962, no. 86  13  Joshua Reynolds  Henry VI, Part 2  3.3  Petworth House  14  Henry Fuseli  King Lear  1.1  Art Gallery of Ontario  15  William Hamilton  As You Like It  5.4  Brighton and Hove Museums and Art Galleries  16  Robert Smirke  Henry VI, Part 1  2.2    17  James Northcote  Henry VI, Part 3  5.7    18  Robert Smirke  The Merry Wives of Windsor  5.5    19  Thomas Stothard  Henry VIII  1.4    20  William Hamilton  Much Ado About Nothing  4.1  Christie's, 24 July 1953, no. 41  21  Henry Fuseli  Henry VI, Part 2  5.4    22  Henry Howard  Timon of Athens  4.1    23  Thomas Kirk  Titus Andronicus  4.2  Stratford-upon-Avon  24  Robert Smirke  As You Like It  4.3    25  Robert Smirke  The Merry Wives of Windsor  4.1  R. Hall McCormick sale New York, 15 April 1920, no. 28, as The New Page  26  Francis Wheatley  All's Well That Ends Well  1.3    27  William Hamilton  Twelfth Night  1.5    28  Richard Westall  Cymbeline  3.6  Folger Shakespeare Library  29  Richard Westall  Cymbeline  2.2    30  William Hamilton  Twelfth Night  4.3  Folger Shakespeare Library  150px 31  William Hamilton  Henry VI, Part 1  5.4    32  William Hamilton  Henry VI, Part 3  5.5    33  William Hamilton  Henry VI, Part 3  3.2  Christie's, 31 March 1967  34  William Hamilton  Twelfth Night  2.3    35  Francis Wheatley  Love's Labour's Lost  5.2    36  Francis Wheatley  All's Well That Ends Well  2.3  Folger Shakespeare Library  150px 37  Richard Westall  Henry VIII  5.1    38  Richard Westall  Macbeth  3.4    39  Richard Westall  Macbeth  5.1    40  Richard Westall  Richard III  3.4    41  Josiah Boydell  Othello  5.2    42  Robert Smirke  King Lear  4.7  Folger Shakespeare Library  150px 43  Henry Howard  Timon of Athens  1.2    44  Robert Ker Porter  Coriolanus  4.5    45  Richard Westall  Henry V  3.3    46  Richard Westall  Macbeth  1.3    47  Robert Ker Porter  Coriolanus  1.3    48  Richard Westall  Julius Caesar  3.1    49  Samuel Woodforde  Titus Andronicus  2.3  Stratford-upon-Avon  50  Richard Westall  King John  3.4    51  Richard Westall  Henry VIII  4.2    52  Richard Westall  Hamlet  3.4    53  Robert Smirke  As You Like It  2.6    54  Robert Smirke  Romeo and Juliet  2.5  R. Hall McCormick sale New York, 15 April 1920, no. 29, as The Obdurate Mother  55  Robert Smirke  Henry IV, Part 1  5.4    56  Robert Smirke  Measure for Measure  2.4  Folger Shakespeare Library  57  William Hamilton  Othello  4.2    58  Richard Westall  Hamlet  4.7    59  William Hamilton  Richard II  3.2  Sir John Soane's Museum  60  William Hamilton  Henry VI, Part 2  3.2    61  Robert Ker Porter  King John  4.3    62  Richard Westall  Julius Caesar  5.5    63  William Hamilton  The Tempest  3.1  Christie's, 4 August 1944, no. 58  64  William Hamilton  Henry VI, Part 2  2.2    65  William Hamilton  Richard II  5.2  Folger Shakespeare Library  150px 66  William Hamilton  Henry VI, Part 1  2.5    67  William Hamilton  The Winter's Tale  2.1    68  Richard Westall  The Merchant of Venice  3.2    69  William Hamilton  The Winter's Tale  2.3    70  Richard Westall  Cymbeline  2.4    71  Henry Fuseli  Hamlet  1.4    72  Richard Westall  Macbeth  1.5    73  Henry Tresham  Antony and Cleopatra  3.9    74  Robert Smirke  Henry IV, Part 1  2.4  Bob Jones University  75  Robert Smirke  Much Ado About Nothing  4.2  Royal Shakespeare Company  76  James Northcote  Henry VI, Part 1  2.5  Northbrook Sale, Straton Park, 27 November 1929, no. 493  77  Francis Wheatley  The Winter's Tale  4.3  Royal Shakespeare Company  78  James Northcote  Romeo and Juliet  5.3  Folger Shakespeare Library  150px 79  Angelica Kauffman  Troilus and Cressida  5.2  Petworth House  80  Robert Smirke  The Merry Wives of Windsor  1.1  Royal Shakespeare Company; Anne Page only, Folger Shakespeare Library  81  John Opie  Romeo and Juliet  4.5  Christie's, 1892  82  Robert Smirke  The Merchant of Venice  2.5  Stratford-upon-Avon  83  William Miller  Henry VI, Part 3  4.5    84  Benjamin West  King Lear  3.4  Museum of Fine Arts, Boston; Rhode Island School of Design  85  Raphael Lamar West  As You Like It  4.3    86  Angelica Kauffman  The Two Gentlemen of Verona  5.3  Davis Museum and Cultural Center at Wellesley College  87  Henry Fuseli  The Tempest  1.2  York Museums Trust, Head of Prospero only  88  Benjamin West  Hamlet  4.5  Cincinnati Art Museum  150px 89  George Romney  Troilus and Cressida  2.2  Mrs. Tankerville Chamberlayne  90  Richard Westall  Julius Caesar  4.3    91  John Graham  Othello  5.2    92  Thomas Kirk  Troilus and Cressida  1.2    93  Henry Tresham  Antony and Cleopatra  5.2    94  Robert Smirke  Henry IV, Part 1  2.3    95  Thomas Stothard  The Two Gentlemen of Verona  5.3  Stratford, Connecticut  96  Francis Wheatley  The Comedy of Errors  1.1  Stratford-upon-Avon  97  Robert Smirke  The Tempest  2.2  Folger Shakespeare Library  98  Robert Smirke  King Lear  3.4    99  Robert Smirke  Measure for Measure  4.2    100  Francis Wheatley  The Comedy of Errors  4.3    101  John Francis Rigaud  Romeo and Juliet  2.4  Agnew, 1972  102  Francis Wheatley  Love's Labour's Lost  4.2    103  Robert Smirke  Henry IV, Part 1  2.1    104  Robert Smirke  The Merry Wives of Windsor  1.4    105  Robert Smirke  Henry IV, Part 2  5.5  Folger Shakespeare Library  150px 106  Robert Smirke  The Merry Wives of Windsor  5.5    107  Robert Smirke  Henry IV, Part 2  4.4    108  Robert Smirke  King Lear  1.1    109  Robert Smirke  As You Like It  2.7    110  William Hamilton  The Winter's Tale  4.3    111  William Hamilton  The Tempest  1.2    112  Richard Westall  Henry VIII  1.2    113  Richard Westall  The Merchant of Venice  3.3  Folger Shakespeare Library  150px 114  George Romney  The Tempest  1.1  Bolton Museum, Head of Prospero only  115  Josiah Boydell  Henry IV, Part 2  4.4    116  Joseph Wright of Derby  The Winter's Tale  3.3  Art Gallery of Ontario  117  Josiah Boydell  Henry IV, Part 2  4.4    118  Joseph Wright of Derby  The Tempest  4.1    119  Josiah Boydell  Henry VI, Part 1  2.4    120  Thomas Kirk  Measure for Measure  5.1  Christie's, 11 December 1964  121  Francis Wheatley  The Tempest  5.1    122  James Barry  King Lear  5.3  Tate   150px 123  Henry Fuseli  A Midsummer Night's Dream  4.1  Tate   124  Henry Fuseli  A Midsummer Night's Dream  2.1  Kloster Allerheiligen, Schaffhausen  125  Joshua Reynolds  A Midsummer Night's Dream  2.3  Private collection  126  Matthew Peters  Much Ado About Nothing  3.1  Carnegie Museum of Art  127  James Northcote  Richard III  3.1    128  Matthew Peters  The Merry Wives of Windsor  3.3  Christie's, 3 July 1964  129  James Northcote  Richard III  4.3  Petworth House  130  Henry Fuseli  Henry V  2.2  Royal Shakespeare Company  131  Richard Westall  Henry IV, Part 1  3.1  Christie's, C.K.M. Neeld Sale, 16 November 1962, no. 91  132  Francis Wheatley  The Taming of the Shrew  3.2    133  John Opie  Timon of Athens  4.3    134  Henry Fuseli  A Midsummer Night's Dream  4.1  Kunstmuseum Winterthur  135  John Francis Rigaud  Henry IV, Part 1  5.4    136  Richard Westall  Henry VIII  4.2  Folger Shakespeare Library  150px 137  William Hodges  As You Like It  2.1  Yale Center for British Art  150px 138  George Romney  Infant Shakespeare    Folger Shakespeare Library  150px 139  William Hodges  The Merchant of Venice  5.1    140  James Durno  Henry IV, Part 2  3.2  Sotheby's 14 October 1953, small version.  141  James Durno  The Merry Wives of Windsor  4.1  Sir John Soane's Museum  142  Mather Brown  Richard II  4.1    143  Thomas Stothard  Othello  2.1  Royal Shakespeare Company  144  William Miller  Romeo and Juliet  1.5    145  Johann Heinrich Ramberg  Twelfth Night  3.4  Yale Center for British Art  150px 146  Josiah Boydell  Henry VI, Part 3  2.5    147  William Hamilton  Cymbeline  1.1    148  Julius Caesar Ibbetson  The Taming of the Shrew  4.1  Coll. Lord Dudley, Exhibition Birmingham 1934 as The Elopement by W. Hamilton  149  Julius Caesar Ibbetson  The Taming of the Shrew  4.5    150  Josiah Boydell  Othello  5.2    151  Francis Wheatley  Much Ado About Nothing  3.3    152  Matthew Peters  Henry VIII  5.4  Beaverbrook Art Gallery  153  John Francis Rigaud  The Comedy of Errors  5.1    154  Matthew Peters  The Merry Wives of Windsor  2.1  Christie's, 16 March 1956, no. 110  155  John Downman  As You Like It  1.2    156  Francis Wheatley  All's Well That Ends Well  5.3    157  Henry Fuseli  Macbeth  1.3    158  Robert Smirke  Measure for Measure  2.1  Royal Shakespeare Company  159  James Northcote  Henry VI, Part 3  1.3    160  Matthew Peters  Henry VIII  3.1    161  Gavin Hamilton  Coriolanus  5.3    162  John Opie  Henry VI, Part 2  1.4    163  Francis Wheatley  Much Ado About Nothing  5.4    164  Henry Tresham  Antony and Cleopatra  4.4    165  Josiah Boydell  Othello  1.3    166  Francis Wheatley  A Midsummer Night's Dream  4.1    167  Mr E Edwards  The Two Gentlemen of Verona  2.1   \\n\\nFolio engravings\\n\\nVolume I\\n Titlepage vignette: Coriolanus by William Satchwell Leney after Anne Seymour Damer\\n Frontispiece: Portrait of George III by Benjamin Smith after William Beechey\\n Shakespeare attended by Painting and Poetry by Benjamin Smith after Thomas Banks\\n Infant Shakespeare by Benjamin Smith after George Romney\\n Tempest, Act I, scene 1 by Benjamin Smith after George Romney\\n Tempest, Act I, scene 2 by Jean Pierre Simon after Henry Fuseli\\n Tempest, Act IV, scene 1 by Robert Thew after Joseph Wright of Derby\\n Tempest, Act V, scene 1 by Caroline Watson after Francis Wheatley\\n Two Gentlemen of Verona, Act V, scene 3 by Luigi Schiavonetti after Angelica Kauffman\\n Merry Wives of Windsor, Act I, scene 1 by Jean Pierre Simon after Robert Smirke\\n Merry Wives of Windsor, Act II, scene 1 by Robert Thew after William Peters\\n Merry Wives of Windsor, Act III, scene 3 by Jean Pierre Simon after Matthew Peters\\n Merry Wives of Windsor, Act IV, scene 2 by Thomas Ryder after James Durno Durno's painting is now in Sir John Soane\\u2019s Museum, London.\\n Merry Wives of Windsor, Act V, scene 5 by Isaac Taylor, Jr. after Robert Smirke\\n Measure for Measure, Act I, scene 1 by Thomas Ryder after Robert Smirke\\n Measure for Measure, Act V, scene 1 by Jean Pierre Simon after Thomas Kirk\\n Comedy of Errors, Act V, scene 1 by Charles Gauthier Playter after John Francis Rigaud\\n Much Ado About Nothing, Act III, scene 1 by Jean Pierre Simon after Matthew Peters\\n Much Ado About Nothing, Act IV, scene 1 by Jean Pierre Simon William Hamilton\\n Much Ado About Nothing, Act IV, scene 2 by John Ogborne after Robert Smirke\\n Love's Labour Lost, Act IV, scene 1 by Thomas Ryder after William Hamilton\\n Midsummer-Night's Dream, Act II, scene 1 by Jean Pierre Simon after Henry Fuseli\\n Midsummer-Night's Dream, Act IV, scene 1 by Thomas Ryder and Thomas Ryder, Jr. after Henry Fuseli\\n Merchant of Venice, Act II, scene 5 by Jean Pierre Simon after Robert Smirke\\n Merchant of Venice, Act V, scene 1 by John Browne after William Hodges\\n As You Like It, Act I, scene 2 by William Satchwell Leney after John Downman\\n As You Like It, Act II, scene 1 by Samuel Middiman after William Hodges\\n As You Like It, Act IV, scene 3 by William Charles Wilson after Raphael Lamar West\\n As You Like It, Act V, scene 4 by Jean Pierre Simon after William Hamilton\\n Taming of the Shrew, Introduction, scene 2 by Robert Thew after Robert Smirke\\n Taming of the Shrew, Act III, scene 2 by Jean Pierre Simon after Francis Wheatley\\n All's Well That Ends Well, Act V, scene 3 by Georg Siegmund and Johann Gottlieb Facius after Francis Wheatley\\n Twelfth Night, Act III, scene 4 by Thomas Ryder after Johann Heinrich Ramberg\\n Twelfth Night, Act V, scene 1 by Francesco Bartolozzi after William Hamilton\\n Winter's Tale, Act II, scene 3 by Jean Pierre Simon after John Opie\\n Winter's Tale, Act III, scene 3 by Samuel Middiman after Joseph Wright of Derby\\n Winter's Tale, Act IV, scene 3 by James Fittler after Francis Wheatley\\n Winter's Tale, Act V, scene 3 by Robert Thew after William Hamilton\\n Macbeth, Act I, scene 3 by James Caldwell after Henry Fuseli\\n Macbeth, Act I, scene 5 by James Parker after Richard Westall\\n Macbeth, Act IV, scene 1 by Robert Thew after Joshua Reynolds\\n As You Like It, The Seven Ages, Act II, scene 7 by Petro William Tomkins after Robert Smirke\\n As You Like It, The Seven Ages, Second Age, Act II, scene 7 by John Ogborne after Robert Smirke\\n As You Like It, The Seven Ages, Third Age, Act II, scene 7 by Robert Thew after Robert Smirke\\n As You Like It, The Seven Ages, Fourth Age, Act II, scene 7 by John Ogborne after Robert Smirke\\n As You Like It, The Seven Ages, Fifth Age, Act II, scene 7 by Jean Pierre Simon after Robert Smirke\\n As You Like It, The Seven Ages, Sixth Age, Act II, scene 7 by William Satchwell Leney after Robert Smirke\\n As You Like It, The Seven Ages, Seventh Age, Act II, scene 7 by Jean Pierre Simon after Robert Smirke\\nVolume II\\n Antony and Cleopatra Terracotta bas relief title page vignette by J. Hellyer after Anne S. Damer\\n Portrait of Queen Charlotte by Thomas Ryder and Thomas Ryder, Jr. after William Beechey\\n King John, Act IV, scene 1 by Robert Thew after James Northcote\\n King Richard II, Act IV, scene 1 by Benjamin Smith after Mather Browne\\n King Richard II, Act V, scene 2 by Robert Thew after James Northcote\\n Henry IV, part 1, Act II, scene 2 by Samuel Middiman Robert Smirke and Joseph Farington\\n Henry IV, part 1, Act II, scene 4 by Robert Thew after Robert Smirke\\n Henry IV, part 1, Act III, scene 1 by Jean Pierre Simon after Richard Westall\\n Henry IV, part 1, Act V, scene 4 by Thomas Ryder after John Francis Rigaud\\n Henry IV, part 2, Act II, scene 4 by William Satchwell Leney after Henry Fuseli\\n Henry IV, part 2, Act III, scene 2 by Thomas Ryder after James Durno\\n Henry IV, part 2, Act IV, scene 4 by Robert Thew after Josiah Boydell \\u2013 Prince Henry Taking the Crown\\n Henry IV, part 2, Act IV, scene 4 by Robert Thew after Josiah Boydell \\u2013 Prince Henry's Apology\\n Henry V, Act II, scene 2 by Robert Thew after Henry Fuseli\\n Henry VI, part 1, Act II, scene 3 by Robert Thew after John Opie\\n Henry VI, part 1, Act II, scene 4 by John Ogborne after Josiah Boydell\\n Henry VI, part 1, Act II, scene 5 by Robert Thew after James Northcote\\n Henry VI, part 2, Act I, scene 4 by Charles Gauthier Playter and Robert Thew after John Opie\\n Henry VI, part 2, Act III, scene 3 by Caroline Watson after Joshua Reynolds\\n Henry VI, part 3, Act I, scene 3 by Charles Gauthier Playter and Thomas Ryder after James Northcote\\n Henry VI, part 3, Act II, scene 5 by John Ogborne after Josiah Boydell\\n Henry VI, part 3, Act IV, scene 5 by Jean Baptiste Michel and William Satchwell Leney after William Miller\\n Henry VI, part 3, Act V, scene 7 by Jean Batptiste Michel after James Northcote\\n Richard III, Act III, scene 1 by Robert Thew after James Northcote\\n Richard III, Act IV, scene 3 by Francis Legat after James Northcote \\u2013 The Young Princes Murdered in the Tower\\n Richard III, Act IV, scene 3 by William Skelton after James Northcote \\u2013 Burying of the Royal Children\\n Henry VIII, Act I, scene 4 by Isaac Taylor after Thomas Stothard\\n Henry VIII, Act III, scene 1 by Robert Thew after Matthew Peters\\n Henry VIII, Act IV, scene 2 by Robert Thew after Richard Westall\\n Henry VIII, Act V, scene 4 by Joseph Collyer after Matthew Peters\\n Coriolanus, Act V, scene 3 by James Caldwell after Gavin Hamilton\\n Julius C\\u00e6sar, Act IV, scene 3 by Edward Scriven after Richard Westall\\n Antony and Cleopatra, Act III, scene 9 by Georg Siegmund and Johann Gottlieb Facius after Henry Tresham\\n Timon of Athens, Act IV, scene 3 by Robert Thew after John Opie\\n Titus Andronicus, Act IV, scene 1 painted and engraved by Thomas Kirk\\n Troilus and Cressida, Act II, scene 2 by Francis Legat after George Romney\\n Troilus and Cressida, Act V, scene 2 by Luigi Schiavonetti after Angelica Kauffman\\n Cymbeline, Act I, scene 2 by Thomas Burke after William Hamilton\\n Cymbeline, Act III, scene 4 by Robert Thew after John Hoppner\\n King Lear, Act I, scene 1 by Richard Earlom after Henry Fuseli\\n King Lear in the Storm from King Lear, Act III, scene 4 by William Sharp after Benjamin West\\n King Lear, Act V, scene 3 by Francis Legat after James Barry\\n Romeo and Juliet, Act I, scene 5 by Georg Siegmund and Johann Gottlieb Facius after William Miller\\n Romeo and Juliet, Act IV, scene 5 by Georg Siegmund and Johann Gottlieb Facius after John Opie\\n Romeo and Juliet, Act V, scene 3 by Jean Pierre Simon after James Northcote\\n Hamlet, Act I, scene 4 by Robert Thew after Henry Fuseli\\n Hamlet, Act IV, scene 5 by Francis Legat after Benjamin West\\n Othello, Act II, scene 1 by Thomas Ryder after Thomas Stothard\\n A Bedchamber, Desdemona in Bed Asleep from Othello, Act V, scene 2, by William Satchwell Leney after John Graham\\n Cymbeline. Act III, scene 6 by Thomas Gaugain after Richard Westall\\n Shakespeare Nursed by Tragedy and Comedy by Benjamin Smith after George Romney\\n Desdemona in Bed Asleep from Othello, Act V, scene 2, by William Satchwell Leney after Josiah Boydell\\n\\nIllustrated edition\\n\\n<div style=\\\"float:left; width:33%\\\">\\nVolume I\\n\\nThe Tempest\\n Act I, scene 2 by James Parker after William Hamilton\\n Act II, scene 2 by William Charles Wilson after Robert Smirke\\n Ferdinand and Miranda (Act III, scene 1) by Anker Smith after William Hamilton\\n\\nTwo Gentlemen of Verona\\n Act V, scene 3 by John Ogborne after Thomas Stothard\\n\\nMerry Wives of Windsor\\n Mrs. Page with a Letter (Act II, scene 1) by Joseph Saunders after Matthew Peters\\n Act I, scene 1 by Moses Haughton after Robert Smirke\\n Act I, scene 4 by Anker Smith after Robert Smirke\\n Act IV, scene 1 by Thomas Holloway after Robert Smirke\\n Act V, scene 5 by William Sharpe after Robert Smirke\\n\\nMeasure for Measure\\n Act II, scene 4 by William Charles Wilson after Robert Smirke\\n Act IV, scene 3 by William Charles Wilson after Robert Smirke\\n\\nVolume II\\n\\nThe Comedy of Errors\\n Act I, scene 1 by James Neagle after Francis Wheatley\\n Act IV, scene 4 by James Stow after Francis Wheatley\\n\\nMuch Ado About Nothing\\n Hero, Ursula, and Beatrice (Act III, scene 1) by James Heath after Matthew Peters\\n Borachio, Conrade and Watchmen (Act III, scene 3) by George Noble after Francis Wheatley\\n Act IV, scene 1 by Thomas Milton and Testaloni after William Hamilton\\n Examination (Act IV, scene 2) by James Heath after Robert Smirke\\n Act V, scene 4 by James Fittler after Francis Wheatley\\n\\nLove's Labour's Lost\\n Act IV, scene 2 by James Neagle after Francis Wheatley\\n Act V, scene 2 by William Skelton after Francis Wheatley\\n\\nA Midsummer Night's Dream\\n Puck (Act II, scene 1) by James Parker after Henry Fuseli\\n Puck (Act II, scene 2) by Luigi Schiavonetti after Joshua Reynolds\\n\\nVolume III\\n\\nMerchant of Venice\\n Act III, scene 2 by George Noble after Richard Westall\\n Act III, scene 3 by James Parker after Richard Westall\\n\\nAs You Like It\\n Jacques and the Wounded Stag (Act II, scene 1) by Samuel Middiman after William Hodges\\n Act II, scene 6 by George Noble after Robert Smirke\\n Act IV, scene 3 by WIlliam Charles Wilson after Robert Smirke\\n Act V, scene 4 by Luigi Schiavonetti after William HamiltonThe Taming of the Shrew Act IV, scene 1 by Anker Smith after Julius Caesar Ibbetson\\n Act IV, scene 5 by Isaac Taylor after Julius Caesar IbbetsonAll's Well That Ends Well Act I, scene 3 by Francis Legat after Francis Wheatley\\n Act II, scene 3 by Luigi Schiavonetti after Francis Wheatley\\n</div>\\nVolume IV\\n\\nTwelfth-Night\\n Olivia, Viola and Maria (Act I, scene 5) by James Caldwell after William Hamilton\\n Sir Toby, Sir Andrew and Maria (Act II, scene 3) by James Fittler after William Hamilton\\n Act IV, scene 3 by William Angus after William Hamilton\\n\\nThe Winter's Tale\\n Leontes and Hermione (Act II, scene 1) by James Fittler after William Hamilton\\n Paulina, Child, Leontes, and Antigonus (Act II, scene 3) by Francesco Bartolozzi after William Hamilton\\n The Shepherd's Cot (Act IV, scene 3) by Joseph Collyer after William Hamilton\\n\\nMacbeth\\n Act I, scene 3 by James Stow after Richard Westall\\n Act III, scene 4 by James Parker after Richard Westall\\n Act V, scene 1 by William Charles Wilson after Richard Westall\\n\\nKing John\\n Act IV, scene 3 by Isaac Taylor after Robert Ker Porter\\n Act III, scene 4 by Anker Smith after Richard Westall\\n\\nVolume V\\n\\nKing Richard II\\n Act III, scene 2 by James Parker after William Hamilton\\n Act V, scene 2 by James Stow after William Hamilton\\n\\nFirst Part of King Henry IV\\n Act II, scene 1 by James Fittler after Robert Smirke\\n Act II, scene 3 by James Neagle after Robert Smirke\\n Act V, scene 4 by James Neagle after Robert Smirke\\n\\nSecond Part of King Henry IV\\n Act IV, scene 4 by William Charles Wilson after Robert Smirke\\n Act V, scene 5 by Joseph Collyer after Robert Smirke\\n\\nKing Henry V\\n Act III, scene 3 by James Stow after Richard Westall\\n\\nVolume VI\\n\\nFirst Part of King Henry VI\\n Act II, scene 4 by John Ogborne after Josiah Boydell\\n Act II, scene 5 by Isaac Taylor after William Hamilton\\n Death of Mortimer (Act II, scene 5) by Andrew Gray after James Northcote\\n Joan of Arc and the Furies (Act V, scene 4) by Anker Smith after William Hamilton\\n\\nSecond Part of King Henry VI\\n Act II, scene 2 by Anker Smith after William Hamilton\\n Act III, scene 2 by Isaac Taylor after William Hamilton\\n Death of Cardinal Beaufort (Act III, scene 3) by Andrew Gray after Joshua Reynolds\\n\\nThird Part of King Henry VI\\n Act III, scene 2 by Thomas Holloway after William Hamilton\\n Act V, scene 5 by Thomas Holloway after William Hamilton\\n\\nRichard III\\n Meeting of the Young Princes (Act III, scene 1) by J. Barlow after James Northcote\\n Act III, scene 4 by Anker Smith after Richard Westall\\n The Young Princes Murdered in the Tower (Act IV, scene 3) by James Heath after James Northcote\\nVolume VII\\n\\nKing Henry VIII\\n Act I, scene 4 by Isaac Taylor after Thomas Stothard\\n Wolsey Disgraced (Act III, scene 2) by William Charles Wilson after Richard Westall\\n Act IV, scene 2 by James Parker after Richard Westall\\n Act V, scene 1 by William Satchwell Leney after Richard Westall\\n\\nCoriolanus\\n Act I, scene 3 by James Stow after Robert Ker Porter\\n Act IV, scene 5 by James Parker after Robert Ker Porter\\n\\nJulius C\\u00e6sar\\n Act III, scene 1 by James Parker after Richard Westall\\n Act V, scene 5 by George Noble after Richard Westall\\n\\nAntony and Cleopatra\\n Act IV, scene 4 by Charles Turner Warren and George Noble after Henry Tresham\\n Death of Cleopatra (Act V, scene 2) by George Noble after Henry Tresham\\n\\nVolume VIII\\n\\nTimon of Athens\\n Act I, scene 2 by Richard Rhodes after Henry Howard\\n Act IV, scene 1 by Isaac Taylor after Henry Howard\\n\\nTitus Andronicus\\n Act II, scene 3 by Anker Smith after Samuel Woodforde\\n Act IV, scene 1 by Burnet Reading after Thomas Kirk\\n Act IV, scene 2 by Jacob Hogg after Thomas Kirk\\n\\nTroilus and Cressida\\n Act I, scene 2 by Charles Turner Warren after Thomas Kirk\\n Act V, scene 3 by James Fittler after Thomas Kirk\\n\\nCymbeline\\n Act II, scene 2 by James Stow after Richard Westall\\n Act II, scene 4 by William Charles Wilson after Richard Westall\\n Act III, scene 6 by James Parker after Richard Westall\\n\\nVolume IX\\n\\nKing Lear\\n Act I, scene 1 by William Sharpe after Robert Smirke\\n Act III, scene 4 by Luigi Schiavonetti after Robert Smirke\\n Act IV, scene 7 by Anker Smith after Robert Smirke\\n\\nRomeo and Juliet\\n Act I, scene 5 by Anker Smith after William Miller\\n Act II, scene 5 by James Parker after Robert Smirke\\n Act III, scene 5 by James Stow after John Francis Rigaud\\n Capulet Finds Juliet Dead (Act IV, scene 5) by Jean Pierre Simon and William Blake after John Opie\\n Act V, scene 3 by James Heath after James Northcote\\n\\nHamlet\\n Act III, scene 4 by William Charles Wilson after Richard Westall\\n Act IV, scene 7 by James Parker after Richard Westall\\n\\nOthello\\n Act IV, scene 2 by Andrew Michel after Robert Ker Porter\\n Desdemona Asleep (Act V, scene 2) by Andrew Michel after Josiah Boydell\\nAs You Like It\\n Act II, scene 7 by Robert Thew (no. 99), Peltro William Tomkins (no. 97), Jean Pierre Simon (no. 101, 103), John Ogborne (no. 98, 100), and William Satchwell Leney (no. 102) after Robert Smirke\\n\\nNotes\\n\\nReferences\\n\\n \\u2014. Collection of Prints, From Pictures Painted for the Purpose of Illustrating the Dramatic Works of Shakspeare, by the Artists of Great-Britain. London: John and Josiah Boydell, 1805.\\n \\u2014. The Shakespeare Gallery: A Reproduction Commemorative of the Tercentenary Anniversary, MDCCCLXIV. London: George Routledge and Sons, 1867.\\n Altick, Richard D. Paintings from Books: Art and Literature in Britain, 1760\\u20131900. Columbus: Ohio State University Press, 1985. .\\n Boase, T.S.R. \\\"Illustrations of Shakespeare's Plays in the Seventeenth and Eighteenth Centuries\\\". Journal of the Warburg and Courtauld Institutes 10 (1947):  83\\u2013108.\\n Bruntjen, Sven Hermann Arnold. John Boydell (1719\\u20131804): A Study of Art Patronage and Publishing in Georgian London. New York: Garland Publishing, 1985. .\\n Burwick, Frederick. \\\"Introduction: The Boydell Shakespeare Gallery\\\". The Boydell Shakespeare Gallery. Eds. Walter Pape and Frederick Burwick.  Bottrop, Essen: Verlag Peter Pomp, 1996. . Retrieved on 11 January 2008.\\n Burwick, Frederick. \\\"The Romantic Reception of the Boydell Shakespeare Gallery: Lamb, Coleridge, Hazlitt\\\".  The Boydell Shakespeare Gallery. Eds. Walter Pape and Frederick Burwick.  Bottrop, Essen: Verlag Peter Pomp, 1996. .\\n Dobson, Michael. The Making of the National Poet: Shakespeare, Adaptation, and Authorship, 1660\\u20131769. Oxford: Clarendon Press, 1992. .\\n Egerton, Judy. National Gallery Catalogues (new series): The British School, 1998, \\n Franklin, Colin. Shakespeare Domesticated: The Eighteenth-century Editions.  Hants, England:  Scolar Press, 1991. .\\n Friedman, Winifred H. Boydell's Shakespeare Gallery. New York:  Garland Publishing Inc., 1976. .\\n Gage, John. \\\"Boydell's Shakespeare and the Redemption of British Engraving\\\".  The Boydell Shakespeare Gallery. Eds. Walter Pape and Frederick Burwick.  Bottrop, Essen: Verlag Peter Pomp, 1996. .\\n Hammerschmidt-Hummel, Hildegard. \\\"Boydell's Shakespeare Gallery and Its Role in Promoting English History Painting\\\".  The Boydell Shakespeare Gallery. Eds. Walter Pape and Frederick Burwick.  Bottrop, Essen: Verlag Peter Pomp, 1996. .\\n Hartmann, Sadakichi. Shakespeare in Art. Art Lovers' Series. Boston: L. C. Page & Co., 1901.\\n Lennox-Boyd, Christopher. \\\"The Prints Themselves: Production, Marketing, and their Survival\\\".  The Boydell Shakespeare Gallery. Eds. Walter Pape and Frederick Burwick.  Bottrop, Essen: Verlag Peter Pomp, 1996. .\\n McCalman, Iain. An Oxford Companion to the Romantic Age: British Culture, 1776\\u20131832. Oxford: Oxford University Press, 1999. .\\n Merchant, W. Moelwyn.  Shakespeare and the Artist.  London:  Oxford University Press, 1959.\\n Salaman, Malcolm C. Shakespeare in Pictorial Art. Ed. Charles Holme. 1916. New York: Benjamin Blom, Inc., 1971.\\n Santaniello, A. E. \\\"Introduction\\\". The Boydell Shakespeare Prints. New York: Benjamin Bloom, 1968.\\n Shakespeare, William, The Dramatic Works of Shakespeare. Ed. George Steevens. London: Shakespeare Printing Office, for John and Josiah Boydell and George W. Nicol, 1802.\\n Sheppard, F.H.W. Survey of London: Volumes 29 and 30: St James Westminster, Part 1. London: Athlone Press for London County Council, 1960. Retrieved on 2 February 2008.\\n Sherbo, Arthur. The Achievement of George Steevens. New York: Peter Lang, 1990.\\n Taylor, Gary.  Reinventing Shakespeare: A Cultural History, from the Restoration to the Present.  New York: Weidenfeld & Nicolson, 1989. .\\n Wenner, Evelyn Wingate. George Steevens and the Boydell Shakespeare.  Diss. George Washington University, 1951.\\n West, Shearer. \\\"John Boydell\\\". Grove Dictionary of Art.'' Ed. Jane Turner. London; New York: Grove/Macmillan, 1996. . Retrieved on 26 November 2007.\\n\\nExternal links\\n\\n Shakespeare illustration exhibition at the Special Collections of Lupton Library\\n Shakespeare Illustrated by Harry Rusche at Emory University\\n Engravings from the Boydell Shakespeare Gallery at Georgetown University Art Collection\\n What Jane Saw in 1796: A virtual recreation of The Shakespeare Gallery at 52 Pall Mall, as visited by Jane Austen in 1796. University of Texas College of Liberal Arts.\\n\\nCategory:Defunct art galleries in London\\nCategory:Museums established in 1789\\nCategory:18th-century prints\\nCategory:William Shakespeare\\nCategory:1789 establishments in England\\nCategory:1805 disestablishments in England\\nCategory:British books\\nCategory:1803 books\\nCategory:Works by William Shakespeare\"}"