"{\"title\": \"Rampart Dam\", \"url\": \"https://en.wikipedia.org/wiki/Rampart_Dam\", \"text\": \"The Rampart Dam or Rampart Canyon Dam was a project proposed in 1954 by the U.S. Army Corps of Engineers to dam the Yukon River in Alaska for hydroelectric power. The project was planned for Rampart Canyon (also known as Rampart Gorge)  just  southwest of the village of Rampart, Alaska and about  west-northwest of Fairbanks, Alaska.\\n\\nThe resulting dam would have created a lake roughly the size of Lake Erie, making it the largest man-made reservoir in the world. The plan for the dam itself called for a concrete structure  high with a top length of about . The proposed power facilities would have consistently generated between 3.5 and 5 gigawatts of electricity, based on the flow of the river as it differs between winter and summer.\\n\\nThough supported by many politicians and businesses in Alaska, the project was canceled after objections were raised. Native Alaskans in the area protested the threatened loss of nine villages that would be flooded by the dam. Conservation groups abhorred the threatened flooding of the Yukon Flats, a large area of wetlands that provides a critical breeding ground for millions of waterfowl. Fiscal conservatives opposed the dam on the grounds of its large cost and limited benefit to Americans outside Alaska.\\n\\nBecause of these objections, United States Secretary of the Interior Stewart Udall formally opposed construction of the dam in 1967, and the project was shelved. The U.S. Army Corps of Engineers nevertheless completed its engineering study of the project in 1971, and the final report was released to the public in 1979. In 1980, U.S. President Jimmy Carter created the Yukon Flats National Wildlife Sanctuary, which formally protected the area from development and disallowed any similar project.\\n\\n Site \\nthumb|left|The northern portion of Rampart Canyon is seen in 1949.\\nFrom its headwaters in the Coast Mountains, the Yukon River flows northwest, across the Yukon\\u2013Alaska border, until it intersects the Porcupine River at the settlement of Fort Yukon. At that point, the river turns west and southwest, flowing through the Yukon Flats, a low-lying wetland area containing thousands of ponds, streams, and other small bodies of water. As the river flows southwest, it intersects the Tanana and Koyukuk rivers before looping south, then north into Norton Sound in the Bering Sea.U.S. Army Corps of Engineers, Alaska District. Data on Rampart Canyon Project Studies. Anchorage, Alaska. May 27, 1961. p. 3Corps of Engineers, p. A-1\\n\\nDuring the river's flow through eastern Alaska, and before it intersects the Tanana River, the Yukon flows through the Central Plateau region of Alaska. During the millions of years of its flow, it has cut through ridges, forming canyons in some places near its juncture with the Tanana.Corps of Engineers, p. 199. One of the deepest of these canyons is known as Rampart Gorge, or Rampart Canyon. The gorge is located  downstream of the village of Rampart,  upstream of the village of Tanana, and immediately downstream from the mouth of Texas Creek. It is named for the nearby village of Rampart, Alaska, a former gold-mining community now home to subsistence fishermen.U.S. Geological Survey, \\\"Feature Detail Report for: Rampart Gorge\\\", Geographic Names Information System. Retrieved January 19, 2009.\\n\\nAt the proposed dam site, the river is  wide and has an elevation of  above sea level. On the south bank, the land rises sharply to a ridge  high. North of the river, the bank rises to  before ascending gradually northwest to the Ray Mountains. Below the surface of the ground are patches of permafrost, and the area is seismically active.Corps of Engineers, p. 200 An earthquake measuring 6.8 on the Richter Scale struck the region in 1968,Bowling, Sue Ann. \\\"Earthquake Forecasting and the Mogi Doughnut\\\"  , Alaska Geophysical Institute. March 28, 1988. Retrieved February 1, 2009. and a 5.0 earthquake hit the area in 2003.U.S. Geological Survey. \\\"Rampart, Alaska Earthquake\\\"  , USGS.gov. April 2, 2003. Retrieved February 1, 2009. Geologically, igneous rock predominates, and quartz can be seen in places.Corps of Engineers, pp. 198\\u2013201\\n\\nHydrologically, the portion of the river upstream of the proposed dam drains about . On average, the Yukon flows at a rate of  through the canyon, with the fastest flow occurring in the later part of May and the first part of June, and the slowest flow occurring after the river has frozen over. This occurs no later than early November and lasts until mid April.U.S. Army Corps of Engineers, Alaska District. Data on Rampart Canyon Project Studies. Anchorage, Alaska. May 27, 1961. p. 4\\n\\n Surveying \\nthumb|right|A map of Interior Alaska, with the proposed location of Rampart Dam highlighted\\nIn 1944, the U.S. Army Corps of Engineers considered building a bridge across Rampart Gorge as part of a project to extend the Alaska Railroad from Fairbanks to Nome to facilitate Lend-Lease shipments to the Soviet Union during World War II. The war ended before the project got beyond the planning stages, and the bridge idea was scrapped.\\n\\nAs early as 1948, U.S. Government officials eyed the Rampart site for its hydroelectric potential. A report by Joseph Morgan, chief of the Alaska Investigations Office for the United States Bureau of Reclamation declared, \\\"The demand for electric power supply in the [Alaska] Territory is expanding so rapidly that new installations of hydroelectric power plants are needed.\\\"Morgan, p. 12. Morgan's report listed 72 potential hydroelectric power sites in Alaska, but the Rampart site was one of the few to have a potential capacity of more than 200,000 kilowatts.Morgan, p. 14.\\n\\nIn his report, Morgan addresses the potential of the site: Reconnaissance topography indicates several potential dam sites in Lower Ramparts, but the best site probably will be found about  downstream from the village of Rampart. ... this site on the Yukon River would easily be one of the major potential hydroelectric power developments in North America.Morgan, p. 177.\\n\\n Planning \\nthumb|right|A drawing of the proposed Rampart Dam reservoir, created in 1961.\\nThe first serious consideration of a dam project was made in a 1954 U.S. Army Corps of Engineers assessment of the resources of the Yukon and Kuskokwim River basin.Special to The New York Times. \\\"Alaskans elated by report on dam\\\", The New York Times. February 28, 1965, p. 54. Engineers considered Rampart Canyon to be a prime site for a hydroelectric dam.Staff report. Alaska Construction News, Fall 1959. \\\"Rampart Dam has great potential\\\". p. 44 In April 1959, four months after President Dwight D. Eisenhower signed Alaska's declaration of statehood, junior U.S. Senator from Alaska Ernest Gruening passed a resolution calling for the Corps of Engineers to begin an official study of the project,Special to The New York Times. \\\"Alaska hopeful on Yukon power\\\", The New York Times. June 18, 1961, p. 57. and $49,000 was allocated by the federal government for that purpose.Gruening, Ernest. Many Battles: The Autobiography of Ernest Gruening. New York, Liveright. p. 496. Preliminary estimates said the project would cost $900 million (1959 dollars) and generate 4.7 million kilowatts of electricity. At the time, the largest hydroelectric project in Alaska was the Eklutna Dam, which produced just 32,000 kilowatts.Staff Report. Alaska Construction & Oil, August 1984. \\\"The dam that never was ...\\\" Page 30.\\n\\nThe project competed with the smaller-scale Susitna Hydroelectric Project proposed by the Federal Bureau of Reclamation for south-central Alaska, but thanks to Gruening's support and that of other backers, the Rampart project took precedence. The Rivers and Harbors Act of 1960 passed by the U.S. Congress in that year included a $2 million appropriation to conduct a full four-year feasibility study of the project, including its economic feasibility and the impact it would have on fish and wildlife.Coates, p. 136 In March 1961, a team of engineers from the Corps' Alaska district began drilling operations at the site to determine bedrock depth and gather other data.U.S. Army Corps of Engineers, Alaska District. Data on Rampart Canyon Project Studies. Anchorage, Alaska. May 27, 1961. p. 11 To examine the economic feasibility of the dam, the Corps of Engineers created the Rampart Economic Advisory Board (REAB) in February 1961. The REAB hired David E. Lilienthal's Development and Resources Corporation in April to complete the study, and a team of Corps engineers and REAB members arrived in the state in June to study the Rampart project first-hand. At that time, Sen. Gruening estimated that the project would cost roughly $1.2 billion  to complete.\\n\\nAs investigation and planning work continued, the Corps of Engineers reached an agreement with the Department of the Interior, the parent agency of the Bureau of Reclamation, in March 1962. The agreement stated the Corps would have responsibility for design and construction of the project, while the Interior Department would be responsible for running and maintaining the dam after completion. In the planning stages, the Interior Department also would be responsible for examining the economic feasibility of the project and its effect upon natural resources.Stahr, Edward V. and Udall, Stewart. \\\"Memorandum of agreement\\\", U.S. Army Corps of Engineers. March 14, 1962. This agreement negated much of the work of the REAB to that point,Coates, p. 141 as the Interior Department promptly began its own three-year study of the dam's economic feasibility and environmental impact. The DRC report, though trumped by the Interior Department's new precedence in such matters, nevertheless released a report in April 1962, stating that the project was economically feasible and would attract new industries to Alaska.Development and Resources Corporation. The Market for Rampart Power, Yukon River, Alaska. Government Publishing Office, Washington, D.C. April 23, 1962. Meanwhile, the Corps of Engineers continued engineering studies.\\n\\nThe interim Corps of Engineers report was released in December 1963, and reported that building the dam was feasible from an engineering standpoint. President John F. Kennedy supported the project, and lobbied for an appropriation of $197,000 (1963 dollars) to continue study of the project. The needed money was included in a House appropriations bill, and studies continued.Davies, Lawrence E. \\\"Alaskans press for a hydroelectric dam on Yukon\\\", The New York Times. December 1, 1963, p. 174. The initial report included some figures about the size of the project. The dam would be a concrete structure  high and about  long. It would raise the height of the Yukon River from  above sea level to approximately . The resulting reservoir would be  long,  wide, and have a surface area greater than that of Lake Erie. The power facilities for the project would produce a maximum of 5 gigawatts of electricity.Davies, Lawrence E. \\\"Controversy rages over plans for big Alaska power project\\\", The New York Times. August 22, 1964, p. 25. In total, the proposed reservoir was anticipated to cover an area of  and have a capacity of .Staff report. \\\"Hydroelectric power for Alaska\\\", The Illinois Technograph. February 1962. Volume 76, No. 5.\\n\\nIn April 1964, the U.S. Fish and Wildlife Service (FWS) released its report on the project. Though only a part of the larger Department of the Interior study, the FWS report came down strongly opposed to the dam on the grounds that it would irrevocably destroy the Yukon Flats, a critical waterfowl breeding ground.Coates, p. 148 In January 1965, the Bureau of Land Management set aside almost  of land for construction of the dam and reservoir.U.S. Department of the Interior. \\\"Rampart Canyon power site lands in Alaska classified\\\", U.S. Fish and Wildlife Service press release. January 12, 1965. It was a typical process that had been done for other dam projects several times before, but the amount of land to be set aside generated several months of hearings before the decision.Coates, p. 147\\n\\nIn June 1964 the Natural Resources Council asked Stephen H. Spurr, dean of the Graduate School of the University of Michigan and an authority on forestry and forest ecology, to form a group to evaluate the proposed Rampart Dam. The Spurr report determined that the scenarios offered as justification for the project were overly optimistic with respect to Alaska's projected long-term population growth, its per capita use of electricity, and the predicted rate of entry of electroprocess industries like the aluminum industry (which had substantial power requirements) into Alaska. Moreover, the proposed dam would have greatly reduced the catch of five species of Pacific salmon, especially the chinook (king), chum (dog) and coho (silver) salmon. It would also eliminate vast numbers of migratory waterfowl, including an estimated 1.5 million ducks and 12,500 geese that migrated annually from the Yukon flats.  There would also have been a sharp decline in both large mammals - the moose, black and grizzly bear, and caribou - and smaller mammals:  muskrats, mink, beavers, and river otters in aquatic habitats, and marten, wolverines, weasels, lynx, snowshoe hares, red fox and red squirrels in terrestrial or upland habitats. Spurr's report noted: \\\"[It]is a truism of wildlife ecology that displacement of a population from the area where it normally lives is tantamount to eliminating it completely. Adjoining habitats ordinarily are carrying all the wildlife that the local resources will support. In short, loss of habitat is synonymous with loss of the animal population supported by the inundated habitat.\\\"Rampart Dam and the Economic Development of Alaska (Ann Arbor: the University of Michigan School of Natural Resources, March 1966) at 49.\\n\\nIn March 1966 Spurr's team issued its final report, finding that the dam was not a cost-effective investment.See generally Stephen J. Spurr,  In Search of the Kuskokwim, and Other Great Endeavors: the Life and Times of J. Edward Spurr (Kenmore, Washington: Epicenter Press, 2010).\\n\\nIn January 1965, the Department of the Interior completed its three-volume, 1,000-page study of the Rampart project's feasibility and impact. The Fish and Wildlife study released in 1964 was included, as were studies of the impact on the region's Alaska Native population.Department of the Interior. Rampart Project, Alaska: Market for Power and Effect of Project on Natural Resources. Field Study Report 998, Washington, D.C. January 1965. United States Secretary of the Interior Stewart Udall then created a task force to review the findings before he made a final decision.Coates, p. 149 Throughout 1965 and 1966, opponents and proponents of the project funded studies of their own, aimed either at supporting or rejecting the arguments for the dam.Coates, p. 151\\n\\nIn June 1967, the Department of the Interior made its final recommendation and suggested that the dam not be built. Secretary Udall cited the fish and wildlife losses that would result, the availability of less-costly alternatives, and the fact that no recreational benefits would accrue.Coates, p. 153\\n\\n Final design \\nthumb|right|An architectural drawing of the final Rampart Dam plan, created by the U.S. Army Corps of Engineers.\\nDespite the Interior Department's rejection of the overall Rampart Dam project, the U.S. Army Corps of Engineers continued its engineering feasibility study on the project. That plan was completed on June 25, 1971, and it included most of the previous federal documents pertaining to the project, including the electricity market studies published by the Department of the Interior in 1965, the Fish and Wildlife study of 1964, and other studies about the economic feasibility of the project. A detailed description of potential construction methods and the overall plan for the project were included, as were reports about the site's geography and hydrology. In total, the report encompassed two volumes including more than 480 pages.U.S. Army Corps of Engineers. Notice of Completion of Report on the Rampart Canyon Project. Washington, D.C. June 25, 1971. Because the construction season at the site is only five months, the Corps of Engineers projected that several decades would be needed to build the dam and associated structures.Corps of Engineers, p. 16\\n\\n Preparation \\nDue to the lack of any land transportation route to the dam site, the first stage of construction would have involved the building of a temporary road from Eureka, about  away, to the dam site. Consideration also was given to the extension of the Alaska Railroad from Fairbanks to the site.Corps of Engineers, p. 17 A period of about four years would have been required for preconstruction planning, including detailed construction surveying and finalizing the design of the dam, powerhouse, and other structures. Engineers estimated that after the four years of final planning and surveying, three years would be needed to dig river diversion tunnels and construct the cofferdams needed to clear the Yukon River streambed for construction. Housing and construction offices also would have been constructed for workers on the south bank of the site, and the cost for this effort was included in overall cost proposals for the project.Corps of Engineers, p. D-3\\n\\n Construction \\nSite clearing and foundation work would have been scheduled to begin after completion of the diversion work in the seventh year of the project. The first pouring of concrete was scheduled for the project's eighth year, and work on the powerhouse would have begun in the 11th year. Owing to the large size of the reservoir, engineers estimated that the diversion tunnels would be closed in the 13th year, allowing construction to pace the filling of the new lake. The reservoir would have reached a pool elevation of  in the 21st year, the dam would have been completed to elevation  in the 25th year, and the reservoir would have been filled to the full  level in the 31st year after the project's start. The installation of power generators was planned to follow as needed, with the last unit scheduled for installation by the 45th year of the project.\\n\\nIn total, the dam would have consisted of a concrete gravity structure with a structural height of  and a hydraulic height of . At the elevation of , the dam would have stretched for  from north to south. On the south bank would have been a concrete gravity spillway with a crest at elevation  and a maximum flow of  at maximum pool elevation.Corps of Engineers, p. D-1 The power facilities would have consisted of twenty-two 266,000 kilowatt units and two 10,000 kilowatt service units.Corps of Engineers, pp. D-1, D-2\\n\\nMaterially, building the dam would have required  of concrete aggregate,  of rock fill, and another  of various other types of fill. Engineers suggested that some of the material could be found at the site, but the remainder would have to be brought from outside sources.Corps of Engineers, p. 203\\n\\n Reservoir \\nAt the projected pool elevation of , the resulting reservoir would have had a total capacity of . The full pool length would have been about , and the maximum width would have been . The resulting lake would have had approximately 3,600 miles (5,800\\u00a0km) of shoreline and a total surface area of about .Corps of Engineers, p. D-2 Because the Yukon also is a transportation route, transshipment facilities were planned for below and above the dam site and would have been connected by road and rail links. Because of the large size of the proposed reservoir and the need to allow some flow of the Yukon River downstream of the dam site for river navigation and fishing, engineers anticipated that filling the reservoir would take no fewer than 16 years to complete.Corps of Engineers, p. B-23\\n\\n Anticipated costs \\nThe Rampart Dam's large size had a correspondingly large price tag. The Corps of Engineers anticipated spending $618.4\\u00a0million (1970 dollars) on construction of the physical dam alone, another $492\\u00a0million for power-generating equipment, and $1.39\\u00a0billion in total.Corps of Engineers, p. 18 That total included $15.59\\u00a0million for relocating Alaskans from the area to be flooded, $56\\u00a0million for fish and wildlife facilities to mitigate the anticipated losses, and $39.7\\u00a0million for roads and bridges to access the area. After completion of the dam, the Corps of Engineers estimated that operation and maintenance of the project would cost $6.5\\u00a0million annually, including $570,000 for replacement power equipment and $2\\u00a0million for the maintenance of fish and wildlife facilities.Corps of Engineers, p. D-6\\n\\n Weather effects \\nFrom the initial planning stages, proponents and opponents speculated that the large size of the reservoir created by the dam could affect the weather in Interior Alaska and the Yukon. Several studies were conducted in regards to these potential changes, and most of the reports hypothesized an effect similar to the weather that occurs around Great Slave Lake and Lake Baikal, both of which were of similar sizes and latitudes to the proposed reservoir. Forecasts predicted the lake would hold in heat longer during the autumn, thus keeping area temperatures slightly warmer than normal. In the spring, however, the area around the lake would have been prone to increased precipitation due to the phenomenon of lake-effect snow. In the summer, the long periods of daylight would have caused the land around the lake to become warmer than the lake itself, also creating the possibility of storms.Streten, N.A. \\\"Aspects of winter temperatures in Interior Alaska\\\" (PDF). pubs.aina.ucalgary.ca. University of Calgary. Retrieved January 28, 2009.\\n\\n Supporters \\nSupport for the dam project came from a variety of sources, but supporters tended to use three primary arguments in favor of its construction: the electricity generated by the project would be cheap and plentiful, industries would be attracted to Alaska by the cheap electricity, and the dam's construction would have minimal impact on the environment and human populations.Coates, pp. 143\\u2013153.\\n\\nDuring the campaign that preceded the 1960 U.S. Presidential election, both candidates\\u2014Richard Nixon and John F. Kennedy\\u2014made campaign stops in Alaska. Both men gave their support to the Rampart Dam project, with Kennedy saying, \\\"I see the greatest dam in the free world at Rampart Canyon, producing twice the power of the Tennessee Valley Authority to light homes and mills and cities and farms all over Alaska.\\\"Kennedy, John F. \\\"Remarks of Senator John F. Kennedy at Edgewater Hotel, Anchorage, Alaska\\\", John F. Kennedy Presidential Library and Museum. September 3, 1960. Retrieved June 2, 2015. Nixon, arriving three months after Kennedy, said, \\\"As far as Rampart Canyon Dam is concerned, certainly you can expect progress, more progress, I believe, in our administration than his\\\".Nixon, Richard. \\\"Speech of the Vice President at Anchorage, AK\\\", The American Presidency Project. November 6, 1960. Retrieved January 27, 2009.\\n\\nU.S. Army Corps of Engineers leaders strongly supported the project in its initial phases. In 1960, Harold Moats of the Corps' Alaska district said, \\\"Rampart Canyon, the big one, is Alaska's most valuable resource, and as it is developed, Alaska will take her rightful place in the family of states contributing richly to the economy of the nation and the welfare of the whole free world.\\\"Palmer, p. 90\\n\\nIn early September 1963, a group of Alaska businesspeople, local government leaders, and industry representatives met at McKinley Park Lodge to organize lobbying efforts in favor of the dam. The resulting organization was called the Yukon Corporation for Power for America, later shortened to Yukon Power for America, Inc.Special to The New York Times. \\\"Alaskans press big dam project\\\", The New York Times. September 15, 1963, p. 122. The organization began with a $100,000 budget, which it used to produce \\\"The Rampart Story\\\", a color brochure distributed in Alaska and Washington, D.C. to promote the dam project.Brooks, p. 54.\\n\\nAlaska senator Ernest Gruening remained a staunch backer of the project from its inception to its cancellation, and made it a major personal political priority.Coates p. 135. Gruening led a coalition of Alaska lawmakers that included most of the Alaska Legislature. In the 1962 Alaska state elections, every candidate elected to the state legislature was a supporter of the project. In the years that followed, the Alaska Legislature voted several times to allocate state funding for the project.Coates, p. 146 Politicians at the city level also got into the action, as the city of Anchorage and the Fairbanks Public Utilities Board each voted to contribute $10,000 to a pro-Rampart organization.Coates, p. 143 Among the group's members was Ted Stevens, who was appointed in 1968 as one of Alaska's representatives to the U.S. Senate.U.S. Senate. \\\"Stevens, Theodore F. (Ted)\\\", Bioguide.congress.gov. Retrieved January 31, 2009.\\n\\n Electrical argument \\nAs planned, the dam would have produced roughly 34 terawatt hours annually, nearly 50 times the total energy use for the entire state of Alaska in 1960 (700 gigawatt hours).Brewer, p. 2 Gruening, in particular, believed that the dam would have an effect similar to that of the Tennessee Valley Authority in the 1930s, with cheap electricity providing the economic basis of the region. Dam proponents also suggested that the electricity might be transmitted to the rest of the United States, lowering utility prices in those states by increasing the amount of available power. Anthony Netboy, a salmon biologist employed by Yukon Power for America, claimed that one day, \\\"a housewife in Phoenix or L.A. will fry her eggs at breakfast with electricity generated on the far-off Yukon.\\\"Coates, p. 160\\n\\n Industrial argument \\nSupporters of the project suggested that the cheap electricity provided by the dam would be a strong enticement for electricity-intensive industries, such as aluminum smelting, to move to Alaska. They were encouraged by a 1962 economic feasibility study by the Development and Resources Corporation, which stated that the electricity generated would attract aluminum, magnesium and titanium industries to the region and help process locally produced minerals.DRC, pp. 9, 20\\u201324, and 79\\u201396 The report also stated that the dam would attract a wood pulp mill on at least a temporary basis to process the hundreds of millions of board feet of timber that would otherwise be lost as the dam's reservoir flooded.DRC, p. 96 The authors of the DRC report were specific enough to predict that 19,746 jobs would be created by the dam's construction\\u2014not including jobs opened during the construction process.DRC, pp. 102\\u2013103 Both the 1962 study, and another report by University of Michigan researcher Michael Brewer in 1966, stated that tens of thousands of jobs would be created by the construction process alone, even if the cheap electricity generated by the dam failed to attract any additional industries to Alaska.Brewer, p. 4\\n\\n Impact argument \\nAt the time Rampart Dam was being considered, Alaska as a whole, and Interior Alaska in particular, was sparsely settled. The 1960 United States Census recorded just 226,127 people as residents of Alaska, making it the least-populated state in the United States at that time.U.S. Census. \\\"1960 U.S. Census\\\", (PDF p. 8) Census.gov. Retrieved January 31, 2009. Interior Alaska contained about 28,000 residents,U.S. Census. \\\"1960 U.S. Census\\\", (PDF p. 21) Census.gov. Retrieved January 31, 2009. and promoters suggested that the dam's benefits would vastly outweigh the costs to the few residents who would be displaced. An unnamed Gruening staffer once said the area to be flooded by the dam was worthless, containing \\\"not more than ten flush toilets. Search the whole world and it would be difficult to find an equivalent area with so little to be lost through flooding.\\\" In a 1963 letter responding to a Sports Illustrated article about the dam, Gruening wrote, As for the 2,000 Athabascan Indians, they could not but be better off than they are now. Their villages are flooded intermittently by the Yukon. Their habitations are miserable and their livelihood a bare subsistence supplemented by relief. Construction of the Rampart Dam will give them ample gainful employment, and in their new locations, chosen by them on the lake's borders, they will have better homes, better community facilities and a permanent income from now nonexistent activities, generated by the lake.Gruening, Ernest. \\\"Ducks and the dam\\\". Sports Illustrated, August 5, 1963. Retrieved January 28, 2009.\\n\\nIn the same letter, Gruening also promoted the possibility of the dam creating a thriving tourism industry in Interior Alaska, a hypothesis that was raised by other dam supporters as well. Greuning stated that the project would be similar to Lake Powell, in that it would create a range of recreational activities, including water skiing and picnicking.Gruening, Ernest. \\\"Speech to the Committee on Projects, National Rivers and Harbors Congress\\\". 52nd national convention, June 9, 1965. Gruening Papers, University of Alaska Fairbanks.\\n\\n Opposition \\nOpposition to the project was based on three separate objections to its construction: ecological, human, and financial.Coates, p. 139. Conservation groups opposed the dam's construction because it would flood the Yukon Flats, a large wetland area that provides breeding ground for millions of waterfowl and habitat for game and fur-bearing animals. Alaska Native groups objected to the project's human cost\\u2014the need to relocate more than 1,500 people and 9 villages\\u2014and Native groups outside the reservoir area objected to the potential devastation of the Yukon River salmon population. The third objection to construction of the dam stemmed from its high cost and the belief that cheap electricity would not be enough to attract industry to Alaska.\\n\\n Ecological objections \\nthumb|right|A map of the proposed Rampart reservoir drainage basin from the U.S. Fish and Wildlife Service report opposed to the dam\\nIn late 1960, the Alaska Conservation Society became the first large conservation group to oppose construction of the dam. The organization believed the flooding of the Yukon Flats would cause critical damage to Alaska waterfowl and promoted the alternative Susitna Hydroelectric Project to supply Alaska's electric needs.Weeden, Robert B. \\\"Conservation and Kilowatts\\\", Alaska Conservation Society News Bulletin 2. May 1961. pp 3\\u20135. This was followed in early 1961 by an Alaska Sportsmen's Council resolution that criticized the Corps of Engineers for reducing its funding for studies of the impact of the project on fish and game stocks.Staff Report. \\\"Report on ASC's annual meeting\\\", Alaska Conservation Society News Bulletin 2. January 1961. p. 6 In April of that year, Alaska Sportsman magazine took a formal stand against the project.Coates, p. 140\\n\\nThe California Fish and Game Commission was among the first non-Alaska conservation groups to oppose construction of the dam, saying in 1963 that it would inundate the Yukon Flats, an area of wetlands that is among North America's largest waterfowl breeding grounds. Following that objection, other groups began to organize during the 1963 North American Wildlife and Natural Resources Conference. Fifteen conservation groups pooled a total of $25,000 at the meetingPalmer, p. 91. to begin an independent scientific study of the project and start an opposition campaign.Vileisis, p. 230\\n\\nIn the spring of 1964, the U.S. Fish and Wildlife Service released a report on the impact of dam construction on the Flats. The report strongly opposed construction of the dam, saying in part, \\\"Nowhere in the history of water development in North America have the fish and wildlife losses anticipated to result from a single project been so overwhelming.\\\" The report also pointed out the threat the dam would pose to the Yukon River's large salmon population, which swim upstream each year to spawn. Arthur Laing, Canada's minister of northern affairs and natural resources, also expressed alarm at the potential waterfowl losses and the threat the dam posed to Canada's portion of the Yukon River salmon population.Laing, Arthur. \\\"Waterfowl\\u2014A Resource in Danger\\\", 37th annual convention of the Ontario Federation of Anglers and Hunters. Ottawa, Canada. February 19, 1965.\\n\\nA May 1965 article in The Atlantic magazine by author Paul Brooks illustrated the growing protests of conservationists concerned about the project. After traveling the Yukon River, Brooks hypothesized that construction of the dam would be catastrophic from an ecological and human standpoint, would cost an exorbitant amount of money, and that the claims of attracting industry and tourism to Alaska were greatly exaggerated.Brooks, pp. 53\\u201359. In real terms, he estimated that construction of the dam would eliminate the habitat for 1.5 million ducks, 12,500 geese, 10,000 cranes, 270,000 salmon, 12,000 moose, and seven percent of Alaska's fur-bearing animals.Brooks, p. 57. Similar articles appeared in magazines such as Field and Stream, which called the project \\\"a catastrophe of major proportions\\\",Conley, Claire. \\\"Rampart Dam and the perpetual engineers\\\". Field and Stream, June 1966. pp. 34\\u201336. and the Audubon Society Magazine,  said the dam \\\"would negate 30 years of endeavor in waterfowl preservation.Leopold, A. and Leonard, Justin. \\\"Alaska dam would be resources disaster\\\". Audubon, May\\u2013June 1966. p. 177 Even sporting magazine Sports Illustrated got into the act, asking if the cost of so many waterfowl would be worth building the dam.Staff report. \\\"Scorecard: The price of ducks and progress\\\". Sports Illustrated, May 27, 1963. Retrieved June 2, 2015.\\n\\n Human objections \\nIn planning the dam project, engineers anticipated that building the dam would flood nine Alaska Native villages, forcing the relocation of an estimated 1,500 people.Fast, Phyllis Ann. Northern Athabascan survival: Women, Community, and the Future. University of Nebraska Press, 2002. p. 75. Although some of the affected villagers felt the increased job opportunities would outweigh the forced move, most objected to the potential loss of the region's history. Among the affected villages was Fort Yukon, which is the oldest English-speaking settlement in Alaska. In 1964, several groups of Native dam opponents in the Yukon Flats came together to form an organization called Gwitchya Gwitchin Ginkhye, which lobbied against the project. The Tundra Times, an Alaska newspaper devoted to Native issues, also came out strongly in opposition to the project, saying that all but one village from the head of the proposed reservoir to the mouth of the Yukon River were against the dam. Don Young, Alaska's representative to the U.S. House of Representatives, was elected to the Alaska Legislature in 1964 from Fort Yukon on a platform of opposition to Rampart Dam.\\n\\nA survey of the archeological and paleontological potential of the Yukon Flats, conducted in 1965, objected to the potential loss of the area. In part, it said, \\\"...\\u00a0it may be said that relatively speaking, the archaeological potential of the Rampart Impoundment area is great; the practical difficulties of field work will have to be overcome in order to obviate the possible loss of what may be some of the most important prehistoric records in North America.\\\"West, p. 131\\n\\nThe Canadian government also strongly opposed the Rampart Dam project. According to the Treaty of Washington, signed in 1871, Canada was allowed free navigation of the Yukon River.W. Stewart Wallace, ed. The Encyclopedia of Canada, Vol. VI. Toronto, University Associates of Canada. 1948, pp. 259\\u2013260. It was feared that construction of the dam would block navigation routes and violate the treaty.Coates, p. 150\\n\\n Financial objections \\nOpposition to the dam project also arose in concern of the dam's cost. Several United States congressmen and fiscal conservatives protested the proposal on the grounds that the money that would be spent on its construction would be better used to support other projects. They pointed to the lack of existing infrastructure in the region and said it was unlikely that enough electricity generated by the dam could be sold at a high enough price to pay for its construction.\\n\\nIn his 1966 analysis of the project's economic feasibility, Michael Brewer refuted the conclusions of the 1962 federal study, saying that the ability of the dam to pay for itself was \\\"an exercise in speculation\\\". He also wrote that even if the dam was built and cheap electricity made available, \\\"Alaska did not possess a competitive advantage\\\".Brewer, p. 3 He concluded by saying that the project was \\\"not economically efficient\\\". Because of arguments like these, the common belief among informed observers outside Alaska was that the project was designed to benefit Alaska alone, and thus could almost be considered \\\"foreign aid.\\\"Editorial. Anchorage Daily News. September 13, 1963. An editorial in The New York Times summed up non-Alaska opinions when it asked if the dam project was \\\"the world's biggest boondoggle\\\".Editorial. The New York Times. March 8, 1965. Page 28.\\n\\n Cancellation \\nOwing to increasing public pressure, in June 1967, United States Secretary of the Interior Stewart Udall announced he was strongly opposed to the dam, citing economic and biological factors as well as the drastic impact on the area's native population.Blair, William M. \\\"Dam on the Yukon stymied by Udall\\\", The New York Times. June 25, 1967. Page 13.Norris, Frank; Johnson, Julie; Anderson, Sande; and Hovis, Logan. The Alaska Journey: One Hundred and Fifty Years of the Department of the Interior in Alaska. Anchorage, Alaska. Alaska Support Office, National Park Service, 1999. pp. 30\\u201331. Though this effectively ended the project, planning continued to go ahead until the final Army Corps of Engineers report was released in 1971 and recommended the project \\\"not be undertaken at this time\\\".Coates, p. 154 Alaska governor William Allen Egan protested the statement, saying the report was out of date due to population growth in Alaska and rising demand for electricity.\\n\\nThe report was duly reconsidered, but in 1978, the Army Corps of Engineers confirmed the project no longer was justified. The audited report was accepted by the U.S. Senate, and no further funding was allocated to study the issue.LaBerge, Walter B. \\\"Letter to Jennings Randolph, Chairman, Committee on Environment and Public Works\\\". September 8, 1978. The final nail in the coffin came on December 1, 1978, when President Jimmy Carter authorized the creation of the Yukon Flats National Wildlife Monument, which became the Yukon Flats National Wildlife Refuge in 1980.U.S. Fish and Wildlife Service. \\\"Yukon Flats National Wildlife Refuge\\\", fws.gov. Retrieved January 28, 2009. The refuge status eliminated any possibility of flooding the Yukon Flats, a process that would have been inevitable with the construction of the dam.U.S. Fish and Wildlife Service. \\\"Mission and Guiding Principles\\\", FWS.gov. October 20, 2008. Retrieved March 8, 2009.\\n\\nIn summer 1985, the last remnants of the dam project were eliminated when the 8.96 million acres (36,300\\u00a0km2) set aside for development of the dam were released by the Bureau of Land Management for other uses.Laing, Christine. Alaska from the Inside, \\\"Rampart Canyon power site to be revoked\\\". June 5, 1985. Page 4.\\n\\n Legacy \\nThe controversy surrounding the Rampart Dam project illustrated the growing shift in the environmental movement during the 1960s. Rather than becoming focused singularly on solely preserving the natural beauty of a particular landscape, as had inspired the creation of the U.S. National Park Service in the United States during the first half of the twentieth century, naturalists and environmentalists began to consider the human cost of development as well.Coates, p. 158 Though opposition to Rampart was founded primarily on economic and natural grounds, it consequences for the Alaska Native population in the region reflected later concerns about industrial development in more urban areas.\\n\\nAmong Alaska Natives, the Rampart Dam project encouraged organization and the creation of communications links between various like-minded communities and tribal groups. When the Trans-Alaska Pipeline was proposed in the late 1960s and early 1970s, Native organizations that had formed to oppose Rampart Dam were revived in opposition to the pipeline. Only after Native land claims were recognized in the Alaska Native Claims Settlement Act did the pipeline progress.Coates, pp. 160\\u2013161\\n\\n See also \\n\\n List of reservoirs and dams of Alaska\\n\\n Footnotes \\n The Corps of Engineers defined the construction season as the period in which average temperatures at the site were above the freezing point of water.\\n\\n Notes \\n\\n References \\n Brewer, Michael. Rampart Dam and the Economic Development of Alaska. School of Natural Resources, University of Michigan. January 1966.\\n Brooks, Paul. \\\"The plot to drown Alaska\\\". The Atlantic, Volume 215, No. 5, pp.\\u00a053\\u201359.\\n Coates, Peter A. The Trans-Alaska Pipeline Controversy. University of Alaska Press, 1991.\\n Development and Resources Corporation. The Market for Rampart Power, Yukon River, Alaska. Government Publishing Office, Washington, D.C. April 23, 1962.\\n Morgan, Joseph M. A reconnaissance report on the potential development of water resources in the Territory of Alaska, \\\"Report of the Chief\\\". U.S. Department of the Interior. December 1948. Revised February 1950.\\n Palmer, Tim. Endangered Rivers and the Conservation Movement: The Case for River Conservation. Rowman & Littlefield, 2004.\\n U.S. Army Corps of Engineers. Rampart Canyon, Alaska. Committee on the Environment and Public Works. Government Publishing Office, Washington, D.C. February 1979.\\n Vileisis, Ann. Discovering the Unknown Landscape: A History of America's Wetlands. Island Press, 1999.\\n West, Frederick Hadleigh. Archaeological Survey and excavations in the proposed Rampart Dam impoundment, 1963\\u20131964. University of Alaska. National Park Service. June 1965.\\n\\n Further information \\n\\n Articles \\n Cooke, A. \\\"The Rampart Dam proposal for Yukon River\\\". Polar Record, December 1964. pp.\\u00a0277\\u2013280.\\n Leopold, A. and Leonard, Justin. \\\"The Rampart Project\\\". Natural History, January 1966. p.\\u00a012\\n Spurr, Stephen H. \\\"Rampart Dam: A costly gamble\\\". Audubon, May\\u2013June 1966. pp.\\u00a0173\\u2013175\\n\\n Audio/Visual \\n Development and Resources Corporation. \\\"Senator Ernest Gruening and Gus Norwood discuss the marketing potential of Rampart Dam\\\". Alaska Film Archives, University of Alaska Fairbanks. 1961.\\n U.S. Army Corps of Engineers. \\\"Sen. Ernest Gruening listens to a report from Chief of engineers General Walter Wilson about his recent trip to Alaska\\\". Alaska Film Archives, University of Alaska Fairbanks. 1961.\\n U.S. Senate. \\\"Senator Ernest Gruening and Jim Brooks discuss effects of the proposed Rampart Dam on fish and wildlife\\\". Alaska Film Archives, University of Alaska Fairbanks. 1961.\\n U.S. Senate. \\\"Senator Ernest Gruening and Oscar Chapman discuss power usage of the proposed Rampart Dam\\\". Alaska Film Archives, University of Alaska Fairbanks. 1961.\\n U.S. Senate. \\\"Senator Ernest Gruening and Oscar Chapman discuss weather changes from the proposed Rampart Dam\\\". Alaska Film Archives, University of Alaska Fairbanks. 1961.\\n\\nBooks\\n Ivan Bloch and Associates (Industrial Consultants). Background Facts on Rampart Canyon Project, Yukon River, Alaska. Portland, Oregon. October 1963.\\n Naske, Claus M. and Hunt, William R. The Politics of Hydroelectric Power in Alaska: Rampart and Devil Canyon \\u2013 A case study. Fairbanks, Alaska. University of Alaska, January 1978.\\n\\nCategory:Buildings and structures in Yukon\\u2013Koyukuk Census Area, Alaska\\nCategory:Cancelled dams\\nCategory:Dams in Alaska\\nCategory:Unbuilt buildings and structures in the United States\\nCategory:United States Army Corps of Engineers proposed dams\\nCategory:Yukon River\\nCategory:Cancelled projects in the United States\"}"