"{\"title\": \"\\u00c6lfheah of Canterbury\", \"url\": \"https://en.wikipedia.org/wiki/%C3%86lfheah_of_Canterbury\", \"text\": \"\\u00c6lfheah (c. 953\\u00a0\\u2013 19 April 1012) was an Anglo-Saxon Bishop of Winchester, later Archbishop of Canterbury.  He became an anchorite before being elected abbot of Bath Abbey. His reputation for piety and sanctity led to his promotion to the episcopate, and eventually, to his becoming archbishop. \\u00c6lfheah furthered the cult of Dunstan and also encouraged learning.  He was captured by Viking raiders in 1011 during the Siege of Canterbury and killed by them the following year after refusing to allow himself to be ransomed.  \\u00c6lfheah was canonised as a saint in 1078.  Thomas Becket, a later Archbishop of Canterbury, prayed to him just before his own murder in Canterbury Cathedral.\\n\\nLife\\nPurportedly born in Weston on the outskirts of Bath, Accessed 14 August 2009 \\u00c6lfheah became a monk early in life. His birth took place around 953.Rumble \\\"From Winchester to Canterbury\\\" Leaders of the Anglo-Saxon Church p. 165 He first entered the monastery of Deerhurst, but then moved to Bath, where he became an anchorite. He was noted for his piety and austerity and rose to become abbot of Bath Abbey.Knowles, et al. Heads of Religious Houses, England and Wales pp. 28, 241 The 12th century chronicler William of Malmesbury recorded that \\u00c6lfheah was a monk and prior at Glastonbury Abbey,Rumble \\\"From Winchester to Canterbury\\\" Leaders of the Anglo-Saxon Church p. 166 but this is not accepted by all historians. Indications are that \\u00c6lfheah became abbot at Bath by 982, perhaps as early as around 977. He perhaps shared authority with his predecessor \\u00c6scwig after 968.\\n\\nProbably due to the influence of Dunstan, the Archbishop of Canterbury (959\\u2013988), \\u00c6lfheah was elected Bishop of Winchester in 984,Fryde, et al. Handbook of British Chronology p. 223Barlow English Church 1000\\u20131066 p. 109 footnote 5 and was consecrated on 19 October that year. While bishop he was largely responsible for the construction of a large organ in the cathedral, audible from over a mile (1600\\u00a0m) away and said to require more than 24\\u00a0men to operate. He also built and enlarged the city's churches,Hindley A Brief History of the Anglo-Saxons pp. 304\\u2013305 and promoted the cult of Swithun and his own predecessor, \\u00c6thelwold of Winchester. One act promoting \\u00c6thelwold's cult was the translation of \\u00c6thelwold's body to a new tomb in the cathedral at Winchester, which \\u00c6lfheah presided over on 10 September 996.Rumble \\\"From Winchester to Canterbury\\\" Leaders of the Anglo-Saxon Church p. 167\\n\\nFollowing a Viking raid in 994, a peace treaty was agreed with one of the raiders, Olaf Tryggvason. Besides receiving danegeld, Olaf converted to ChristianityStenton Anglo-Saxon England p. 378 and undertook never to raid or fight the English again.Williams \\u00c6thelred the Unready p. 47 \\u00c6lfheah may have played a part in the treaty negotiations, and it is certain that he confirmed Olaf in his new faith.Leyser \\\"\\u00c6lfheah\\\" Oxford Dictionary of National Biography\\n\\nIn 1006 \\u00c6lfheah succeeded \\u00c6lfric as Archbishop of Canterbury,Walsh New Dictionary of Saints p. 28Fryde, et al. Handbook of British Chronology p. 214 taking Swithun's head with him as a relic for the new location. He went to Rome in 1007 to receive his pallium\\u2014symbol of his status as an archbishop\\u2014from Pope John XVIII, but was robbed during his journey.Barlow English Church 1000\\u20131066 pp. 298\\u2013299 footnote 7 While at Canterbury he promoted the cult of Dunstan, ordering the writing of the second Life of Dunstan, which Adelard of Ghent composed between 1006 and 1011.Barlow English Church 1000\\u20131066 p. 62 He also introduced new practices into the liturgy, and was instrumental in the Witenagemot's recognition of Wulfsige of Sherborne as a saint in about 1012.Barlow English Church 1000\\u20131066 p. 223\\n\\n\\u00c6lfheah sent \\u00c6lfric of Eynsham to Cerne Abbey to take charge of its monastic school.Stenton Anglo-Saxon England p. 458 He was present at the council of May 1008 at which Wulfstan II, Archbishop of York, preached his Sermo Lupi ad Anglos (The Sermon of the Wolf to the English), castigating the English for their moral failings and blaming the latter for the tribulations afflicting the country.Fletcher Bloodfeud p. 94\\n\\nIn 1011 the Danes again raided England, and from 8\\u201329 September they laid siege to Canterbury. Aided by the treachery of \\u00c6lfmaer, whose life \\u00c6lfheah had once saved, the raiders succeeded in sacking the city.Williams \\u00c6thelred the Unready pp. 106\\u2013107 \\u00c6lfheah was taken prisoner and held captive for seven months.Hindley Brief History of the Anglo-Saxons p. 301 Godwine (Bishop of Rochester), Leofrun (abbess of St Mildrith's), and the king's reeve, \\u00c6lfweard were captured also, but the abbot of St Augustine's Abbey, \\u00c6lfm\\u00e6r, managed to escape. Canterbury Cathedral was plundered and burned by the Danes following \\u00c6lfheah's capture.Barlow English Church 1000\\u20131066 pp. 209\\u2013210\\n\\nDeath\\n\\n\\u00c6lfheah refused to allow a ransom to be paid for his freedom, and as a result was killed on 19 April 1012 at Greenwich (then in Kent, now part of London), reputedly on the site of St Alfege's Church. The account of \\u00c6lfheah's death appears in the E version of the Anglo-Saxon Chronicle: \\n\\n\\u00c6lfheah was the first Archbishop of Canterbury to die a violent death.Fletcher Bloodfeud p. 78 A contemporary report tells that Thorkell the Tall attempted to save \\u00c6lfheah from the mob about to kill him by offering everything he owned except for his ship, in exchange for \\u00c6lfheah's life; Thorkell's presence is not mentioned in the Anglo-Saxon Chronicle, however.Williams \\u00c6thelred the Unready pp. 109\\u2013110 Some sources record that the final blow, with the back of an axe, was delivered as an act of kindness by a Christian convert known as \\\"Thrum.\\\" \\u00c6lfheah was buried in St Paul's Cathedral. In 1023 his body was moved by King Cnut to Canterbury, with great ceremony.Hindley Brief History of the Anglo-Saxons pp. 309\\u2013310 Thorkell the Tall was appalled at the brutality of his fellow raiders, and switched sides to the English king \\u00c6thelred the Unready following \\u00c6lfheah's death.Stenton Anglo-Saxon England p. 383\\n\\nVeneration\\nPope Gregory VII canonised \\u00c6lfheah in 1078, with a feast day of 19 April.Delaney Dictionary of Saints pp. 29\\u201330 Lanfranc, the first post-Conquest archbishop, was dubious about some of the saints venerated at Canterbury. He was persuaded of \\u00c6lfheah's sanctity,Williams English and the Norman Conquest p. 137 but \\u00c6lfheah and Augustine of Canterbury were the only pre-conquest Anglo-Saxon archbishops kept on Canterbury's calendar of saints.Stenton Anglo-Saxon England p. 672 \\u00c6lfheah's shrine, which had become neglected, was rebuilt and expanded in the early 12th century under Anselm of Canterbury, who was instrumental in retaining \\u00c6lfheah's name in the church calendar.Brooke Popular Religion in the Middle Ages p. 40Southern \\\"St Anselm and his English Pupils\\\" Mediaeval and Renaissance Studies After the 1174 fire in Canterbury Cathedral, \\u00c6lfheah's remains together with those of Dunstan were placed around the high altar, at which Thomas Becket is said to have commended his life into \\u00c6lfheah's care shortly before his martyrdom during the Becket controversy. The new shrine was sealed in lead,Nilson Cathedral Shrines p. 33 and was north of the high altar, sharing the honour with Dunstan's shrine, which was located south of the high altar.Nilson Cathedral Shrines pp. 66\\u201367 A Life of Saint \\u00c6lfheah in prose and verse was written by a Canterbury monk named Osbern, at Lanfranc's request. The prose version has survived, but the Life is very much a hagiography: many of the stories it contains have obvious Biblical parallels, making them suspect as a historical record.\\n\\nIn the late medieval period, \\u00c6lfheah's feast day was celebrated in Scandinavia, perhaps because of the saint's connection with Cnut.Blair \\\"Handlist of Anglo-Saxon Saints\\\" Local Saints and Local Churches p. 504 Few church dedications to him are known, with most of them occurring in Kent and one each in London and Winchester; as well as St Alfege's Church in Greenwich, a nearby hospital (1931\\u20131968) was named after him. In the town of Solihull in the West Midlands St Alphege Church is dedicated to \\u00c6lfheah dating back to approximately 1277. In 1929 a new church in Bath was dedicated to \\u00c6lfheah, under the name Alphege, designed by Giles Gilbert Scott in homage to the ancient Roman church of Santa Maria in Cosmedin. Accessed 30 August 2009\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n  \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nFurther reading\\n\\n \\n\\nExternal links\\n \\n\\nCategory:950s births\\nCategory:1012 deaths\\nCategory:People from Bath, Somerset\\nCategory:Anglo-Saxon saints\\nCategory:Archbishops of Canterbury\\nCategory:Bishops of Winchester\\nCategory:English Roman Catholics\\nCategory:Martyred Roman Catholic priests\\nCategory:10th-century bishops\\nCategory:11th-century archbishops\\nCategory:11th-century Christian saints\\nCategory:11th-century Christian martyrs\\nCategory:Incorrupt saints\\nCategory:Year of birth uncertain\"}"