"{\"title\": \"Nauru\", \"url\": \"https://en.wikipedia.org/wiki/Nauru\", \"text\": \"Nauru (  or  ; ), officially the Republic of Nauru () and formerly known as Pleasant Island, is an island country in Micronesia, a subregion of Oceania, in the Central Pacific. Its nearest neighbour is Banaba Island in Kiribati,  to the east. It further lies northwest of Tuvalu, 1300 km northeast of the Solomon Islands, east-northeast of Papua New Guinea, southeast of the Federated States of Micronesia and south of the Marshall Islands. With only a  area, Nauru is the third-smallest country in the world behind Vatican City, and Monaco, making it the smallest state in the South Pacific Ocean, the smallest state outside Europe, the smallest island state, and the smallest republic.  Additionally, its population of  is the world's third smallest, after the Vatican and Tuvalu.\\n\\nSettled by people from Micronesia and Polynesia , Nauru was annexed and claimed as a colony by the German Empire in the late 19th century. After World War\\u00a0I, Nauru became a League of Nations mandate administered by Australia, New Zealand and the United Kingdom. During World War\\u00a0II, Nauru was occupied by Japanese troops, who were bypassed by the Allied advance across the Pacific. After the war ended, the country entered into United Nations trusteeship. Nauru gained its independence in 1968, and became a member of the Pacific Community (SPC) in 1969.\\n\\nNauru is a phosphate-rock island with rich deposits near the surface, which allowed easy strip mining operations. It has some remaining phosphate resources which, , are not economically viable for extraction. When the phosphate reserves were exhausted, and the island's environment had been seriously harmed by mining, the trust that had been established to manage the island's wealth diminished in value. To earn income, Nauru briefly became a tax haven and illegal money laundering centre. From 2001 to 2008, and again from 2012, it accepted aid from the Australian Government in exchange for hosting the Nauru Regional Processing Centre, an offshore Australian immigration detention facility. As a result of heavy dependence on Australia, some sources have identified Nauru as a client state of Australia. The sovereign state is a member of the United Nations, Pacific Islands Forum, Commonwealth of Nations and the African, Caribbean and Pacific Group of States.\\n\\n History \\n\\nthumb|left|upright|A Nauruan warrior, 1880\\nNauru was first inhabited by Micronesians and Polynesians at least 3,000 years ago. There were traditionally 12 clans or tribes on Nauru, which are represented in the twelve-pointed star on the country's flag. Traditionally, Nauruans traced their descent matrilineally. Inhabitants practised aquaculture: they caught juvenile ibija fish, acclimatised them to fresh water, and raised them in the Buada Lagoon, providing a reliable source of food. The other locally grown components of their diet included coconuts and pandanus fruit. The name \\\"Nauru\\\" may derive from the Nauruan word , which means 'I go to the beach'.\\n\\nIn 1798, the British sea captain John Fearn, on his trading ship Hunter (300 tons), became the first Westerner to report sighting Nauru, calling it \\\"Pleasant Island\\\", because of its attractive appearance. From at least 1826, Nauruans had regular contact with Europeans on whaling and trading ships who called for provisions and fresh drinking water.Langdon, Robert (1984), Where the whalers went: an index to the Pacific ports and islands visited by American whalers (and some other ships) in the 19th century, Canberra, Pacific Manuscripts Bureau, p.180.  The last whaler to call during the age of sail visited in 1904.Langdon, p.182\\n\\nAround this time, deserters from European ships began to live on the island. The islanders traded food for alcoholic palm wine and firearms. The firearms were used during the 10-year Nauruan Civil War that began in 1878.\\n\\nAfter an agreement with Great Britain, Nauru was annexed by Germany in 1888 and incorporated into Germany's Marshall Islands Protectorate for administrative purposes.\\\"Commonwealth and Colonial Law\\\" by Kenneth Roberts-Wray, London, Stevens, 1966. p. 884 The arrival of the Germans ended the civil war, and kings were established as rulers of the island. The most widely known of these was King Auweyida. Christian missionaries from the Gilbert Islands arrived in 1888. The German settlers called the island \\\"Nawodo\\\" or \\\"Onawero\\\". The Germans ruled Nauru for almost three decades. Robert Rasch, a German trader who married a Nauruan woman, was the first administrator, appointed in 1890.\\n\\nPhosphate was discovered on Nauru in 1900 by the prospector Albert Fuller Ellis. The Pacific Phosphate Company began to exploit the reserves in 1906 by agreement with Germany, exporting its first shipment in 1907. In 1914, following the outbreak of World War I, Nauru was captured by Australian troops. In 1919 it was agreed by the Allied and Associated Powers that His Britannic Majesty should be the administering authority under a League of Nations mandate. The Nauru Island Agreement forged in 1919 between the governments of the United Kingdom, Australia, and New Zealand provided for the administration of the island and for extraction of the phosphate deposits by an intergovernmental British Phosphate Commission (BPC). The terms of the League of Nations mandate were drawn up in 1920.Cmd. 1202\\n\\nThe island experienced an influenza epidemic in 1920, with a mortality rate of 18 per cent among native Nauruans.\\n\\nIn 1923, the League of Nations gave Australia a trustee mandate over Nauru, with the United Kingdom and New Zealand as co-trustees. On 6\\u00a0and 7 December 1940, the German auxiliary cruisers Komet and Orion sank five supply ships in the vicinity of Nauru. Komet then shelled Nauru's phosphate mining areas, oil storage depots, and the shiploading cantilever.\\n\\nthumb|US Army Air Force bombing the Japanese airstrip on Nauru, 1943.\\n\\nJapanese troops occupied Nauru on 25 August 1942. The Japanese built an airfield which was bombed for the first time on 25 March 1943, preventing food supplies from being flown to Nauru. The Japanese deported 1,200 Nauruans to work as labourers in the Chuuk islands, which was also occupied by Japan. Despite the Allied strategy of island hopping from the Pacific islands towards the main islands of Japan, Nauru had been bypassed and left to \\\"wither on the vine\\\". Nauru was finally liberated on 13 September 1945, when commander Hisayaki Soeda surrendered the island to the Australian Army and the Royal Australian Navy. The surrender was accepted by Brigadier J. R. Stevenson, who represented Lieutenant General Vernon Sturdee, the commander of the First Australian Army, aboard the warship HMAS Diamantina.The Times, 14 September 1945 Arrangements were made to repatriate from Chuuk the 737\\u00a0Nauruans who survived Japanese captivity there. They were returned to Nauru by the BPC ship Trienza in January 1946.\\n\\nIn 1947, a trusteeship was established by the United Nations, with Australia, New Zealand, and the United Kingdom as trustees.Cmd. 7290 Under those arrangements, the UK, Australia, and New Zealand were a joint administering authority. The Nauru Island Agreement provided for the first administrator to be appointed by Australia for five years, leaving subsequent appointments to be decided by the three governments. However, in practice, administrative power was exercised by Australia alone.\\n\\nIn 1964, it was proposed to relocate the population of Nauru to Curtis Island off the coast of Queensland, Australia. By that time, Nauru had been extensively mined for phosphate by companies from Australia, Britain and New Zealand damaging the landscape so much that it was thought the island would be uninhabitable by the 1990s. Rehabilitating the island was seen as financially impossible. In 1962, Australian Prime Minister, Bob Menzies, said that the three countries involved in the mining had an obligation to provide a solution for the Nauruan people, and proposed finding a new island for them. In 1963, the Australian Government proposed to acquire all the land on Curtis Island (which was considerably larger than Nauru) and then offer the Nauruans freehold title over the island and that the Nauruans would become Australian citizens. The cost of resettling the Nauruans on Curtis Island was estimated to be , which included housing and infrastructure and the establishment of pastoral, agricultural, and fishing industries. However, the Nauruan people did not wish to become Australian citizens and wanted to be given sovereignty over Curtis Island in order to establish themselves as an independent nation, which Australia would not agree to. Nauru rejected the proposal to move to Curtis Island, instead choosing to become an independent nation operating their own mines in Nauru.\\n\\nNauru became self-governing in January 1966, and following a two-year constitutional convention, it became independent in 1968 under founding president Hammer DeRoburt. In 1967, the people of Nauru purchased the assets of the British Phosphate Commissioners, and in June 1970 control passed to the locally owned Nauru Phosphate Corporation (NPC). Income from the mines made Nauruans among the richest people in the world. In 1989, Nauru took legal action against Australia in the International Court of Justice over Australia's administration of the island, in particular Australia's failure to remedy the environmental damage caused by phosphate mining. Certain Phosphate Lands: Nauru v.\\u00a0Australia led to an out-of-court settlement to rehabilitate the mined-out areas of Nauru.\\n\\n Geography \\n\\nthumb|Map of Nauru\\n\\nNauru is a , oval-shaped island in the southwestern Pacific Ocean,  south of the equator. The island is surrounded by a coral reef, which is exposed at low tide and dotted with pinnacles. The presence of the reef has prevented the establishment of a seaport, although channels in the reef allow small boats access to the island. A fertile coastal strip  wide lies inland from the beach.\\n\\nCoral cliffs surround Nauru's central plateau. The highest point of the plateau, called the Command Ridge, is  above sea level.\\n\\nThe only fertile areas on Nauru are on the narrow coastal belt where coconut palms flourish. The land around Buada Lagoon supports bananas, pineapples, vegetables, pandanus trees, and indigenous hardwoods, such as the tomano tree.\\n\\nNauru was one of three great phosphate rock islands in the Pacific Ocean, along with Banaba (Ocean Island), in Kiribati, and Makatea, in French Polynesia. The phosphate reserves on Nauru are now almost entirely depleted. Phosphate mining in the central plateau has left a barren terrain of jagged limestone pinnacles up to  high. Mining has stripped and devastated about 80 per cent of Nauru's land area, leaving it uninhabitable, and has also affected the surrounding exclusive economic zone; 40 per cent of marine life is estimated to have been killed by silt and phosphate runoff.\\n\\nThere are limited natural sources of fresh water on Nauru. Rooftop storage tanks collect rainwater. The islanders are mostly dependent on three desalination plants housed at Nauru's Utilities Agency.\\n\\n Climate \\nNauru's climate is hot and very humid year-round because of its proximity to the equator and the ocean. Nauru is hit by monsoon rains between November and February, but almost always has no cyclones. Annual rainfall is highly variable and is influenced by the El Ni\\u00f1o\\u2013Southern Oscillation, with several significant recorded droughts. The temperature on Nauru ranges between  during the day and is remarkably stable at around  at night.\\n\\nStreams and rivers don't exist in Nauru. Water is gathered from roof catchment systems. Water is brought to Nauru as ballast on ships returning for loads of phosphate.\\n\\nthumb|Aerial view of Nauru\\n\\n Ecology \\nFauna is sparse on the island because of a lack of vegetation and the consequences of phosphates mining. Many indigenous birds have disappeared or become rare owing to destruction of their habitat. There are about 60\\u00a0recorded vascular plant species native to the island, none of which are endemic. Coconut farming, mining, and introduced species have seriously disturbed the native vegetation.\\n\\nThere are no native land mammals, but there are native insects, land crabs, and birds, including the endemic Nauru reed warbler. The Polynesian rat, cats, dogs, pigs, and chickens have been introduced to Nauru from ships. The diversity of the reef marine life makes fishing a popular activity for tourists on the island; also popular are scuba diving and snorkelling.\\n\\n Politics \\n\\nthumb|Parliament of Nauru\\n\\nThe president of Nauru is Lionel Aingimea, who heads a 19-member unicameral parliament. The country is a member of the United Nations, the Commonwealth of Nations, the Asian Development Bank and the Pacific Islands Forum. Nauru also participates in the Commonwealth and Olympic Games. Recently Nauru became a member country of the International Renewable Energy Agency (IRENA). The Republic of Nauru became the 189th member of the International Monetary Fund in April 2016.\\n\\nNauru is a republic with a parliamentary system of government. The president is both head of state and head of government, and is dependent on parliamentary confidence to remain president. A 19-member unicameral parliament is elected every three years.Matau, Robert (6 June 2013) \\\"President Dabwido gives it another go\\\"  . Islands Business. The parliament elects the president from its members, and the president appoints a cabinet of five to six members.\\n\\nNauru does not have any formal structure for political parties, and candidates typically stand for office as independents; fifteen of the 19\\u00a0members of the current Parliament are independents. Four parties that have been active in Nauruan politics are the Nauru Party, the Democratic Party, Nauru First and the Centre Party. However, alliances within the government are often formed on the basis of extended family ties rather than party affiliation.\\n\\nFrom 1992 to 1999, Nauru had a local government system known as the Nauru Island Council (NIC). This nine-member council was designed to provide municipal services. The NIC was dissolved in 1999 and all assets and liabilities became vested in the national government. Land tenure on Nauru is unusual: all Nauruans have certain rights to all land on the island, which is owned by individuals and family groups. Government and corporate entities do not own any land, and they must enter into a lease arrangement with landowners to use land. Non-Nauruans cannot own land on the island.\\n\\nNauru had 17\\u00a0changes of administration between 1989 and 2003. Bernard Dowiyogo died in office in March 2003 and Ludwig Scotty was elected as the president, later being re-elected to serve a full term in October 2004. Following a vote of no confidence on 19 December 2007, Scotty was replaced by Marcus Stephen. Stephen resigned in November 2011, and Freddie Pitcher became President. Sprent Dabwido then filed a motion of no confidence in Pitcher, resulting in him becoming president. Following parliamentary elections in 2013, Baron Waqa was elected president.\\n\\nIts Supreme Court, headed by the Chief Justice, is paramount on constitutional issues. Other cases can be appealed to the two-judge Appellate Court. Parliament cannot overturn court decision.  Historically, Appellate Court rulings could be appealed to the High Court of Australia, though this happened only rarely and the Australian court's appellate jurisdiction ended entirely on 12 March 2018 after the Government of Nauru unilaterally ended the arrangement. Lower courts consist of the District Court and the Family Court, both of which are headed by a Resident Magistrate, who also is the Registrar of the Supreme Court. There are two other quasi-courts: the Public Service Appeal Board and the Police Appeal Board, both of which are presided over by the Chief Justice.\\n\\n Foreign relations \\n\\nFollowing independence in 1968, Nauru joined the Commonwealth of Nations as a Special Member; it became a full member in 2000. The country was admitted to the Asian Development Bank in 1991 and to the United Nations in 1999. Nauru is a member of the Pacific Islands Forum, the South Pacific Regional Environment Programme, the South Pacific Commission, and the South Pacific Applied Geoscience Commission. The US Atmospheric Radiation Measurement program operates a climate-monitoring facility on the island.\\n\\nthumb| Nauruan police cadets undergoing training. Nauru has no armed forces, though there is a small police force under civilian control.\\n\\nNauru has no armed forces, though there is a small police force under civilian control. Australia is responsible for Nauru's defence under an informal agreement between the two countries. The September 2005 memorandum of understanding between Australia and Nauru provides the latter with financial aid and technical assistance, including a Secretary of Finance to prepare the budget, and advisers on health and education. This aid is in return for Nauru's housing of asylum seekers while their applications for entry into Australia are processed. Nauru uses the Australian dollar as its official currency.\\n\\nNauru has used its position as a member of the United Nations to gain financial support from both Taiwan (officially the Republic of China or ROC) and mainland China (officially the People's Republic of China or PRC) by changing its recognition from one to the other under the One-China policy. On 21 July 2002, Nauru signed an agreement to establish diplomatic relations with the PRC, accepting US$130 million from the PRC for this action. In response, the ROC severed diplomatic relations with Nauru two days later. Nauru later re-established links with the ROC on 14 May 2005, and diplomatic ties with the PRC were officially severed on 31 May 2005. However, the PRC continues to maintain a representative office on Nauru.\\n\\nIn 2008, Nauru recognised Kosovo as an independent country, and in 2009 Nauru became the fourth country, after Russia, Nicaragua, and Venezuela, to recognise Abkhazia, a breakaway region of Georgia. Russia was reported to be giving Nauru US$50\\u00a0million in humanitarian aid as a result of this recognition. On 15 July 2008, the Nauruan government announced a port refurbishment programme, financed with US$9\\u00a0million of development aid received from Russia. The Nauru government claims this aid is not related to its recognising Abkhazia and South Ossetia.\\n\\nthumb|Nauru President Baron Waqa and Taiwanese President Tsai Ing-wen in Taiwan, 7 March 2017\\nA significant portion of Nauru's income has been in the form of aid from Australia. In 2001, the MV Tampa, a Norwegian ship that had rescued 438\\u00a0refugees from a stranded 20-metre-long boat, was seeking to dock in Australia. In what became known as the Tampa affair, the ship was refused entry and boarded by Australian troops. The refugees were eventually loaded onto Royal Australian Navy vessel HMAS Manoora and taken to Nauru to be held in detention facilities which later became part of the Howard government's Pacific Solution. Nauru operated two detention centres known as State House and Topside for these refugees in exchange for Australian aid. By November 2005, only two refugees, Mohammed Sagar and Muhammad Faisal, remained on Nauru from those first sent there in 2001, with Sagar finally resettling in early 2007. The Australian government sent further groups of asylum-seekers to Nauru in late 2006 and early 2007. The refugee centre was closed in 2008, but, following the Australian government's re-adoption of the Pacific Solution in August 2012, it has re-opened it.\\n\\nIn March 2017, at the 34th regular session of the UN Human Rights Council, Vanuatu made a joint statement on behalf of Nauru and some other Pacific nations raising human rights violations in the Western New Guinea, which has been occupied by Indonesia since 1963, and requested that the UN High Commissioner for Human Rights produce a report. Indonesia rejected allegations. More than 100,000 Papuans have died during a 50-year Papua conflict. \\n\\nAmnesty International has since described the conditions of the refugees of war living in Nauru, as a \\\"horror\\\", with reports of children as young as eight attempting suicide and engaging in acts of self-harm. In 2018, the situation gained attention as a \\\"mental health crisis\\\", with an estimated thirty children suffering from traumatic withdrawal syndrome, also known as resignation syndrome. The condition is a deteriorating psychiatric condition wherein the sufferer can eventually become unresponsive and their body can begin to shut down. This condition has also been observed in other groups of asylum seekers.\\n\\n Administrative divisions \\n\\nthumb|upright=1.3|Map of Nauru showing its districts\\n\\nNauru is divided into fourteen administrative districts which are grouped into eight electoral constituencies and are further divided into villages. The most populous district is Denigomodu with 1,804 residents, of which 1,497 reside in an NPC settlement called \\\"Location\\\". The following table shows population by district according to the 2011 census.\\n Nr.  District  Former Name  Area(ha)  Population(2011)  No. ofvillages  Densitypersons / ha 1  Aiwo  Aiue  110  1,220  8  11.1 2  Anabar  Anebwor  150  452  15  3.0 3  Anetan  A\\u00f1eta\\u00f1  100  587  12  5.9 4  Anibare  Anybody  310  226  17  0.7 5  Baitsi  Beidi, Baiti  120  513  15  4.3 6  Boe  Boi  50  851  4  17.0 7  Buada  Arenibok  260  739  14  2.8 8  Denigomodu  Denikomotu  118  1,804  17  15.3 9  Ewa  Eoa  120  446  12  3.7 10  Ijuw  Ijub  110  178  13  1.6 11  Meneng  Mene\\u00f1  310  1,380  18  4.5 12  Nibok  Ennibeck  160  484  11  3.0 13  Uaboe  Ueboi  80  318  6  3.0 14  Yaren  Moqua  150  747  7  4.0\\u00a0 Nauru  Naoero  2,120  10,084  169  4.8\\n\\n Economy \\n\\nthumb|A satellite image of Nauru, 2002\\n\\nThe Nauruan economy peaked in the mid-1970s to early-1980s, when the phosphate deposits began to be depleted. At its peak, Nauru's GDP per capita was estimated to be US$50,000, second only to Saudi Arabia. There are few other resources, and most necessities are imported. Small-scale mining is still conducted by RONPhos, formerly known as the Nauru Phosphate Corporation. The government places a percentage of RONPhos's earnings into the Nauru Phosphate Royalties Trust. The trust manages long-term investments, which were intended to support the citizens once the phosphate reserves were exhausted.\\n\\nBecause of mismanagement, the trust's fixed and current assets were reduced considerably and may never fully recover. The failed investments included financing Leonardo the Musical in 1993. The Mercure Hotel in Sydney and Nauru House in Melbourne were sold in 2004 to finance debts and Air Nauru's only Boeing\\u00a0737 was repossessed in December 2005. Normal air service resumed after the aircraft was replaced with a Boeing 737-300 airliner in June 2006. In 2005, the corporation sold its remaining real estate in Melbourne, the vacant Savoy Tavern site, for $7.5\\u00a0million.\\n\\nThe value of the trust is estimated to have shrunk from A$1.3\\u00a0billion in 1991 to A$138\\u00a0million in 2002. Nauru currently lacks money to perform many of the basic functions of government; for example, the National Bank of Nauru is insolvent. The CIA World Factbook estimated a GDP per capita of US$5,000 in 2005. The Asian Development Bank 2007 economic report on Nauru estimated GDP per capita at US$2,400 to US$2,715. The United Nations (2013) estimates the GDP per capita to 15,211 and ranks it 51 on its GDP per capita country list.\\n\\nThere are no personal taxes in Nauru. The unemployment rate is estimated to be 23 percent, and of those who have jobs, the government employs 95 per cent. The Asian Development Bank notes that, although the administration has a strong public mandate to implement economic reforms, in the absence of an alternative to phosphate mining, the medium-term outlook is for continued dependence on external assistance. Tourism is not a major contributor to the economy.\\n\\nthumb|Limestone pinnacles remain after phosphate mining at the site of one of Nauru's secondary mines\\n\\nIn the 1990s, Nauru became a tax haven and offered passports to foreign nationals for a fee. The inter-governmental Financial Action Task Force on Money Laundering (FATF) identified Nauru as one of 15 \\\"non-cooperative\\\" countries in its fight against money laundering. During the 1990s, it was possible to establish a licensed bank in Nauru for only US$25,000 with no other requirements. Under pressure from FATF, Nauru introduced anti-avoidance legislation in 2003, after which foreign hot money left the country. In October 2005, after satisfactory results from the legislation and its enforcement, FATF lifted the non-cooperative designation.\\n\\nFrom 2001 to 2007, the Nauru detention centre provided a significant source of income for the country. The Nauruan authorities reacted with concern to its closure by Australia. In February 2008, the Foreign Affairs minister, Dr Kieren Keke, stated that the closure would result in 100\\u00a0Nauruans losing their jobs, and would affect 10\\u00a0per cent of the island's population directly or indirectly: \\\"We have got a huge number of families that are suddenly going to be without any income. We are looking at ways we can try and provide some welfare assistance but our capacity to do that is very limited. Literally we have got a major unemployment crisis in front of us.\\\" The detention centre was re-opened in August 2012.\\n\\nIn July 2017 the Organisation for Economic Co-operation and Development (OECD) upgraded its rating of Nauru's standards of tax transparency. Previously Nauru had been listed alongside fourteen other countries that had failed to show that they could comply with international tax transparency standards and regulations. The OECD subsequently put Nauru through a fast-tracked compliance process and the country was given a \\\"largely compliant\\\" rating.\\n\\nThe Nauru 2017\\u20132018 budget, delivered by Minister for Finance David Adeang, forecasted A$128.7\\u00a0million in revenues and A$128.6\\u00a0million in expenditures and projected modest economic growth for the nation over the next two years.\\n\\n Population \\n Demographics \\n\\nNauru had \\u00a0residents as of July , making it the second smallest sovereign state after Vatican City. The population was previously larger, but in 2006 1,500\\u00a0people left the island during a repatriation of immigrant workers from Kiribati and Tuvalu. The repatriation was motivated by large force reductions in phosphate mining. Nauru is the least populous country in Oceania.\\n\\nNauru is one of the most Westernized countries in the South Pacific.\\n\\n Ethnic groups \\nFifty-eight percent of people in Nauru are ethnically Nauruan, 26 percent are other Pacific Islander, 8 percent are European, and 8 percent are Han Chinese. Nauruans descended from Polynesian and Micronesian seafarers. Two of the 12\\u00a0original tribal groups became extinct in the 20th century.\\n\\n Languages \\nThe official language of Nauru is Nauruan, a distinct Pacific island language, which is spoken by 96 per cent of ethnic Nauruans at home. English is widely spoken and is the language of government and commerce, as Nauruan is not used outside of the country.\\n\\n Religion \\n\\nthumb|Church in Nauru\\n\\nThe main religion practised on the island is Christianity (the main denominations are Nauru Congregational Church 35.71%, Roman Catholic 32.96% Assemblies of God 12.98% and Baptist 1.48%). The Constitution provides for freedom of religion. The government has restricted the religious practices of The Church of Jesus Christ of Latter-day Saints and the Jehovah's Witnesses, most of whom are foreign workers employed by the government-owned Nauru Phosphate Corporation. The Catholics are pastorally served by the Roman Catholic Diocese of Tarawa and Nauru, with see at Tarawa in Kiribati.\\n\\n Culture \\n\\nAngam Day, held on 26 October, celebrates the recovery of the Nauruan population after the two World Wars and the 1920 influenza epidemic. The displacement of the indigenous culture by colonial and contemporary Western influences is significant. Few of the old customs have been preserved, but some forms of traditional music, arts and crafts, and fishing are still practised.\\n\\n Media \\nThere are no daily news publications on Nauru, although there is one fortnightly publication, Mwinen Ko. There is a state-owned television station, Nauru Television (NTV), which broadcasts programs from New Zealand and Australia, and a state-owned non-commercial radio station, Radio Nauru, which carries programs from Radio Australia and the BBC.\\n\\n Sport \\nthumb|Australian rules football, played at Linkbelt Oval\\n\\nAustralian rules football is the most popular sport in Nauru\\u2014it and weightlifting are considered the country's national sports. There is an Australian rules football league with eight teams. Other sports popular in Nauru include volleyball, netball, fishing and tennis. Nauru participates in the Commonwealth Games and has participated in the Summer Olympic Games in weightlifting and judo.\\n\\nNauru's national basketball team competed at the 1969 Pacific Games, where it defeated the Solomon Islands and Fiji.\\n\\nRugby sevens popularity has increased over the last two years, so much so that they have a national team.\\n\\nNauru competed in the 2015 Oceania Sevens Championship in New Zealand.\\n\\n Holidays \\nIndependence Day is celebrated on 31 January.\\n\\n Public services \\n\\n Education \\n\\nLiteracy on Nauru is 96\\u00a0per cent. Education is compulsory for children from six to sixteen years old, and two more non-compulsory years are offered (years 11 and 12). The island has three primary schools and two secondary schools, the latter being Nauru College and Nauru Secondary School.\\\"Schools .\\\" Government of Nauru. Retrieved on 5 June 2018. There is a campus of the University of the South Pacific on Nauru. Before this campus was built in 1987, students would study either by distance or abroad. Since 2011, the University of New England, Australia has established a presence on the island with around 30 Nauruan teachers studying for an associate degree in education. These students will continue onto the degree to complete their studies. This project is led by Associate Professor Pep Serow and funded by the Australian Department of Foreign Affairs and Trade.\\n\\nThe previous community public library was destroyed in a fire.  a new one had not yet been built, and no bookmobile services are available as of that year. Sites with libraries include the University of the South Pacific campus, Nauru Secondary, Kayser College, and Aiwo Primary.Book Provision in the Pacific Islands. UNESCO Pacific States Office, 1999. , 9789820201552. p. 33 . The Nauru Community Library is in the new University of the South Pacific Nauru Campus building, which was officially opened in May 2018.\\n\\n Health \\nthumb|Nauruan residents walking around Nauru International Airport. Nauruans are amongst the most obese people in the world.\\n\\nLife expectancy on Nauru in 2009 was 60.6\\u00a0years for males and 68.0\\u00a0years for females.\\n\\nBy measure of mean body mass index (BMI) Nauruans are the most overweight people in the world; 97 per cent of men and 93 per cent of women are overweight or obese. In 2012 the obesity rate was 71.7 per cent. Obesity in the Pacific islands is common.\\n\\nNauru has the world's highest level of type 2 diabetes, with more than 40 per cent of the population affected. Other significant dietary-related problems on Nauru include kidney disease and heart disease.\\n\\nTransport\\nAir\\nthumb|View of Nauru International Airport\\nThe island is solely served by Nauru International Airport. Passenger service is provided by Nauru Airlines with Pacific Air Express also providing cargo service. Flights operate five days a week to well connected airports such as Brisbane and Nadi.\\n\\n See also \\n\\n Index of Nauru-related articles\\n Outline of Nauru\\n ISO 3166-2:NR\\n\\n Notes \\n\\n References \\n Citations \\n\\n Sources \\n\\n \\n \\n\\n Further reading \\n \\n \\n\\n External links \\n\\n Government of Nauru\\n Nauru National Tourism Office\\n Nauru Airlines\\n \\n \\n \\n Nauru from UCB Libraries GovPubs\\n Nauru profile from the BBC News Online\\n\\n \\nCategory:1968 establishments in Nauru\\nCategory:British Western Pacific Territories\\nCategory:Commonwealth republics\\nCategory:Countries in Micronesia\\nCategory:English-speaking countries and territories\\nCategory:Former British colonies and protectorates in Oceania\\nCategory:Former German colonies\\nCategory:Island countries\\nCategory:Member states of the Commonwealth of Nations\\nCategory:Member states of the United Nations\\nCategory:Small Island Developing States\\nCategory:States and territories established in 1968\"}"