"{\"title\": \"Thomas of Bayeux\", \"url\": \"https://en.wikipedia.org/wiki/Thomas_of_Bayeux\", \"text\": \"Thomas of Bayeux (died  1100) was Archbishop of York from 1070 until 1100. He was educated at Li\\u00e8ge and became a royal chaplain to Duke William of Normandy, who later became King William\\u00a0I of England. After the Norman Conquest, the king nominated Thomas to succeed Ealdred as Archbishop of York. After Thomas' election, Lanfranc, Archbishop of Canterbury, demanded an oath from Thomas to obey him and any future Archbishops of Canterbury; this was part of Lanfranc's claim that Canterbury was the primary bishopric, and its holder the head of the English Church. Thomas countered that York had never made such an oath. As a result, Lanfranc refused to consecrate him. The King eventually persuaded Thomas to submit, but Thomas and Lanfranc continued to clash over ecclesiastical issues, including the primacy of Canterbury, which dioceses belonged to the province of York, and the question of how York's obedience to Canterbury would be expressed.\\n\\nAfter King William I's death Thomas served his successor, William\\u00a0II, and helped to put down a rebellion led by Thomas' old mentor Odo of Bayeux. Thomas also attended the trial for rebellion of the Bishop of Durham, William de St-Calais, Thomas' sole suffragan, or bishop subordinate to York. During William II's reign Thomas once more became involved in the dispute with Canterbury over the primacy when he refused to consecrate the new Archbishop of Canterbury, Anselm, if Anselm was named the Primate of England in the consecration service. After William II's sudden death in 1100, Thomas arrived too late to crown King Henry\\u00a0I, and died soon after the coronation.\\n\\nEarly life\\nThomas is sometimes referred to as Thomas\\u00a0I to distinguish him from his nephew Thomas, who was also an Archbishop of York. The elder Thomas' father was a priestBarlow William Rufus pp. 198\\u2013199 named Osbert; his mother was named Muriel, but little else of them is known.Douglas William the Conqueror p. 129 He had a brother named Samson, who was Bishop of Worcester from 1086 until 1112. He was of Norman descent. Under the patronage of Odo, Bishop of Bayeux, both boys were sent to Li\\u00e8ge for their education.Barlow English Church p. 250 Thomas may also have studied with Lanfranc in Normandy while the latter was teaching at the Abbey of Bec,Cowdrey \\\"Thomas\\\" Oxford Dictionary of National BiographyVaughn Anselm of Bec and Robert of Meulan pp. 32\\u201333 and some scholars contend that he also studied in Germany and Spain.Welborn \\\"Lotharingia as a Center of Arabic\\\" Isis pp. 197\\u2013198 Thomas then returned to Normandy to become one of Bishop Odo's officials and a chaplain, or secretary.Chibnall Anglo-Norman England pp. 126\\u2013127 He was a canon and the treasurer of Bayeux Cathedral as well as a member of Duke William's ducal clergy before the Norman Conquest of England. The new King named him a royal clerk after the Battle of Hastings.Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 6: York: Archbishops\\n\\nArchbishop under William I\\nleft|thumb|upright|150px|Odo of Bayeux, shown here on the Bayeux Tapestry, was an early patron of Thomas.|alt=Embroidered image of a walking man in chainmail and helm holding a club over his head\\nThomas succeeded Ealdred as Archbishop of York in 1070; he was nominated on 23\\u00a0May and was probably consecrated on 25\\u00a0December.Fryde, et al. Handbook of British Chronology p. 281 The appointment of Thomas was a departure for the King, who had usually promoted Norman nobles or monks when he was still Duke of Normandy. The appointment was more consistent with English norms, as most of those appointed to the English episcopate before the Conquest had previously been royal clerks.Hill and Brooke \\\"From 627 until the Early Thirteenth Century\\\" History of York Minster pp. 19\\u201320\\n\\nShortly after Thomas' election, Lanfranc, pursuing a claim that Canterbury was the primatial see, or bishopric, of England, demanded that Thomas provide a written oath swearing to obey both Lanfranc and any future Archbishops of Canterbury. Thomas declined to make such a written promise, so Lanfranc refused to consecrate him. Thomas argued that Lanfranc's demand was unprecedented, as no other Archbishop of York had been required to swear such an oath before.Vaughn Anselm of Bec and Robert of Meulan pp. 161\\u2013163 King William wanted clear lines of authority in the church to match the lines of authority in the secular sphere; thus, the King supported Lanfranc in the dispute. Royal pressure induced Thomas to submit to Lanfranc and Thomas was consecrated, but his profession of obedience was made orally to Lanfranc personally and not in writing or to any future archbishops of Canterbury.Douglas William the Conqueror pp. 321\\u2013323Chibnall Anglo-Norman England pp. 39\\u201340 Although this settled the issue between Thomas and Lanfranc, it was the beginning of the long-running Canterbury\\u2013York dispute over the claims of Canterbury to have jurisdiction over York.Barlow English Church p. 33\\n\\nThe next year both archbishops travelled to Rome for their palliums, where Thomas took advantage of the opportunity to ask Pope Alexander\\u00a0II to decree that the sees of Canterbury and York were equal. Thomas also sought to have the pope declare that the midland sees of Worcester, Dorchester on Thames, and Lichfieldall south of the River Humberwere part of the Archdiocese of York rather than Canterbury. The 12th-century chronicler Eadmer, a monk at Canterbury, wrote much later that Thomas had resigned and surrendered his archiepiscopal symbols, but they were promptly returned to him by Lanfranc on the pope's orders. The story's partisan source casts some doubt on its accuracy.Ruud \\\"Episcopal Reluctance\\\" Albion pp. 165\\u2013167\\n\\nThe pope referred the dispute to a council of English prelates, which met at Windsor during Whitsuntide in 1072. The council decided that the Archbishop of Canterbury was the superior of the Archbishop of York and further ruled that York had no rights south of the Humber River. This meant that the disputed bishoprics were taken from the province of York, an outcome that probably had the support of the King, who aimed to prevent the separation of the north from the rest of England. By depriving the Archbishop of suffragans, William limited York's power and separatist tendencies.Dawtry \\\"Benedictine Revival\\\" Studies in Church History 18 p. 94 The medieval chronicler Hugh the Chanter commented that by requiring Thomas to obey Canterbury, the King removed the threat that Thomas might crown someone else as King of England\\u00a0\\u2013 such as the Danish king.Higham Kingdom of Northumbria p. 246 However, the council of Windsor also ruled that York's province included Scotland.Duggan \\\"From the Conquest to the Death of John\\\" English Church and the Papacy in the Middle Ages p. 103 Although Thomas was required to profess obedience to Lanfranc and Lanfranc's successors, the obedience did not mention nor was held to acknowledge any primacy of Canterbury, and it did not bind Thomas' successors.\\n\\nAll of these decisions were ratified in the Accord of Winchester that year, witnessed by the King and the papal legate, or representative of the pope, as well as many bishops and abbots.Huscroft Ruling England p. 128 Thomas then made a written profession of obedience, some time after late May. Lanfranc wrote to Alexander\\u00a0II, attempting to get a written papal privilege of Canterbury's primacy, but Alexander replied that Lanfranc must personally resubmit the case to the papal court before a papal privilege could be issued. Alexander died in 1073. His successor, Pope Gregory\\u00a0VII, was opposed to the idea of primacies, and the matter of the papal privilege for Canterbury went nowhere.Barlow English Church pp. 39\\u201342 In 1073, with the help of Wulfstan, Bishop of Worcester and Peter, Bishop of Chester, Thomas consecrated Radulf as Bishop of Orkney in an attempt to increase York's authority in Scotland.Hudson Viking Pirates p. 165 Wulfstan often performed episcopal functions in parts of the diocese of York during the 1070s for Thomas, especially in areas that were still in turmoil after the conquest.Kapelle Norman Conquest of the North p. 132\\n\\nThomas reorganised the cathedral chapter during his archiepiscopate, establishing a group of secular canons with individual prebends to provide the clergy with income. The cathedral chapter at York had until then lived in a group, but Thomas' reforms allowed the clergy to live in their own houses. Thomas also set up a number of officials within the cathedral chapter, including a dean, treasurer, and precentor. He increased the number of clergy in the chapter, increasing it from the three he found at York when he took office, and reorganised the episcopal and chapter's estates, giving a number of estates to the chapter.Norton Archbishop Thomas of Bayeux pp. 4\\u20135 He introduced the continental system of archdeacons to the Diocese of York, dividing the diocese into territorial units and appointing an archdeacon to each.Barlow English Church pp. 48\\u201349 Archdeacons were responsible for aiding the bishop or archbishop with his episcopal duties, collecting revenues, and presiding over some judicial courts.Brett English Church Under Henry I pp. 204\\u2013205\\n\\nRebuilding the cathedral\\nShortly before Thomas' appointment, York Minster, the cathedral of the archdiocese, was damaged in a fire that swept through York on  1069,Norton Archbishop Thomas of Bayeux p. 1 and which also destroyed the refectory and dormitory for the canons. Soon after his consecration, Thomas had a new dormitory and refectory built and a new roof put on the cathedral; these appear to have been temporary measures however, as some time later, probably in about 1075, he ordered the construction of a new cathedral on a different site. The new building, much larger than the one it replaced,Norton Archbishop Thomas of Bayeux pp. 9\\u201311 has not survived. It was excavated between 1966 and 1973, showing the plan of the cathedral to be different from most others built in England around that time. It was longer, had no aisles in the nave, and it had a rectangular ring crypt that had been long out of style in 1075. Because of the way the foundations were laid out, it appears likely that the entire building was planned and built in one design phase, with few modifications.Norton Archbishop Thomas of Bayeux pp. 14\\u201315 It may have been that Thomas designed his cathedral to be as unlike Canterbury Cathedral as possible, perhaps because of the conflict between York and Canterbury over primacy.Plant \\\"Ecclesiastical Architecture\\\" Companion to the Anglo-Norman World p. 236 William of Malmesbury, a 12th-century writer, states that Thomas finished the cathedral, and this is corroborated by the fact that Thomas was buried in the minster in 1100. Some elements of Thomas' structure are still visible in the crypt of York Minster.Higham Kingdom of Northumbria p. 249\\n\\nServing William II\\nright|thumb|220px|The tomb of William the Conqueror in Caen, for which Thomas wrote an epitaph|alt=A stone slab on the ground with carved lettering on it\\nAfter the death of the Conqueror, Thomas was loyal to the third son, William Rufus, who had inherited England instead of the eldest brother, Robert Curthose. Thomas supported Rufus despite a rebellion led by his old mentor Odo of Bayeux, and the Archbishop accompanied the King on his campaigns to put down the revolt.Barlow William Rufus p. 95 Thomas attended the subsequent trial for rebellion in 1088 of William de St-Calais, Bishop of Durham, who had sided with Odo. William was Thomas' sole suffragan bishop, but it was Thomas who pronounced the sentence of the court.Barlow English Church pp. 283\\u2013284\\n\\nIn 1092 and again in 1093 the dispute with Canterbury resurfaced, when Thomas complained about what he felt were infringements of York's rights. The first of these occasions was over the dedication of Remigius de F\\u00e9camp's new cathedral at Lincoln and the second concerned the consecration of Anselm as Archbishop of Canterbury. Thomas refused to consecrate Anselm if the latter was referred to as Primate of England. The impasse was finally resolved by naming Anselm the Metropolitan of Canterbury.Cantor Church, Kingship, and Lay Investiture pp. 64\\u201365 The medieval chronicler Eadmer, Anselm's biographer and a Canterbury partisan, says that Anselm was consecrated as the primate. Hugh the Chanter, who was a member of the York community, stated that the metropolitan title was used.Vaughn Anselm of Bec and Robert of Meulan p. 148 Modern historical opinion is divided, with Frank Barlow, author of The English Church 1066\\u20131154 inclined towards the primatial title,Barlow English Church pp. 42\\u201343 but with Richard Southern, in his biography of Anselm, leaning towards the metropolitan title.Southern Saint Anselm pp. 340\\u2013341 The whole affair is probably subject to much duplicity and dishonesty, with both sides presenting biased accounts.\\n\\nHerbert de Losinga was appointed a papal legate in 1093 by Pope Urban\\u00a0II to investigate the matter of Thomas' profession of obedience to Lanfranc. Herbert seems to have done nothing about investigating the issue. Also in 1093, King William\\u00a0II gave the Archbishops of York the right to appoint the Abbot of Selby Abbey in compensation for the loss of York's claim to the Diocese of Lincoln.Knowles Monastic Order p. 631 While Anselm was in exile after quarrelling with the King in 1097, Thomas consecrated Herbert de Losinga as Bishop of Norwich, Ralph de Luffa to the See of Chichester, and Hervey le Breton as Bishop of Bangor, an unusual step because these dioceses were in Canterbury's province, and it was Anselm's right to consecrate the new bishops.Cantor Church, Kingship, and Lay Investiture pp. 50\\u201352 In 1100 after the sudden death of King William\\u00a0II and the seizure of power by the King's younger brother Henry, Thomas arrived in London too late to crown Henry\\u00a0I, as the ceremony had already been performed by Maurice, Bishop of London, in the absence of both archbishops. Anselm at this time was still in exile.Barlow Feudal Kingdom of England p. 171Cantor Church, Kingship, and Lay Investiture pp. 135\\u2013135 Thomas was initially angry at the slight, until it was explained to him that the King had worried over the chance of disorder in the kingdom if there was a delay. To mollify him, Thomas was allowed to crown the King publicly at a church council held soon after the coronation.Crouch Normans p. 166\\n\\nDeath and legacy\\nThomas died at York on 18 November 1100. He was considered to have been an excellent archbishop, and ensured his cathedral clergy were well cared for. He repaired the cathedral and did much to promote trade in the city of York.Chibnall Anglo-Norman England p. 152 Thomas also helped to advance the careers of his family; one of his nephews, Thomas\\u00a0II of York, became Archbishop of York in 1108, and another, Richard, became Bishop of Bayeux in 1107.Barlow English Church p. 58\\n\\nDuring his lifetime, Thomas was praised for his learning, his encouragement of education in his diocese, and his generosity. He was an excellent singer and composed hymns. In his youth, he was known for having a sturdy build, and in his old age he had a ruddy complexion and snow white hair.Norton Archbishop Thomas of Bayeux p. 3\\n\\nThomas composed the epitaph placed on William the Conqueror's tomb in St. Etienne in Caen, but the chronicler Orderic Vitalis felt that Thomas was chosen more for his rank than for his skill in composition.Barlow William Rufus p. 51 Thomas did not concern himself with the church\\u2013state issues surrounding the Investiture Crisis, but he was tenacious in defending the independence of York against the efforts of Canterbury to assert primacy over the whole of England.Cantor Church, Kingship, and Lay Investiture p. 36 Later authors, including William of Malmesbury and Hugh the Chantor, praised Thomas for his generosity, chastity, elegance, and charm.Barlow English Church\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nCategory:1100 deaths\\nCategory:Year of birth unknown\\nCategory:Normans in England\\nCategory:Archbishops of York\\nCategory:People from Calvados (department)\\nCategory:11th-century Roman Catholic archbishops\\nCategory:Norman clerics given benefices in England\\nCategory:Burials at York Minster\"}"