"{\"title\": \"ARA Rivadavia\", \"url\": \"https://en.wikipedia.org/wiki/ARA_Rivadavia\", \"text\": \"ARA Rivadavia () was an Argentine battleship built during the South American dreadnought race. Named after the first Argentine president, Bernardino Rivadavia,Whitley, Battleships, 19. it was the lead ship of its class.  was Rivadavias only sister ship.\\n\\nIn 1907, the Brazilian government placed an order for two of the powerful new \\\"dreadnought\\\" warships as part of a larger naval construction program. Argentina quickly responded, as the Brazilian ships outclassed anything in the Argentine fleet. After an extended bidding process, contracts to design and build Rivadavia and Moreno were given to the American Fore River Shipbuilding Company. During their construction, there were rumors that the ships might be sold to a country engaged in the First World War, but both were commissioned into the Argentine Navy. Rivadavia underwent extensive refits in the United States in 1924 and 1925. The ship saw no active service during the Second World War, and its last cruise was made in 1946. Stricken from the naval register in 1957, Rivadavia was sold later that year and broken up for scrap starting in 1959.\\n\\n Background \\n\\nRivadavias genesis can be traced to the naval arms races between Chile and Argentina which were spawned by territorial disputes over their mutual borders in Patagonia and Puna de Atacama, along with control of the Beagle Channel. These arms races flared up in the 1890s and again in 1902; the latter was eventually stopped through British mediation. Provisions in the dispute-ending treaty imposed restrictions on both countries' navies. The United Kingdom's Royal Navy bought the two Constituci\\u00f3n-class pre-dreadnought battleships that were being built for Chile, and Argentina sold its two Rivadavia-class armored cruisers under construction in Italy to Japan.Scheina, Naval History, 45\\u201352.Garrett, \\\"Beagle Channel Dispute,\\\" 86\\u201388.\\n\\nAfter  was commissioned by the United Kingdom, Brazil decided in early 1907 to halt the construction of three obsolescent pre-dreadnoughts and begin work on two dreadnoughts (the ).Whitley, Battleships, 24. These ships, which were designed to carry the heaviest battleship armament in the world at the time,\\\"Germany may buy English warships,\\\" The New York Times, 1 August 1908, C8. came as a shock to the navies of South America, and Argentina and Chile quickly canceled the 1902 armament-limiting pact.Livermore, \\\"Battleship Diplomacy,\\\" 32. Argentina in particular was alarmed at the possible power of the ships. The Minister of Foreign Affairs, Manuel Augusto Montes de Oca, remarked that even one Minas Geraes-class ship could destroy the entire Argentine and Chilean fleets.Martins Filho, \\\"Colossos do mares,\\\" 76. While this may have been hyperbole, either one was much more powerful than any single vessel in the Argentinian fleet.Scheina, \\\"Argentina,\\\" 400. Debates raged in Argentina over whether to spend more than two million pounds sterling to acquire dreadnoughts. With further border disputes, particularly with Brazil near the R\\u00edo de la Plata (River Plate), Argentina made plans to contract for their own dreadnoughts. After an extended bidding process, Rivadavia and  were ordered from the Fore River Shipbuilding Company in the United States.Scheina, \\\"Argentina,\\\" 401.Livermore, \\\"Battleship Diplomacy,\\\" 33.\\n\\n Construction and trials \\nLaid down on 25 May 1910, Rivadavia was launched and christened on 26 August 1911 by Isabel, the wife of the Argentine Minister to the United States R\\u00f3mulo Sebasti\\u00e1n Na\\u00f3n. Thousands of people were present to witness the event,\\\"Launch Rivadavia, Biggest Battleship,\\\" The New York Times, 27 August 1911, 7. including representatives from the Argentine Navy and the country's legation in Washington. The United States sent the assistant chief of the Latin American Division in the State Department, Henry L. James, to be its official representative. Two United States Navy bureau chiefs also attended.\\n\\nIn mid-September 1913, Rivadavia conducted trials off Rockland, Maine, after a two-week delay due to turbine malfunctions. During speed trials on the 16th,\\\"Accident to Rivadavia,\\\" The New York Times, 19 September 1913, 1. the dreadnought was able to obtain a maximum speed of .\\\"Argentine Warship Makes 22.56 Knots,\\\" The New York Times, 17 September 1917, 2. On a 30-hour endurance trial starting the next day, Rivadavia damaged one of its turbines and had to put in at President Roads, one of Boston Harbor's deep-water anchorages. The turbines were still a problem as late as August 1914. One was dropped by a crane in July and had to be removed for repairs in August.\\\"The Rivadavia Delayed,\\\" The New York Times, 24 August 1914, 7.\\n\\n Attempted sale \\n\\nOver the course of their construction, Rivadavia and Moreno had been the subject of rumors that Argentina would accept the ships and then sell them to Japan, a fast-growing military rival to the United States, or to a European country.\\\"Germany Will Buy Two Battleships,\\\" Toronto World, 10 August 1914, 12. The rumors were partially true; some in the government were looking to get rid of the battleships and devote the proceeds to opening more schools,Livermore, \\\"Battleship Diplomacy,\\\" 45. and The New York Times reported in late 1913 that the country had received several offers from interested parties. This angered the American government, which did not want its warship technology offered to the highest bidder. Neither did they want to exercise a contract-specified option that gave the United States first choice if the Argentines decided to sell, as naval technology had already progressed past the Rivadavia class, particularly in the adoption of the \\\"all-or-nothing\\\" armor scheme. Instead, the United States and its State Department and Navy Department put diplomatic pressure on the Argentine government.Livermore, \\\"Battleship Diplomacy,\\\" 45\\u201346.\\n\\nAfter socialist gains in the legislature, the Argentine government introduced several bills in May 1914 which would have put the battleships up for sale, but they were all defeated by late June. Following the commencement of the First World War, the German and British ambassadors to the United States both complained to the US State Department; the former believed that the British were going to be given the ships as soon as the ships reached Argentina, and the latter considered it the responsibility of the United States to ensure that the ships never left Argentina's possession. International armament companies attempted to get Argentina to sell to one of the smaller Balkan countries and expected that the ships would then find their way into the war.Livermore, \\\"Battleship Diplomacy,\\\" 46\\u201347.\\n\\n Service \\nRivadavia was commissioned into the Armada de la Rep\\u00fablica Argentina on 27 August 1914 at the Charlestown Navy Yard,Whitley, Battleships, 21.\\\"Argentina's Ship Ready,\\\" The New York Times, 28 August 1914, 7. although it was not fully completed until December. On 23 December 1914, Rivadavia left the United States for Argentina. It arrived in its capital, Buenos Aires, on 19 February 1915. Over 47,000 people came out to see the new ship over the next three days, including the President Victorino de la Plaza. In April 1915, Rivadavia was put into the training division of the Navy, remaining there until 1917, when the navy transferred the ship into the First Division. In 1917, Rivadavia sailed to Comodoro Rivadavia when communist oil workers went on strike.\\n\\nLater in 1917, the Argentines had to sharply curtail Rivadavias activities because of a fuel shortage, but they voyaged to the United States with the Argentine ambassador in 1918. Rivadavia then took on a load of gold bullion and brought it back to Argentina, docking in Puerto Belgrano on 23 September 1918.\\\"Orders the Rivadavia to Bring Gold,\\\" The New York Times, 7 October 1918, 12. In December 1920, Rivadavia participated in ceremonies that marked the 400th anniversary of the discovery of the Strait of Magellan. On the 2nd, the ship called on Valpara\\u00edso in Chile; 25 days later, it took part in an international naval review. Two years later, Rivadavia was placed into reserve.\\n\\nIn 1923, the Navy decided to send Rivadavia to the United States to be modernized. The ship departed on 6 August 1924 and reached Boston on the 30th, where it spent the next two years. Rivadavia was converted to use fuel oil instead of coal and had \\\"a general machinery overhaul\\\".Scheina, \\\"Argentina,\\\" 402. A new fire-control system was fitted with rangefinders on the fore and aft superfiring turrets, and the aft mast was replaced by a tripod. A funnel cap was installed so that smoke from the funnels did not interfere with accurate rangefinding of enemy ships. The 6-inch secondary armament was retained, but the smaller 4-inch guns were taken off in favor of four  anti-aircraft guns and four 3-pounders.Whitley, Battleships, 21\\u201322.Burzaco and Ort\\u00edz, Acorazados y Cruceros, 94.\\n\\nAfter sailing back to Argentina in March and April 1926,\\\"Rivadavia Off For Home,\\\" The New York Times, 15 March 1926, 12. Rivadavia spent the remainder of the year undergoing sea trials. The dreadnought joined the training division once again in 1927, but after Rivadavia made four training cruises, the division was disbanded, and the ship remained moored in Puerto Belgrano until 1929. This began a series of cyclic activity followed by being demoted to the reserve fleet. Although active in both 1929 and 1930, Rivadavia was placed in reserve on 19 December 1930. Shortly thereafter, it was restored to active service to serve as the flagship for 1931 fleet exercises. Rivadavia went back into reserve in 1932 before coming back out in January 1933. It remained in full commission for most of the rest of the decade as part of the Battleship Division, alongside Moreno.\\n\\nthumb|left|Rivadavia on its speed trials\\nIn January 1937, the ship called on Valpara\\u00edso and Callao in Peru. In company with Moreno, Rivadavia left Puerto Belgrano for Europe on 6 April. After crossing the ocean, they split up, with Rivadavia mooring at the French port of Brest while Moreno took part in the British Coronation Review in Spithead. The two ships then journeyed to several German ports: both put in at Wilhelmshaven before Rivadavia went to Hamburg and Moreno to Bremen. They returned to Argentina on 29 June.\\n\\nWhile Rivadavia made an official visit to Rio de Janeiro, Brazil, in 1939, Argentina remained neutral for the majority of the Second World War, and the aging dreadnought saw no active service. Its next cruise came after the war ended (29 October to 22 December 1946), when it called on countries in the Caribbean and northern South America, including Trinidad, Venezuela, and Colombia. This was the last time the ship would be in service under its own power. Moored in Puerto Belgrano from 1948 on, the ship was rendered inoperable in 1951 and cannibalized for many years for useful arms and equipment. On 18 October 1956, the ship was listed for disposal, and it was stricken from the Navy on 1 February 1957. On 30 May, Rivadavia was sold to an Italian ship breaking company for . Beginning on 3 April 1959, the ship was towed by two tugboats to Savona, Italy, where they arrived on 23 May. It was thereafter broken up in Genoa.\\n\\n Footnotes \\n\\n Endnotes \\n\\n See also \\n\\n List of battleships\\n List of ships of the Argentine Navy\\n\\n References \\n\\n Burzaco, Ricardo and Patricio Ort\\u00edz. Acorazados y Cruceros de la Armada Argentina, 1881\\u20131982. Buenos Aires: Eugenio B. Ediciones, 1997. . .\\n Martins, Jo\\u00e3o Roberto, Filho. \\\"Colossos do mares [Colossuses of the Seas].\\\" Revista de Hist\\u00f3ria da Biblioteca Nacional 3, no. 27 (2007): 74\\u201377. . .\\n Garrett, James L. \\\"The Beagle Channel Dispute: Confrontation and Negotiation in the Southern Cone.\\\" Journal of Interamerican Studies and World Affairs 27, no. 3 (1985):, 81\\u2013109. . . .\\n Livermore, Seward W. \\\"Battleship Diplomacy in South America: 1905\\u20131925.\\\" The Journal of Modern History 16, no. 1 (1944):, 31\\u201344. . . .\\n Scheina, Robert L. \\\"Argentina\\\" in Conway's All the World's Fighting Ships: 1906\\u20131921, edited by Robert Gardiner and Randal Gray, 400\\u2013402. Annapolis, Maryland, United States: Naval Institute Press, 1985. . .\\n \\u2014\\u2014\\u2014. Latin America: A Naval History 1810\\u20131987. Annapolis: Naval Institute Press, 1987. . .\\n Whitley, M.J. Battleships of World War Two: An International Encyclopedia. Annapolis, Maryland, United States: Naval Institute Press, 1998. . .\\n\\n External links \\n ARA Rivadavia at Flickr\\n \\\"Historia y Arqueolog\\u00eda Mar\\u00edtima\\\" (HistArMar) Battleship ARA Rivadavia (1914)\\u00a0\\u2013 Pictures\\n \\\"Historia y Arqueolog\\u00eda Mar\\u00edtima\\\" (HistArMar) Battleships ARA Moreno & Rivadavia\\u00a0\\u2013 History and pictures\\n Acorazado Rivadavia at YouTube\\n\\n \\n\\nCategory:1911 ships\\nCategory:Rivadavia-class battleships\\nCategory:Ships built in Quincy, Massachusetts\"}"