"{\"title\": \"Z. Marcas\", \"url\": \"https://en.wikipedia.org/wiki/Z._Marcas\", \"text\": \"Z. Marcas is a novelette by French author Honor\\u00e9 de Balzac first published in 1840. Set in contemporary Paris, it describes the rise and fall of a brilliant political strategist who is abandoned by the politicians he helps into power. Destitute and forgotten, he befriends a pair of students who live next door to him in a boarding-house. The story follows their many discussions about the political situation in France.\\n\\nBalzac was inspired to write the story after he spotted the name \\\"Z. Marcas\\\" on a sign for a tailor's shop in Paris. It was published in July 1840, in the Revue Parisienne, a magazine he had founded that year. One year later it appeared in a collection from various authors under the title La Mort d'un ambitieux (\\\"The Death of an Ambitious Man\\\"). Balzac later placed it in the Sc\\u00e8nes de la vie politique section of his vast novel sequence La Com\\u00e9die humaine.\\n\\nAlthough Z. Marcas features characters from other Balzac stories and elements of literary realism\\u00a0\\u2013 both hallmarks of Balzac's style\\u00a0\\u2013 it is remembered primarily for its political themes. Balzac, a legitimist, believed that France's lack of bold leadership had led to mediocrity and ruin, and that men of quality were being ignored or worse. He maintained that the youth of France were in danger of being abandoned by the government, and predicted unrest in the years to come.\\n\\nThe story also explores Balzac's conviction that a person's name is a powerful indicator of his or her destiny, an idea he drew from the work of Laurence Sterne. The title character, with his keen intellect, is based on Balzac's conception of himself: a visionary genius who fails to achieve his true potential because of less talented individuals with more social power.\\n\\n Background \\n\\nthumb|left|upright|alt=A man with short hair and a trim moustache, wearing a suit.|Balzac presented himself as a legitimist candidate for Parliament.Robb, p. 192.\\n\\nHonor\\u00e9 de Balzac was drawn to a diversity of interests throughout his life, from business to politics. After studying the law for three years, he wrote a number of potboiler novels under various pseudonyms. He also lost large sums of borrowed money in the publishing trade, attempting to capitalize on cheap editions of classical works. By 1828 he owed his mother 50,000 francs.Robb, pp. 27\\u201353 and 138.\\n\\nAlthough his views on politics were always changing, Balzac was primarily a legitimist who supported the House of Bourbon and believed that the July Revolution of 1830 had left France without strong leadership. In 1832 he declared his intent to run for the Chamber of Deputies in the French Parliament. A variety of problems prevented his actual candidacy, but he mounted a serious campaign which was met mostly with ridicule by the press. Referring to Balzac's breakthrough 1831 novel La Peau de chagrin (\\\"The Wild Ass's Skin\\\"), the newspaper Le Figaro mused: \\\"This is the first time anyone has been seen caressing the voters with an ass's skin.\\\"Quoted in Robb, pp. 191\\u2013192. Although he later showed renewed interest in public office, he mostly expressed his political views through writing.Robb, pp. 211 and 300.\\n\\nIn July 1840 he attempted to fuse his desire to make money with his politics by founding a magazine called the Revue Parisienne, funded by his friend Armand Dutacq. Having already worked in the publishing industry, Balzac believed he had learned all there was to know about the trade. \\\"[T]hat gigantic machine known as journalism\\\", he wrote, \\\"is as simple as a roasting spit turned by a poodle.\\\"Quoted in Robb, p. 326. Balzac planned to publish his own fiction in the Revue Parisienne, in part to challenge the popularity of the roman-feuilleton serial format.Maurois, p. 382. Dutacq, however, stopped funding the project in September, after only three issues, and Balzac's final foray into the world of publishing came to an end.Robb, p. 328.\\n\\n Writing and publication \\n\\nthumb|right|alt=A man with medium-length hair rests against a table, a finger pressed against his right cheek.|Balzac told his friend L\\u00e9on Gozlan that  (\\\"I am not alone in my belief in this marvelous alliance of the name and the man.\\\")Gozlan, p. 100.\\n\\nIn the summer of 1840, Balzac had a discussion with his friend L\\u00e9on Gozlan about the power of a person's name. In his comic essay Balzac en pantoufles, Gozlan recounted his associate's insistence:  (\\\"We are named up there [in heaven] before being named down here. It's a mystery to which it's not suitable to apply, for the sake of understanding, the little rules of our slight reasoning.\\\")Quoted in Hunt, p. 254.\\n\\nBalzac insisted to Gozlan that by searching through the streets of Paris, they would find a name suitable for a character he had imagined, a political genius thwarted by the mediocrity of the time. They finally came upon a tailor's sign that enraptured Balzac, bearing the name Z. Marcas. He believed that the name suggested  (\\\"some mysterious fatality\\\"), and chose it for his story's protagonist. He wrote the 30-page story soon afterwards.Sandars, Chapter II; Hunt, p. 254; Maurois, p. 382.\\n\\nBalzac published Z. Marcas in the first issue of the Revue Parisienne, 25 July 1840.Saintsbury, p. xiii; Pugh, p. 247. Dedinsky gives the original publication date as 25 August. It was republished a year later under the title La Mort d'un ambitieux (\\\"The Death of an Ambitious Man\\\"), in a collection from various authors called Le Fruit d\\u00e9fendu (\\\"Forbidden Fruit\\\"). Shortly before his death, Balzac placed the story in the Sc\\u00e8nes de la vie politique section of his collection La Com\\u00e9die humaine.Saintsbury, p. xiii.\\n\\n Synopsis \\n\\nThe story is told from the point of view of a first-person narrator, about whom little is revealed before the final pages. Before the story itself, an extended meditation appears on the nature of human names, and that of Z. Marcas specifically:\\n\\nThe narrator, Charles, lives with his friend Juste in a large boarding-house populated almost entirely with students like themselves (Charles is studying law and Juste medicine). The sole exception is their middle-aged neighbor, Z. Marcas, of whom they see only momentary glimpses in the hall. They learn that he is a copyist, and living on an extremely small salary. When the students find themselves lacking the funds for tobacco, Marcas offers them some of his own. They become friends, and he tells them the story of his political career.\\n\\nRecognizing at an early age that he had an incisive mind for politics, Marcas had allied himself with an unnamed man of some fame who lacked wisdom and insight. They became a team, with the other man serving as the public face and Marcas as the advisor. Once his associate had ascended into office, however, he abandoned Marcas, then hired and abandoned him again. Marcas was left poor and unknown, resigned to duplicate the writing of others for very little pay.\\n\\nEventually his politician friend seeks his help for a third time. Marcas is dismissive, but the students convince him to give the process one last chance. After three months, Marcas appears at the boarding house again, sick and exhausted. The politician never visits Marcas, who soon dies. The students are the only mourners at his funeral, and\\u00a0\\u2013 disheartened by the tragedy\\u00a0\\u2013 leave France.\\n\\n Characters \\n\\nthumb|alt=A crumbled array of stone pillars stand around an archway, lined along a dusty avenue.|The students compare Z. Marcas to the failed ambition of bygone empires, and call him  (\\\"The ruins of Palmyra in the desert\\\").Balzac, p. 348. Original French is at French Wikisource.\\n\\nIn addition to his distinctive name, Z. Marcas has a remarkable appearance which his neighbors notice immediately. The story's first line refers to his  (\\\"striking\\\") appearance. As usual in his later work, Balzac describes Marcas by relating him to an animal: \\\"L'animal de Marcas \\u00e9tait le lion. Ses cheveux ressemblaient \\u00e0 une crini\\u00e8re, son nez \\u00e9tait court, \\u00e9cras\\u00e9, large et fendu au bout comme celui d'un lion, il avait le front partag\\u00e9 comme celui d'un lion par un sillon puissant, divis\\u00e9 en deux lobes vigoureux.\\\" (\\\"The animal for Marcas was the lion. His hair was like a mane, his nose was short and flat; broad and dented at the tip like a lion's; his brow, like a lion's, was strongly marked with a deep median furrow, dividing two powerful bosses.\\\")Balzac, p. 347. Original French is at French Wikisource.\\n\\nMarcas appears to be destined for greatness; he is described as having tremendous spirit, sound but speedy judgment, and comprehensive knowledge of public manners.Besser, p. 90. His gaze has  (\\\"a power\\\"), which he tries not to use, since it has brought him nothing but misery in the past.Besser, p. 143. Despite these innate proficiencies, however, the political genius living in the students' midst requires their aid to dress himself when official company comes to call.Besser, p. 96.\\n\\nThe character of Z. Marcas nonetheless represents a fiery drive to succeed in the world of politics, an acute mind seeking to do good in the public sphere. One critic calls him \\\"ambition in its pure state\\\".Marceau, p. 173. Like other persons of genius in La Com\\u00e9die humaine, Marcas is seen as a reflection of Balzac's own ego and desire. Like Marcas, the author dreamed of fame and positive influence; as Balzac believed himself to be, the character is dismissed and manipulated by mediocre minds. Even their work habits\\u00a0\\u2013 toiling at their desks throughout the night\\u00a0\\u2013 are similar.Marceau, pp. 73 and 175\\u2013176.\\n\\n Recurring characters \\n\\nBalzac began using characters from earlier works in his 1835 novel Le P\\u00e8re Goriot, and made the technique a hallmark of his fiction. In the case of Z. Marcas, the narrator\\u00a0\\u2013 Charles Rabourdin, whose identity is only revealed at the end of the story\\u00a0\\u2013 is in fact the son of a central character from Balzac's 1837 tale La Femme sup\\u00e9rieure. The title character of that story is married to Xavier Rabourdin, who is unjustly ignored for a promotion to the head of his civil service department. At the end of the La Femme sup\\u00e9rieure, Rabourdin pledges to his wife that they will enjoy success in the world of business. His son's poverty in Z. Marcas is evidence of his failure.Pugh, p. 157; Pasco, p. 122.\\n\\nCharles Rabourdin's interactions with Marcas echo the difficulties he saw in his father's government career. As critic Herbert J. Hunt notes, Marcas \\\"represents in the political sphere what Rabourdin represents in the administrative sphere\\\".Hunt, p. 253. Allan H. Pasco echoes this point: \\\"Charles has had the lesson of futility from two tutors: his father and Marcas. Outstanding men have no future in politics, in the administration, or in business\\u00a0\\u2013 at least not in France.\\\"Pasco, pp. 122\\u2013123.\\n\\nBalzac's use of recurring characters provides unparalleled depth and characterization for his readers. \\\"This technique\\\", insists critic Mary Susan McCarthy, \\\"not only furnished him with a unifying principle but also offers the reader a network of relationships through which to unite the many separate stories and novels in which the characters appear, forming the fictional universe that is La Com\\u00e9die humaine.\\\"McCarthy, p. 94. Some readers, however, are intimidated by the depth created by these interdependent stories, and feel deprived of important context for the characters. Detective novelist Arthur Conan Doyle said that he never tried to read Balzac, because he \\\"did not know where to begin\\\".Quoted in Robb, p. 254; see generally Pugh.\\n\\nZ. Marcas himself appears in one other Balzac story, Un prince de la boh\\u00e8me, which the author revised twice before it appeared in its final form. In the 1846 edition, the character of Marcel has been changed to Marcas; but this may have been a printer's error. As Anthony Pugh explains: \\\"This detail is inexplicable; the principal character of Z. Marcas, who does not otherwise appear outside his own story, seems a very unlikely candidate for the role. Could it be a misprint?\\\"Pugh, p. 415.\\n\\n Style \\n\\nthumb|right|alt=An oil painting of William Pitt the Elder wearing a red velvet suit and powdered wig, seated at a desk and holding a letter.|The narrator declares that Marcas is  (\\\"like Pitt, who made England his wife\\\").Balzac, p. 363. Original French is at French Wikisource.\\n\\nBalzac was known for his use of realism, including exquisite detail when describing people and locations. His fanaticism about the name Z. Marcas is cited as an example of the author's \\\"zeal\\\" for \\\"close local color\\\".Dargan (1932), p. 29. Balzac's belief in the connection between one's name and one's destiny is brought to the fore; the pattern demonstrated in Z. Marcas reflects many in the larger collection of Balzac's work. As critic Charles Affron puts it: \\\"The creator of a universe so tied up with inner rhythms and resounding with so many echoes does not hesitate to imply that the germs of a character's failure can be found in the physical qualities of his name.\\\"Affron, p. 129. This idea came to Balzac from Laurence Sterne, as he acknowledged in his 1841 story Ursule Mirou\\u00ebt:  (\\\"Should we not agree with Sterne in recognizing the occult power in names, which sometimes mock and sometimes define the characters of their possessors?\\\")Quoted in Marceau, p. 253. Original French is at French Wikisource.\\n\\nZ. Marcas includes many other examples of realist detail as well. The students live in shabby environs, furnished by  (\\\"only a scrap of thin carpet\\\").Balzac, p. 343. Original French is at French Wikisource. They share  (\\\"a tawny twig of Turkish tobacco\\\")Balzac, p. 352. Original French is at French Wikisource. with their neighbor, and the three discuss political personalities drawn directly from recent history, including William Pitt the Elder and the Voltigeurs.Balzac, pp. 363 and 364. Still, realist detail is not commonly in the foreground of commentary about Z. Marcas. As Hunt explains, it is mostly remembered \\\"as a vehicle for a characteristic Balzacian whimsy\\\".Hunt, p. 255.\\n\\n Politics and society \\n\\nZ. Marcas is best known for its reflection of Balzac's political views, specifically the neglect of talent and ability in a sea of republican mediocrity; and the abandonment of young people by older generations. Pasco suggests: \\\"'Z. Marcas' has then become, not the story of one particular, political failure, not the story of a young man of potential who abandons France for Malaysia, but the story of France herself, wasting away and thus losing her greatest resource\\u00a0\\u2013 her youth.\\\"Pasco, p. 124.\\n\\nBalzac believed that the July Monarchy had brought a wave of poor leadership, and that people of quality and integrity were scorned in the name of cronyism. Marcas, a prime example of such a man, is doomed to fail in the government of Louis-Philippe.Affron, p. 128; Pasco, p. 122. Those in power were blind to the valuable minds being lost in their midst, as the students discover early in the story:  (\\\"we were amazed at the brutal indifference of the authorities to everything connected with intellect, thought, and poetry\\\").Balzac, p. 345. Original French is at French Wikisource. Marcas' personal woes\\u00a0\\u2013 and his tales of life within the corridors of power\\u00a0\\u2013 strongly reinforce this view.Besser, p. 33.\\n\\nThrough Marcas, Balzac claimed that young people in France were being ignored by government officials, and predicted an uprising:\\n\\n As Graham Robb indicates in his 1994 biography, Balzac's words were an accurate prediction of the 1848 Revolution.Robb, p. 315. Public opposition to the monarchy exploded in February of that year, Louis-Philippe was forced to abdicate, and the Second Republic was founded.Butler, pp. 242\\u2013249.\\n\\n Legacy \\n\\nAlthough Balzac's Revue Parisienne lasted only three issues, Z. Marcas has remained a moderately popular story. Hunt notes that it has \\\"only subsidiary value\\\", but biographer Andr\\u00e9 Maurois calls it \\\"an admirable tale\\\". Robb notes that Z. Marcas was an important herald of political realities to come, and provided a warning to the political class of the time.Robb, pp. 315 and 327.\\n\\nAs critic F\\u00e9licien Marceau points out, however, the greatest value of Z Marcas may have been for the author himself.\\n\\n Notes \\n\\n References \\n\\n Affron, Charles. Patterns of Failure in La Com\\u00e9die Humaine. New Haven: Yale University Press, 1966. .\\n Balzac, Honor\\u00e9 de. The Works of Honor\\u00e9 de Balzac. Vol. XVI. The Member for Arcis and The Seamy Side of History. Trans. Clara Bell and others. Philadelphia: Avil Publishing Company, 1901. .\\n Besser, Gretchen R. Balzac's Concept of Genius: The Theme of Superiority in the \\\"Com\\u00e9die humaine\\\". Geneva: Librarie Droz, 1969. .\\n Butler, Ronnie. Balzac and the French Revolution. Kent: Croom Helm Ltd., 1983. .\\n Dargan, E. Preston and Bernard Weinberg. The Evolution of Balzac's Com\\u00e9die humaine. Chicago: The University of Chicago Press, 1942. .\\n Gozlan, L\\u00e9on. Balzac en pantoufles. Paris: Mich\\u00e8l Levy, fr\\u00e8res, 1856. .\\n Hunt, Herbert J. Balzac's Comc\\u00e9die Humaine. London: University of London Athlone Press, 1959. .\\n Marceau, Felicien. Balzac and His World. Trans. Derek Coltman. New York: The Orion Press, 1966. .\\n Maurois, Andr\\u00e9. Prometheus: The Life of Balzac. New York: Carroll & Graf, 1965. .\\n McCarthy, Mary Susan. Balzac and His Reader: A Study of the Creation of Meaning in La Com\\u00e9die humaine. Columbia: University of Missouri Press, 1982. .\\n Pasco, Allan H. Balzacian Montage: Configuring La Com\\u00e9die humaine. Toronto: University of Toronto Press, 1991. .\\n Pugh, Anthony R. Balzac's Recurring Characters. Toronto: University of Toronto Press, 1974. .\\n Robb, Graham. Balzac: A Biography. New York: W. W. Norton & Company, 1994. .\\n Saintsbury, George. \\\"Introduction\\\". The Works of Honor\\u00e9 de Balzac. Vol. XVI. The Member for Arcis and The Seamy Side of History. Philadelphia: Avil Publishing Company, 1901. . pp. ix\\u2013xvii.\\n Sandars, Mary F. Honor\\u00e9 de Balzac: His Life and Writings. New York: Dodd, Mead & Co., 1905. .\\n\\n External links \\n\\n  (plain text and HTML). Trans. by Clara Bell and others.\\n\\nCategory:French short stories\\nCategory:Books of La Com\\u00e9die humaine\\nCategory:1840 short stories\\nCategory:Novelettes\\nCategory:Works originally published in French magazines\\nCategory:Works originally published in literary magazines\\nCategory:1840 French novels\\nCategory:Novellas by Honor\\u00e9 de Balzac\"}"