"{\"title\": \"Transandinomys\", \"url\": \"https://en.wikipedia.org/wiki/Transandinomys\", \"text\": \"Transandinomys is a genus of rodents in the tribe Oryzomyini of family Cricetidae. It includes two species\\u2014T.\\u00a0bolivaris and T.\\u00a0talamancae\\u2014found in forests from Honduras in Central America south and east to southwestern Ecuador and northwestern Venezuela in northern South America. Until 2006, its members were included in the genus Oryzomys, but phylogenetic analysis showed that they are not closely related to the type species of that genus, and they have therefore been placed in a new genus. They may be most closely related to genera like Hylaeamys and Euryoryzomys, which contain very similar species. Both species of Transandinomys have had eventful taxonomic histories.\\n\\nTransandinomys bolivaris and T.\\u00a0talamancae are medium-sized, soft-furred rice rats. The upperparts\\u2014brownish in T.\\u00a0bolivaris and reddish in T.\\u00a0talamancae\\u2014are much darker than the whitish underparts. Both species are characterized by very long vibrissae (whiskers), but those of T.\\u00a0bolivaris are particularly long. In addition to whisker length and fur color, several other morphological differences distinguish the two, including the wider first upper molar in T.\\u00a0bolivaris. Species of Hylaeamys and Euryoryzomys also differ from Transandinomys in some details of the skull and teeth and have shorter whiskers. Species of Transandinomys live on the ground, are active during the night, eat both plant and animal matter, and construct nests of vegetation. Both are hosts to various external parasites. They are in no apparent danger of extinction and have been assessed as \\\"Least Concern\\\" in the IUCN Red List.\\n\\nTaxonomy\\nThe first species of Transandinomys to be scientifically described was T.\\u00a0talamancae, named as Oryzomys talamancae by Joel Asaph Allen in 1891.Allen, 1891, p.\\u00a0193 Several other species were soon added to the genus Oryzomys, then more broadly defined than currently, that are now classified in Transandinomys,Weksler et al., 2006, p.\\u00a025 including Oryzomys bolivaris (now Transandinomys bolivaris) by Allen in 1901.Allen, 1901, p.\\u00a0405 In his 1918 review of North American Oryzomys, Edward Alphonso Goldman placed Oryzomys talamancae and Oryzomys bombycinus (=T.\\u00a0bolivaris) each in their own group, but thought them closely related.Goldman, 1918, p.\\u00a073 In 1960, O.\\u00a0talamancae was synonymized with \\\"Oryzomys capito\\\" (=Hylaeamys megacephalus), but it has again been recognized as a separate species since 1983. The species was reviewed by Guy Musser and Marina Williams in 1985 and again by Musser and colleagues in 1998, who documented the diagnostic characters of the species, its synonyms, and its distribution.Musser and Carleton, 2005, p.\\u00a01155 The 1998 study by Musser and colleagues also documented Oryzomys bolivaris as the correct name for the species previously known as Oryzomys bombycinus and reviewed that species.Musser and Carleton, 2005, p.\\u00a01146\\n\\nIn 2006, Marcelo Weksler published a broad phylogenetic analysis of Oryzomyini, the tribe to which Oryzomys and related genera belong, using morphological data and DNA sequences from the IRBP gene. O.\\u00a0talamancae appeared within \\\"clade B\\\", together with other species formerly associated with Oryzomys capito. Some analyses placed it closest to species now placed in Euryoryzomys or Nephelomys, but with low support. O.\\u00a0bolivaris was not included.Weksler, 2006, figs.\\u00a034\\u201339 Species of Oryzomys included in Weksler's study did not cluster together in his results, but instead appeared dispersed across Oryzomyini, indicating that the genus was polyphyletic and should be split up.Weksler, 2006, pp.\\u00a075\\u201377 Later in the same year, Weksler, Alexandre Percequillo, and Robert Voss introduced ten new genera of Oryzomyini formerly placed in Oryzomys, including Transandinomys for Oryzomys talamancae and O.\\u00a0bolivaris, with the former as the type species. Transandinomys is now one of about thirty genera within Oryzomyini, a diverse group of well over a hundred species.Weksler, 2006, pp.\\u00a01, 10; Weksler et al., 2006, p.\\u00a01, table\\u00a01 Oryzomyini is one of several tribes within the subfamily Sigmodontinae of the family Cricetidae, which includes hundreds of other species of mainly small rodents, distributed chiefly in Eurasia and the Americas.Musser and Carleton, 2005\\n\\nDescription\\nTransandinomys species are medium-sized, soft-furred rice rats.Tirira, 2007, p.\\u00a0198 They closely resemble other medium-sized lowland forest rice rats, such as Hylaeamys and Euryoryzomys from the Amazon rainforest and surrounding areas and Handleyomys alfaroi from Central America and northwestern South America.Musser et al., 1998, pp.\\u00a0125, 167, 169; Weksler et al., 2006, p.\\u00a013 In general, Transandinomys are distinguished from those animals by their very long superciliary vibrissae (whiskers above the eyes).Weksler et al., 2006, pp.\\u00a013, 15, 25\\u201326 Euryoryzomys species are in general slightly largerMusser et al., 1998, p.\\u00a013 and Hylaeamys are about as large as Transandinomys, so that the only feature of external morphology that distinguishes the two genera is the length of the vibrissae.Weksler et al., 2006, p.\\u00a015 Handleyomys alfaroi is smaller than both species of Transandinomys, but juvenile Transandinomys may be confused with similarly colored adult H.\\u00a0alfaroi.Musser et al., 1998, pp.\\u00a0125, 143, 167, 169\\n\\nThe fur is brownish (T.\\u00a0bolivaris) or reddish (T.\\u00a0talamancae) above and lighter below, appearing whitish, but the hairs on the underparts have gray bases. The snout is large. The mystacial (above the mouth) and superciliary vibrissae both extend to at least the back margin of the ears when laid back against the head, but are much longer in T.\\u00a0bolivaris. The pinna (external ear) is large. On the hindfeet, which are long and narrow, ungual tufts of hairs surround the bases of the toes. In T.\\u00a0bolivaris, the sole usually entirely lacks squamae (small, scale-like structures), but T.\\u00a0talamancae does have squamae on part of its sole. The claw of the first toe extends about to the middle of the first phalange of the second and that of the fifth toe extends nearly to the base of the second phalange of the fourth. The tail is at least about as long as the head and body, sometimes slightly longer. The tail is darker above than below in T.\\u00a0talamancae, but there may not be a difference in color in T.\\u00a0bolivaris. The tail appears naked, but is covered with fine hairs.\\n\\nFemales have four pairs of mammae, as usual in oryzomyines.Musser et al., 1998, p.\\u00a0124; Weksler, 2006, pp.\\u00a017, 19 Like most rice rats, Transandinomys species have twelve thoracic (chest) and seven lumbar vertebrae.Steppan, 1995, table\\u00a05 According to a study in Costa Rica, T.\\u00a0bolivaris has 58\\u00a0chromosomes and the number of chromosomal arms (fundamental number) is 80 (2n\\u00a0=\\u00a058, FN\\u00a0=\\u00a080).Musser et al., 1998, p.\\u00a0125 Studies in Ecuador and Venezuela have recorded several different karyotypes in T.\\u00a0talamancae, with the number of chromosomes ranging from 34 to 54 and the fundamental number from 60 to 67.Musser et al., 1998, table\\u00a013\\n\\nSkull and teeth\\n+ MeasurementsReid, 2009, p.\\u00a0208 Species  Head and body  Tail  Hindfoot  Ear  Mass T.\\u00a0bolivaris  100\\u2013140  99\\u2013130  27\\u201333  16\\u201321  39\\u201375 T.\\u00a0talamancae  105\\u2013146  105\\u2013152  28\\u201332  17\\u201324  47\\u201374 Measurements are in millimeters, except mass in grams.\\nIn the skull, the rostrum (front part) is long. The nasal bones are short, with their back margin not extending beyond the lacrimal bones, which are in contact with both the maxillary and frontal bones. The zygomatic notch is moderately developed and the jugal bone is small, so that when seen from the side the maxillary and squamosal parts of the zygomatic arch (cheekbone) overlap. Usually, the suture (line of fusion) between the frontal and the squamosal is continuous with that between the frontal and the parietal bone. In T.\\u00a0talamancae, the parietals usually extend from the roof of the braincase broadly on to the sides, but in T.\\u00a0bolivaris they are more commonly restricted to the roof.\\n\\nThe incisive foramina (openings in the front part of the palate) are short, not extending between the first molars. The posterolateral palatal pits (small openings at the back of the palate, near the third molars) are poorly developed. The mesopterygoid fossa, the gap behind the back margin of the palate, does not usually reach forward between the maxillaries. Its roof either is wholly ossified or contains small sphenopalatine vacuities. Unlike in some other oryzomyines, the buccinator-masticatory foramen and the foramen ovale accessorium, two foramina (openings) in the skull, are not separated by an alisphenoid strut. The pattern of grooves and foramina in the skull indicates that the circulation of the arteries of the head follows the primitive pattern, as in most similar species but unlike in Hylaeamys. Usually, the mastoid bone contains small openings (fenestrations) in T.\\u00a0talamancae, but not in T.\\u00a0bolivaris. In the mandible (lower jaw), the capsular process (a process at the root of the incisor) is weak to absent and the upper and lower masseteric ridges, which anchor some of the chewing muscles, do not join into a single crest and reach their front margin below the first molar.\\n\\nThe upper incisor is opisthodont, with the cutting edge oriented backward. As usual in oryzomyines, the molars are brachydont (low-crowned).Musser et al., 1998, p.\\u00a0125; Weksler, 2006, pp.\\u00a043\\u201344 The first upper molar is narrower in T.\\u00a0talamancae than in T.\\u00a0bolivaris. Unlike in many other rice rats, including Handleyomys alfaroi and Euryoryzomys species, the mesoflexus on the second upper molar, which separates the paracone (one of the main cusps) from the mesoloph (an accessory crest), is not divided in two by an enamel bridge.Musser et al., 1998, pp.\\u00a0140, 143; Weksler et al., 2006, p.\\u00a014 On the upper third molar, the hypoflexus (which in oryzomyines ranges from a slight indentation on the lingual, or inner, side of the tooth to a conspicuous valley between the main cusps)Weksler, 2006, pp.\\u00a048\\u201349 is more developed in Euryoryzomys than in Transandinomys.Weksler et al., 2006, p.\\u00a014 The hypoflexid on the second lower molar, the main valley between the cusps, extends more than halfway across the crown; it is much shorter in H.\\u00a0alfaroi, Euryoryzomys, and Hylaeamys yunganus.Musser et al., 1998, pp.\\u00a0140\\u2013141; Weksler et al., 2006, p.\\u00a014 Each of the upper molars has three roots (two at the labial, or outer, side and one at the lingual, or inner, side) and each of the lowers has two (one at the front and one at the back); both species of Transandinomys lack the additional small roots that are present in various other oryzomyines, including species of Euryoryzomys, Nephelomys, and Handleyomys.Musser et al., 1998, p.\\u00a0142; Weksler, 2006, pp.\\u00a042\\u201343; Weksler et al., 2006, p.\\u00a026\\n\\nDistribution, ecology, and behavior\\n\\nThe distribution of Transandinomys extends from eastern Honduras through Nicaragua, Costa Rica, Panama, and Colombia south and east to southwestern Ecuador and northern Venezuela, generally west and north of the Andes.Weksler et al., 2006, p.\\u00a024; Musser et al., 1998, p.\\u00a0113 The ranges of the two species overlap, but are distinct. T.\\u00a0bolivaris occurs from Honduras mainly on the Caribbean side of Central America south to western Colombia and northwestern Ecuador, up to 1800\\u00a0m (5900\\u00a0ft) above sea level.Musser et al., 1998, p.\\u00a0113 T.\\u00a0talamancae, which is found up to 1525\\u00a0m (5000\\u00a0ft) above sea level, is less widely distributed in Central America, as it is not known further north than northwestern Costa Rica, but is more widely distributed in South America, occurring into far southwestern Ecuador and northern Venezuela. It has also been recorded south of the Venezuelan Andes, in the narrow strip of forest between the Llanos and the mountains.Musser et al., 1998, p.\\u00a0157; Musser and Carleton, 2005, p.\\u00a01255 Both species are forest rats, but whereas T.\\u00a0bolivaris is restricted to humid forest formations, T.\\u00a0talamancae apparently is more tolerant of drier forest, which explains its wider South American distribution.Musser et al., 1998, p.\\u00a0157; Weksler et al., 2006, p.\\u00a024\\n\\nBoth species live on the ground, are active during the night, are solitary, and feed mainly on fruits and seeds, but may also eat herbs and insects. They build nests of leaves and branches among vegetation, for example in a tree hollow, or under rocks.Tirira, 2007, p.\\u00a0199 In Panama, T.\\u00a0talamancae breeds throughout the yearFleming, 1971, p.\\u00a040 and the average litter size is about six.Fleming, 1971, table\\u00a011 Various species of mites, chiggers, fleas, and sucking lice have been recorded as parasites on both species.Brennan and Yunker, 1966, pp.\\u00a0262, 266; Tipton and M\\u00e9ndez, 1966, pp.\\u00a0323, 330; Tipton et al., 1966, p.\\u00a042; Durden and Musser, 1994, p.\\u00a030\\n\\nConservation status\\nTransandinomys talamancae is common or even abundant, but T.\\u00a0bolivaris generally occurs less frequently.Tirira, 2007, p.\\u00a0200; Reid, 2009, p.\\u00a0208 Because both species are widespread, presumably have large populations, and occur in numerous protected areas, they are assessed as \\\"Least Concern\\\" by the IUCN Red List; deforestation is noted as a possible threat to T.\\u00a0bolivaris, but T.\\u00a0talamancae is said to lack major threats.Anderson et al., 2008; G\\u00f3mez-Laverde et al., 2008\\n\\nNotes\\n\\nReferences\\n\\nLiterature cited\\nAllen, J.A. 1891. Descriptions of two supposed new species of mice from Costa Rica and Mexico, with remarks on Hesperomys melanophrys of Coues. Proceedings of the United States National Museum 14(850):193\\u2013196.\\nAllen, J.A. 1901. New South American Muridae and a new Metachirus. Bulletin of the American Museum of Natural History 14:405\\u2013412.\\nAnderson, R.P., Aguilera, M., G\\u00f3mez-Laverde, M., Samudio, R. and Pino, J. 2008. . In IUCN. IUCN Red List of Threatened Species. Version 2009.2. <www.iucnredlist.org>. Downloaded on June 26, 2010.\\nBrennan, J.M. and Yunker, C.E. 1966. The chiggers of Panama (Acarina: Trombiculidae). Pp.\\u00a0221\\u2013266 in Wenzel, R.L. and Tipton, V.J. (eds.). Ectoparasites of Panama. Chicago: Field Museum of Natural History.\\nFleming, T.H. 1971. Population ecology of three species of Neotropical rodents. Miscellaneous Publications of the Museum of Zoology, University of Michigan 143:1\\u201377.\\nGoldman, E.A. 1918. The rice rats of North America. North American Fauna 43:1\\u2013100.\\nG\\u00f3mez-Laverde, M., Rivas, B., Timm, R. and Pino, J. 2008. . In IUCN. IUCN Red List of Threatened Species. Version 2009.2. <www.iucnredlist.org>. Downloaded on June 26, 2010.\\nMusser, G.G. and Carleton, M.D. 2005. Superfamily Muroidea. Pp.\\u00a0894\\u20131531 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: a taxonomic and geographic reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2\\u00a0vols., 2142\\u00a0pp.\\u00a0\\nMusser, G.G., Carleton, M.D., Brothers, E.M. and Gardner, A.L. 1998. Systematic studies of oryzomyine rodents (Muridae: Sigmodontinae): diagnoses and distributions of species formerly assigned to Oryzomys \\\"capito\\\". Bulletin of the American Museum of Natural History 236:1\\u2013376.\\nReid, F. 2009. A Field Guide to the Mammals of Central America and Southeast Mexico. 2nd edition. Oxford University Press US, 346\\u00a0pp. \\nSteppan, S.J. 1995. Revision of the tribe Phyllotini (Rodentia: Sigmodontinae), with a phylogenetic hypothesis for the Sigmodontinae. Fieldiana Zoology 80:1\\u2013112.\\nTipton, V.J. and M\\u00e9ndez, E. 1966. The fleas (Siphonaptera) of Panama. Pp.\\u00a0289\\u2013385 in Wenzel, R.L. and Tipton, V.J. (eds.). Ectoparasites of Panama. Chicago: Field Museum of Natural History.\\nTipton, V.J., Altman, R.M. and Keenan, C.M. 1966. Mites of the subfamily Laelaptinae in Panama (Acarina: Laelaptidae). Pp.\\u00a023\\u201382 in Wenzel, R.L. and Tipton, V.J. (eds.). Ectoparasites of Panama. Chicago: Field Museum of Natural History.\\nTirira, D. 2007. Guia de campo de los mam\\u00edferos del Ecuador. Quito: Ediciones Murci\\u00e9lago Blanco, publicaci\\u00f3n especial sobre los mam\\u00edferos del Ecuador 6, 576\\u00a0pp. (in Spanish). \\nWeksler, M. 2006. Phylogenetic relationships of oryzomyine rodents (Muroidea: Sigmodontinae): separate and combined analyses of morphological and molecular data. Bulletin of the American Museum of Natural History 296:1\\u2013149.\\nWeksler, M., Percequillo, A.R. and Voss, R.S. 2006. Ten new genera of oryzomyine rodents (Cricetidae: Sigmodontinae). American Museum Novitates 3537:1\\u201329.\\n\\nExternal links\\n\\nCategory:Transandinomys\\nCategory:Rodent genera\"}"