"{\"title\": \"My Belarusy\", \"url\": \"https://en.wikipedia.org/wiki/My_Belarusy\", \"text\": \"\\\"My Bie\\u0142arusy\\\" (; \\\"We Belarusians\\\") is the unofficial title of the national anthem of Belarus and the first line of its lyrics. It is officially titled as the \\\"State Anthem of the Republic of Belarus\\\" (, Dziar\\u017ea\\u016dny himn Respubliki Bie\\u0142aru\\u015b). It was originally written in the 1940s and adopted in 1955 for use in the Byelorussian Soviet Socialist Republic. The music of the Byelorussian SSR's regional anthem was composed by Niescier Saka\\u0142o\\u016dski and the lyrics were written by Mikhas Klimkovich. After the dissolution of the Soviet Union, the music composed by Saka\\u0142o\\u016dski was kept and the lyrics were discarded. New lyrics, which were written by Klimkovich and Uladzimir Karyzny, were adopted by a presidential decree issued on 2 July 2002. The lyrics of the anthem now sing of a friendly Belarus, honoring past military battles and looking forward to the future. The music was kept due to the historical connections it has to Belarus.\\n\\n Anthem of the Byelorussian SSR \\n\\n\\\"My Bie\\u0142arusy\\\" was originally used as the anthem of the Byelorussian Soviet Socialist Republic starting from 24 February 1955. The original anthem was composed by Saka\\u0142o\\u016dski and the lyrics were written by Maxim Klimkovich. It was presented in front of a jury in 1944, but it took 11 years of modifications before it was officially adopted. Soon after Belarus became an independent country, the national anthem was modified to drop the Communist-era lyrics. An attempt was made in 1995 to adopt Natallia Arsiennieva's poem \\\"O God Almighty\\\" as the national anthem, but the suggestion was not acted on even though it was supported by a parliamentary committee.\\n\\n Anthem of the Republic of Belarus \\nthumb|Choral version\\nThe only legal mention of the national anthem before 2002 is in the Constitution of the Republic of Belarus. Section One, Article 19 of the constitution states that \\\"The symbols of the Republic of Belarus as a sovereign state shall be its national flag, national emblem and national anthem.\\\" While the constitution only mentioned the use of the flag, anthem and arms as national symbols, each symbol had to be defined by law. A law introducing an anthem was not enacted until Presidential Decree 350 took effect, on 18 July 2002, the day before Belarus's independence day. The decree's main objective was to establish lyrics for the anthem and introduce musical notation along with the new lyrics. Moreover, the decree designated when, where, and how the anthem was to be performed.\\n\\nAccording to the newspaper Soviet Byelorussia, President Lukashenko decided on the anthem on 12 June 2002 and chose to have its first performance on 3 July\\u2014Belarusian independence day, the anniversary of the date in 1944 when the Wehrmacht was driven away from Minsk by the Red Army. However, the first performance actually took place on 2 July at a concert organized by the government as part of the Belarusian independence festivities.\\n\\nWhen Lukashenko issued his decree selecting a new national anthem, only slight changes were made to the Soviet-era hymn. While the references to Russia, the Communist Party of the Soviet Union and Vladimir Lenin were replaced; the overall theme of \\\"friendship of peoples\\\" and the original music composed by Saka\\u0142o\\u016dski were preserved. The government decided to keep Saka\\u0142o\\u016dski's music in order to maintain historical continuity, and also on account of its popularity and musical quality. After the national anthem was adopted, the process of adopting national symbols was completed.\\n\\n Reaction \\nThe organization Freedom House commented on the adoption of the anthem in a report about the country, published in 2003. On page 125 of the \\\"Country Report of Belarus\\\", Freedom House says that President Lukashenko has \\\"reintroduced the state symbols used by the old Byelorussian Soviet Socialist Republic. In 2002, the president approved a streamlined version of the Soviet-era anthem \\\"My Belarusy\\\" (\\\"We Belarusians\\\"), as the country's new national anthem.\\\" The report also mentioned President Lukashenko's ban of the symbols that were used since Belarus's independence in 1991, such as the Pahonia arms and the white, red, white flag, which Lukashenko claims are associated with fascism (because the pro-Nazi Belarusian Central Rada in World War II used these symbols). In 2003, Dr. Taras Kuzio wrote in Radio Free Europe that President Lukashenko \\\"is the quintessential Soviet Belarusian patriot who presides over a regime steeped in Soviet nostalgia.\\\" Kuzio said that the motives of Russia and Belarus in re-adopting Soviet-era symbols are part of restoring that nostalgia.\\n\\n Regulations \\nThe anthem must be performed in accordance with the lyrics and sheet music established by law. Every day, state-owned Belarusian television and radio stations are required to play the national anthem upon signing on at 6 a.m. and again upon signing off (usually around midnight). The anthem can also be performed on certain occasions, such as at government meetings, before sporting events and presidential inaugurations. While the anthem is being performed, citizens are required to stand at attention and those in military or police uniform must salute.Law of the Republic of Belarus. On National Symbols of the Republic of Belarus. Passed July 5, 2004. Retrieved July 18, 2007.\\n\\nVajacki mar\\u0161\\n\\n\\\"Vajacki Mar\\u0161\\\" (March of the Warriors) was the official anthem of the Belarusian Democratic Republic, a Belarusian state that was created in 1918 but lasted only 10 months, during the German occupation of Belarus in World War I.\\n\\nSince 1919, the song has been used as an anthem of Belarus by Belarusian emigrant communities in Western Europe and North America. It is still considered the official anthem used by the government-in-exile of the Belarusian Democratic Republic.\\u0414\\u0437\\u044f\\u0440\\u0436\\u0430\\u045e\\u043d\\u044b\\u044f \\u0441\\u044b\\u043c\\u0431\\u0430\\u043b\\u0456 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u043a\\u0430\\u0439 \\u041d\\u0430\\u0440\\u043e\\u0434\\u043d\\u0430\\u0439 \\u0420\\u044d\\u0441\\u043f\\u0443\\u0431\\u043b\\u0456\\u043a\\u0456 [State Symbols of the Belarusian Democratic Republic] on the official website of the Rada BNR\\n\\n Other songs \\n\\\"Mahutny Bo\\u017ea\\\", a religious hymn, is also actively used by those who oppose the Lukashenko Government.\\n\\nA favorite in the anthem competition was the poem called \\\"Young Belarus\\\" (\\u041c\\u0430\\u043b\\u0430\\u0434\\u0430\\u044f \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c) by Janka Kupala. However, the poem was never set to a musical composition so Young Belarus could not be selected as the anthem.\\n\\nThe regimes of Belarus and Russia have been working towards a closer relationship with each other, resulting in the proposed Union of Russia and Belarus. While Belarus and Russia will be able to keep their own symbols, a song called \\\"Sovereign Union of Nations\\\" has been proposed as the Union's unofficial anthem. The song, which was modified from the National Anthem of the Soviet Union, refers to a wider union of the two nations.\\n\\nLyrics\\nBelarusian original\\nKirylica\\u0141acinkaIPA transcription<span lang=\\\"be\\\" dir=\\\"ltr\\\">\\u041c\\u044b, \\u0431\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044b \\u2013 \\u043c\\u0456\\u0440\\u043d\\u044b\\u044f \\u043b\\u044e\\u0434\\u0437\\u0456,\\n\\u0421\\u044d\\u0440\\u0446\\u0430\\u043c \\u0430\\u0434\\u0434\\u0430\\u043d\\u044b\\u044f \\u0440\\u043e\\u0434\\u043d\\u0430\\u0439 \\u0437\\u044f\\u043c\\u043b\\u0456,\\n\\u0428\\u0447\\u044b\\u0440\\u0430 \\u0441\\u044f\\u0431\\u0440\\u0443\\u0435\\u043c, \\u0441\\u0456\\u043b\\u044b \\u0433\\u0430\\u0440\\u0442\\u0443\\u0435\\u043c\\n\\u041c\\u044b \\u045e \\u043f\\u0440\\u0430\\u0446\\u0430\\u0432\\u0456\\u0442\\u0430\\u0439, \\u0432\\u043e\\u043b\\u044c\\u043d\\u0430\\u0439 \\u0441\\u044f\\u043c\\u2019\\u0456.\\n\\n\\u041f\\u0440\\u044b\\u043f\\u0435\\u045e:\\n\\u0421\\u043b\\u0430\\u045e\\u0441\\u044f, \\u0437\\u044f\\u043c\\u043b\\u0456 \\u043d\\u0430\\u0448\\u0430\\u0439 \\u0441\\u0432\\u0435\\u0442\\u043b\\u0430\\u0435 \\u0456\\u043c\\u044f,\\n\\u0421\\u043b\\u0430\\u045e\\u0441\\u044f, \\u043d\\u0430\\u0440\\u043e\\u0434\\u0430\\u045e \\u0431\\u0440\\u0430\\u0442\\u044d\\u0440\\u0441\\u043a\\u0456 \\u0441\\u0430\\u044e\\u0437!\\n\\ud834\\udd06 \\u041d\\u0430\\u0448\\u0430 \\u043b\\u044e\\u0431\\u0456\\u043c\\u0430\\u044f \\u043c\\u0430\\u0446\\u0456-\\u0420\\u0430\\u0434\\u0437\\u0456\\u043c\\u0430,\\n\\u0412\\u0435\\u0447\\u043d\\u0430 \\u0436\\u044b\\u0432\\u0456 \\u0456 \\u043a\\u0432\\u0456\\u0442\\u043d\\u0435\\u0439, \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c! \\ud834\\udd07\\n\\n\\u0420\\u0430\\u0437\\u0430\\u043c \\u0437 \\u0431\\u0440\\u0430\\u0442\\u0430\\u043c\\u0456 \\u043c\\u0443\\u0436\\u043d\\u0430 \\u0432\\u044f\\u043a\\u0430\\u043c\\u0456\\n\\u041c\\u044b \\u0431\\u0430\\u0440\\u0430\\u043d\\u0456\\u043b\\u0456 \\u0440\\u043e\\u0434\\u043d\\u044b \\u043f\\u0430\\u0440\\u043e\\u0433,\\n\\u0423 \\u0431\\u0456\\u0442\\u0432\\u0430\\u0445 \\u0437\\u0430 \\u0432\\u043e\\u043b\\u044e, \\u0431\\u0456\\u0442\\u0432\\u0430\\u0445 \\u0437\\u0430 \\u0434\\u043e\\u043b\\u044e\\n\\u0421\\u0432\\u043e\\u0439 \\u0437\\u0434\\u0430\\u0431\\u044b\\u0432\\u0430\\u043b\\u0456 \\u0441\\u0446\\u044f\\u0433 \\u043f\\u0435\\u0440\\u0430\\u043c\\u043e\\u0433!\\n\\n\\u041f\\u0440\\u044b\\u043f\\u0435\\u045e\\n\\n\\u0414\\u0440\\u0443\\u0436\\u0431\\u0430 \\u043d\\u0430\\u0440\\u043e\\u0434\\u0430\\u045e \\u2013 \\u0441\\u0456\\u043b\\u0430 \\u043d\\u0430\\u0440\\u043e\\u0434\\u0430\\u045e \\u2013\\n\\u041d\\u0430\\u0448 \\u0437\\u0430\\u043f\\u0430\\u0432\\u0435\\u0442\\u043d\\u044b, \\u0441\\u043e\\u043d\\u0435\\u0447\\u043d\\u044b \\u0448\\u043b\\u044f\\u0445.\\n\\u0413\\u043e\\u0440\\u0434\\u0430 \\u0436 \\u0443\\u0437\\u0432\\u0456\\u0441\\u044f \\u045e \\u044f\\u0441\\u043d\\u044b\\u044f \\u0432\\u044b\\u0441\\u0456,\\n\\u0421\\u0446\\u044f\\u0433 \\u043f\\u0435\\u0440\\u0430\\u043c\\u043e\\u0436\\u043d\\u044b \\u2013 \\u0440\\u0430\\u0434\\u0430\\u0441\\u0446\\u0456 \\u0441\\u0446\\u044f\\u0433!\\n\\n\\u041f\\u0440\\u044b\\u043f\\u0435\\u045ehttps://www.gl5.ru/gimn-respubliki-belarus.htmlMy, bie\\u0142arusy \\u2013 mirnyja ludzi,\\nSercam addanyja rodnaj ziamli,\\n\\u0160\\u010dyra siabrujem, si\\u0142y hartujem\\nMy w pracavitaj, volnaj siamji.\\n\\nPrypiew:\\nS\\u0142awsia, ziamli na\\u0161aj \\u015bvet\\u0142aje imia,\\nS\\u0142awsia, narodaw braterski sajuz!\\n\\ud834\\udd06 Na\\u0161a lubimaja maci-Radzima,\\nVie\\u010dna \\u017eyvi i kvitniej, Bie\\u0142aru\\u015b! \\ud834\\udd07\\n\\nRazam z bratami mu\\u017ena viakami\\nMy baranili rodny paroh, \\nU bitvach za volu, bitvach za dolu\\nSvoj zdabyvali \\u015bciah peramoh!\\n\\nPrypiew\\n\\nDru\\u017eba narodaw \\u2013 si\\u0142a narodaw \\u2013\\nNa\\u0161 zapavietny, sone\\u010dny \\u0161lach.\\nHorda \\u017e u\\u017avisia w jasnyja vysi,\\n\\u015aciah pieramo\\u017eny \\u2013 rada\\u015bci \\u015bciah!\\n\\nPrypiew b\\u02b2e\\u031e\\u026b\\u032a\\u00e4rus\\u032a\\u0268 | m\\u02b2irn\\u032a\\u0268j\\u00e4 l\\u032a\\u02b2ud\\u033b\\u0361z\\u032a\\u02b2i |]\\n[s\\u032ae\\u031ert\\u033b\\u0361s\\u032a\\u00e4m \\u00e4d\\u032a\\u02d0\\u00e4n\\u032a\\u0268j\\u00e4 ro\\u031ed\\u032an\\u032a\\u00e4j z\\u032a\\u02b2\\u00e4ml\\u032a\\u02b2i |]\\n[\\u0282\\u0288\\u0361\\u0282\\u0268r\\u00e4 s\\u032a\\u02b2\\u00e4bruje\\u031em | s\\u032a\\u02b2i\\u026b\\u032a\\u0268 \\u0263\\u00e4rt\\u032auje\\u031em]\\n[m\\u0268w pr\\u00e4t\\u033b\\u0361s\\u032a\\u00e4v\\u02b2it\\u032a\\u00e4j | vo\\u031el\\u032a\\u02b2n\\u032a\\u00e4j s\\u032a\\u02b2\\u00e4mji \\u2016]\\n\\n[pr\\u0268p\\u02b2e\\u031ew]\\n[s\\u032a\\u026b\\u032a\\u00e4ws\\u032a\\u02b2\\u00e4 | z\\u032a\\u02b2\\u00e4ml\\u032a\\u02b2i n\\u032a\\u00e4\\u0282\\u00e4j s\\u032a\\u02b2v\\u02b2e\\u031et\\u032a\\u026b\\u032a\\u00e4je\\u031e im\\u02b2\\u00e4 |]\\n[s\\u032a\\u026b\\u032a\\u00e4ws\\u032a\\u02b2\\u00e4 | n\\u032a\\u00e4ro\\u031ed\\u032a\\u00e4w br\\u00e4t\\u032ae\\u031ers\\u032ak\\u02b2i s\\u032a\\u00e4jus\\u032a \\u2016]\\n\\ud834\\udd06 [n\\u032a\\u00e4\\u0282\\u00e4 l\\u032a\\u02b2ub\\u02b2im\\u00e4j\\u00e4 m\\u00e4t\\u033b\\u0361s\\u032a\\u02b2i r\\u00e4d\\u033b\\u0361z\\u032a\\u02b2im\\u00e4 |]\\n[v\\u02b2e\\u031e\\u0288\\u0361\\u0282n\\u032a\\u00e4 \\u0290\\u0268v\\u02b2i ji kv\\u02b2it\\u032an\\u032a\\u02b2e\\u031ej | b\\u02b2e\\u031e\\u026b\\u032a\\u00e4rus\\u032a\\u02b2 \\u2016] \\ud834\\udd07\\n\\n[r\\u00e4z\\u032a\\u00e4m z\\u032a\\u203fbr\\u00e4t\\u032a\\u00e4m\\u02b2i mu\\u0290n\\u032a\\u00e4 v\\u02b2\\u00e4k\\u00e4m\\u02b2i]\\n[m\\u0268 b\\u00e4r\\u00e4n\\u032a\\u02b2il\\u032a\\u02b2i ro\\u031ed\\u032an\\u032a\\u0268 p\\u00e4ro\\u031ex |]\\n[w\\u203fb\\u02b2it\\u032ava\\u0263 z\\u032a\\u00e4 vo\\u031el\\u032a\\u02b2u | b\\u02b2it\\u032ava\\u0263 z\\u032a\\u00e4 d\\u032ao\\u031el\\u032a\\u02b2u]\\n[s\\u032avo\\u031ej z\\u032ad\\u032a\\u00e4b\\u0268v\\u00e4l\\u032a\\u02b2i s\\u032a\\u02b2t\\u033b\\u0361s\\u032a\\u02b2\\u00e4x pe\\u031er\\u00e4mo\\u031ex \\u2016]\\n\\n[pr\\u0268p\\u02b2e\\u031ew]\\n\\n[d\\u032aru\\u0290b\\u00e4 n\\u032a\\u00e4ro\\u031ed\\u032a\\u00e4w s\\u032a\\u02b2i\\u026b\\u032a\\u00e4 n\\u032a\\u00e4ro\\u031ed\\u032a\\u00e4w]\\n[n\\u032a\\u00e4\\u0290\\u02d1z\\u032a\\u00e4p\\u00e4v\\u02b2e\\u031et\\u032an\\u032a\\u0268 | s\\u032ao\\u031en\\u032a\\u02b2e\\u031e\\u0288\\u0361\\u0282n\\u032a\\u0268 \\u0282l\\u032a\\u02b2\\u00e4x \\u2016]\\n[\\u0263o\\u031erd\\u032a\\u00e4 \\u0290\\u203fuz\\u032a\\u02b2v\\u02b2is\\u032a\\u02b2\\u00e4w j\\u00e4s\\u032an\\u032a\\u0268j\\u00e4 v\\u0268s\\u032a\\u02b2i |]\\n[s\\u032a\\u02b2t\\u033b\\u0361s\\u032a\\u02b2\\u00e4x p\\u02b2e\\u031er\\u00e4mo\\u031e\\u0290n\\u032a\\u0268 r\\u00e4d\\u032a\\u00e4s\\u032a\\u02b2t\\u033b\\u0361s\\u032a\\u02b2i s\\u032a\\u02b2t\\u033b\\u0361s\\u032a\\u02b2\\u00e4x \\u2016]\\n\\n[pr\\u0268p\\u02b2e\\u031ew]</span></poem>\\n\\nIn Russian\\nAlongside Belarusian, Russian is a second state language of Belarus.\\nCyrillic scriptLatin script\\u041c\\u044b, \\u0431\\u0435\\u043b\\u043e\\u0440\\u0443\\u0441\\u044b \\u2013 \\u043c\\u0438\\u0440\\u043d\\u044b\\u0435 \\u043b\\u044e\\u0434\\u0438,\\n\\u0421\\u0435\\u0440\\u0434\\u0446\\u0435\\u043c \\u043f\\u0440\\u0435\\u0434\\u0430\\u043d\\u043d\\u044b\\u0435 \\u0440\\u043e\\u0434\\u043d\\u043e\\u0439 \\u0437\\u0435\\u043c\\u043b\\u0435.\\n\\u0418\\u0441\\u043a\\u0440\\u0435\\u043d\\u043d\\u0435 \\u0434\\u0440\\u0443\\u0436\\u0438\\u043c, \\u0441\\u0438\\u043b\\u044b \\u0437\\u0430\\u043a\\u0430\\u043b\\u044f\\u0435\\u043c,\\n\\u041c\\u044b \\u0432 \\u0442\\u0440\\u0443\\u0434\\u043e\\u043b\\u044e\\u0431\\u0438\\u0432\\u043e\\u0439, \\u0441\\u0432\\u043e\\u0431\\u043e\\u0434\\u043d\\u043e\\u0439 \\u0441\\u0435\\u043c\\u044c\\u0435.\\n\\n\\u041f\\u0440\\u0438\\u043f\\u0435\\u0432:\\n\\u0421\\u043b\\u0430\\u0432\\u044c\\u0441\\u044f, \\u0437\\u0435\\u043c\\u043b\\u0438 \\u043d\\u0430\\u0448\\u0435\\u0439 \\u0441\\u0432\\u0435\\u0442\\u043b\\u043e\\u0435 \\u0438\\u043c\\u044f,\\n\\u0421\\u043b\\u0430\\u0432\\u044c\\u0441\\u044f, \\u043d\\u0430\\u0440\\u043e\\u0434\\u043e\\u0432 \\u0431\\u0440\\u0430\\u0442\\u0441\\u043a\\u0438\\u0439 \\u0441\\u043e\\u044e\\u0437!\\n\\ud834\\udd06 \\u041d\\u0430\\u0448\\u0430 \\u043b\\u044e\\u0431\\u0438\\u043c\\u0430\\u044f \\u043c\\u0430\\u0442\\u044c-\\u041e\\u0442\\u0447\\u0438\\u0437\\u043d\\u0430,\\n\\u0412\\u0435\\u0447\\u043d\\u043e \\u0436\\u0438\\u0432\\u0438 \\u0438 \\u0446\\u0432\\u0435\\u0442\\u0438, \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c! \\ud834\\udd07\\n\\n\\u0412\\u043c\\u0435\\u0441\\u0442\\u0435 \\u0441 \\u0431\\u0440\\u0430\\u0442\\u044c\\u044f\\u043c\\u0438 \\u0445\\u0440\\u0430\\u0431\\u0440\\u043e \\u0432\\u0435\\u043a\\u0430\\u043c\\u0438\\n\\u041c\\u044b \\u0437\\u0430\\u0449\\u0438\\u0449\\u0430\\u043b\\u0438 \\u0440\\u043e\\u0434\\u043d\\u043e\\u0439 \\u043f\\u043e\\u0440\\u043e\\u0433,\\n\\u0412 \\u0431\\u0438\\u0442\\u0432\\u0430\\u0445 \\u0437\\u0430 \\u0432\\u043e\\u043b\\u044e, \\u0431\\u0438\\u0442\\u0432\\u0430\\u0445 \\u0437\\u0430 \\u0434\\u043e\\u043b\\u044e\\n\\u0421\\u0432\\u043e\\u0435 \\u0434\\u043e\\u0431\\u044b\\u0432\\u0430\\u043b\\u0438 \\u0437\\u043d\\u0430\\u043c\\u044f \\u043f\\u043e\\u0431\\u0435\\u0434!\\n\\n\\u041f\\u0440\\u0438\\u043f\\u0435\\u0432\\n\\n\\u0414\\u0440\\u0443\\u0436\\u0431\\u0430 \\u043d\\u0430\\u0440\\u043e\\u0434\\u043e\\u0432 \\u2013 \\u0441\\u0438\\u043b\\u0430 \\u043d\\u0430\\u0440\\u043e\\u0434\\u043e\\u0432 \\u2013\\n\\u041d\\u0430\\u0448 \\u0437\\u0430\\u0432\\u0435\\u0442\\u043d\\u044b\\u0439, \\u0441\\u043e\\u043b\\u043d\\u0435\\u0447\\u043d\\u044b\\u0439 \\u043f\\u0443\\u0442\\u044c.\\n\\u0413\\u043e\\u0440\\u0434\\u043e \\u0436 \\u0432\\u043e\\u0437\\u0432\\u0435\\u0439\\u0441\\u044f \\u0432 \\u044f\\u0441\\u043d\\u044b\\u0435 \\u0432\\u044b\\u0441\\u0438,\\n\\u0417\\u043d\\u0430\\u043c\\u044f \\u043f\\u043e\\u0431\\u0435\\u0434\\u043d\\u043e\\u0435 \\u2013 \\u0440\\u0430\\u0434\\u043e\\u0441\\u0442\\u0438 \\u0444\\u043b\\u0430\\u0433!\\n\\n\\u041f\\u0440\\u0438\\u043f\\u0435\\u0432My, belorusy \\u2013 mirnyje ljudi,\\nSerdcem predannyje rodnoj zemle.\\nIskrenne dru\\u017eim, sily zakaljajem,\\nMy v trudoljubivoj, svobodnoj semje.\\n\\nPripev:\\nSlavjsja, zemli na\\u0161ej svetloje imja,\\nSlavjsja, narodov bratskij sojuz!\\n\\ud834\\udd06 Na\\u0161a ljubimaja matj-Ot\\u010dizna,\\nVe\\u010dno \\u017eivi i cveti, Belarusj! \\ud834\\udd07\\n\\nVmeste s bratjjami hrabro vekami\\nMy za\\u0161ci\\u0161cali rodnoj porog,\\nV bitvah za volju, bitvah za dolju\\nSvoje dobyvali znamja pobed!\\n\\nPripev\\n\\nDru\\u017eba narodov \\u2013 sila narodov \\u2013\\nNa\\u0161 zavetnyj, solne\\u010dnyj putj.\\nGordo \\u017e vozvejsja v jasnyje vysi,\\nZnamja pobednoje \\u2013 radosti flag!\\n\\nPripev\\n\\n English translation \\nWe, Belarusians, are peaceful people,\\nWholeheartedly devoted to our Motherland.\\nWe are faithful friends, growing up\\nLiving in a hardworking and independent family.\\n\\nChorus:\\nGlory to the blessed name of our land,\\nGlory to the brotherly union of peoples!\\n\\ud834\\udd06 Our dearly beloved Motherland, \\nMay you live long and prosper, Belarus! \\ud834\\udd07\\n\\nTogether with our brothers, we for centuries\\nCourageously defended our home's threshold.\\nIn battles for freedom, and battles for our lot\\nWe have won our banners of victory!\\n\\nChorus\\n\\nFriendship of peoples is the strength of peoples\\nAnd it is our sacred sunlit path.\\nProudly we fly in the clear blue skies,\\nThe banner of victory, the sunshine's flag!\\n\\nChorus\\n\\nSheet music\\n\\nNotes\\n\\nReferences\\n\\nExternal links\\n\\n\\u0421\\u043a\\u0430\\u0447\\u0430\\u0442\\u044c \\u0433\\u0438\\u043c\\u043d \\u0420\\u0435\\u0441\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u0438 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c\\nBelarus: My Belarusy \\u2013 Audio of the national anthem of Belarus, with information and lyrics\\n\\nCategory:European anthems\\nCategory:Belarusian music\\nCategory:National symbols of Belarus\\nCategory:National anthems\\nCategory:National anthem compositions in F major\"}"