"{\"title\": \"Noronha skink\", \"url\": \"https://en.wikipedia.org/wiki/Noronha_skink\", \"text\": \"The Noronha skinkRocha et al., 2009, p.\\u00a0450; Sazima et al., 2005, p.\\u00a02; Silva et al., 2005, p.\\u00a062; Sazima et al., 2005, p.\\u00a01 (Trachylepis atlantica) is a species of skink from the island of Fernando de Noronha off northeastern Brazil. It is covered with dark and light spots on the upperparts and is usually about  in length. The tail is long and muscular, but breaks off easily. Very common throughout Fernando de Noronha, it is an opportunistic feeder, eating both insects and plant material, including nectar from the Erythrina velutina tree, as well as other material ranging from cookie crumbs to eggs of its own species. Introduced predators such as feral cats prey on it and several parasitic worms infect it.\\n\\nPerhaps seen by Amerigo Vespucci in 1503, it was first formally described in 1839. Its subsequent taxonomic history has been complex, riddled with confusion with Trachylepis maculata and other species, homonyms, and other problems. The species is classified in the otherwise mostly African genus Trachylepis and is thought to have reached its island from Africa by rafting. The enigmatic Trachylepis tschudii, supposedly from Peru, may well be the same species.\\n\\nDiscovery and taxonomy\\nIn an early account of what may be Fernando de Noronha, purportedly based on a voyage by Amerigo Vespucci in 1503, the island was said to be inhabited by \\\"lizards with two tails\\\", which is thought be a reference to the Noronha skink.Carleton and Olson, 1999, p. 48 The tail is long and fragile, and it breaks easily, like that of many skinks and other lizards, following which it may regenerate. However, when it does not completely break off, a new tail may nevertheless grow out of the broken part, so that the tail appears forked.\\n\\n19th century\\nThe species was first formally described by John Edward Gray in 1839, based on two specimens collected by HMS Chanticleer before 1838.Schmidt, 1945, p.\\u00a045; Mausfeld and Vrcibradic, 2002, p.\\u00a0292 He introduced the names Tiliqua punctata, for the Noronha skink, and Tiliqua maculata, for a species from Guyana, among many others.Gray, 1839, p.\\u00a0289 Six years later, he transferred both to the genus Euprepis. In 1887, George Boulenger placed both in the genus Mabuya (misspelled \\\"Mabuia\\\") and considered them identical, using the name \\\"Mabuia punctata\\\" for the species, which was said to occur both on Fernando de Noronha and in Guyana. He also included Mabouya punctatissima O'Shaughnessy, 1874, purportedly from South Africa, as a synonym.Boulenger, 1887, pp.\\u00a0160\\u2013161\\n\\n20th century\\nIn 1900, L.G. Andersson claimed that Gray's name punctata was preoccupied by Lacerta punctata Linnaeus, 1758, which he identified as Mabuya homalocephala. He therefore replaced the name punctata with its junior synonym maculata, using the name Mabuya maculata for the skink of Fernando de Noronha.Mausfeld and Vrcibradic, 2002, p.\\u00a0292 Linnaeus's Lacerta punctata in fact refers to the Asian species Lygosoma punctatum, not to Mabuya homalocephala, but Gray's name punctata remains invalid regardless.Bauer, 2003, p.\\u00a04 In 1931, C.E. and M.D. Burt resurrected the name Mabuya punctata (now spelled correctly) for the Noronha skink, noting that it was \\\"apparently a very distinct species\\\", but did not mention maculata, and in 1935, E.R. Dunn disputed Boulenger's conclusion as to the synonymy of punctata and maculata and, in apparent ignorance of Andersson's work, restored the name Mabuya punctata for the Noronha skink.Dunn, 1935, pp.\\u00a0535\\u2013536 He wrote that the Noronha skink was very distinct from other American Mabuya and more similar in some respects to African species.Dunn, 1935, p.\\u00a0536\\n\\nK.P. Schmidt, in 1945, agreed with Dunn's conclusion that maculata and punctata of Gray were not the same, but he noted Andersson's point that punctata was preoccupied and therefore introduced the new name Mabuya atlantica to replace punctata.Schmidt, 1945, p.\\u00a045 The next year, H. Travassos, disagreeing with Dunn and unaware of Andersson's and Schmidt's contributions,Travassos, 1948, p.\\u00a0201 considered both of Gray's names to be synonymous and restored the name Mabuya punctata for the Noronha skink.Travassos, 1946, pp.\\u00a06\\u20137 He also considered Mabouya punctatissima and Trachylepis (Xystrolepis) punctata Tschudi, 1845, described from Peru, as synonyms of this species.Travassos, 1946, pp.\\u00a07\\u20138 In 1948, he acknowledged the preoccupation of punctata noted by Andersson and accordingly retired Mabuya punctata in favor of Mabuya maculata, as Andersson had done.Travassos, 1948, p.\\u00a0206 The name Mabuya maculata remained in general usage for the Noronha skink in subsequent decades, though some have used Mabuya punctata, \\\"not\\u00a0... aware of the last nomenclatural changes.\\\"\\n\\n21st century\\nthumb|left|alt=Head of a lizard, seen from above and from the left. A single pentangular scale with three clear ridges is figured to the left. The text \\\"Zoologie 3e partie, Pl. 22 C.\\\" is above the images.|Trachylepis maculata has long been confused with the Noronha skink.\\nIn 2002, P. Mausfeld and D. Vrcibradic published a note on the nomenclature of the Noronha skink informed by a re-examination of Gray's original type specimens; despite extensive attempts to correctly name the species, they were apparently the first to do so since Boulenger in 1887.Mausfeld and Vrcibradic, 2002, p.\\u00a0293 Based on differences in the number of scales, subdigital lamellae (lamellae on the lower sides of the digits), and keels (longitudinal ridges) on the dorsal scales (located on the upperparts), as well as the separation of the parietal scales (on the head behind the eyes) in maculata, they concluded that the two were not, after all, identical, and that Schmidt's name Mabuya atlantica should therefore be used.Mausfeld and Vrcibradic, 2002, p.\\u00a0294 Mausfeld and Vrcibradic considered Mabouya punctatissima to represent a different species on the basis of morphological differences, but were unable to resolve the status of Trachylepis (Xystrolepis) punctata.\\n\\nIn the same year, Mausfeld and others conducted a molecular phylogenetic study on the Noronha skink, using the mitochondrial 12S and 16S rRNA genes, and showed that the species is more closely related to African than to South American Mabuya species,Mausfeld et al., 2002, p.\\u00a0281 as previously suggested on the basis of morphological similarities.Whiting et al., 2006, pp.\\u00a0720\\u2013721 They split the old genus Mabuya into four genera for geographically discrete clades, including Euprepis for the African\\u2013Noronha clade, thus renaming the Noronha species to Euprepis atlanticus.Mausfeld et al., 2002, p. 290 In 2003, A.M. Bauer found that the name Euprepis had been incorrectly applied to this clade and that Trachylepis was correct instead, so that the Noronha skink is currently referred to as Trachylepis atlantica.Bauer, 2003, p.\\u00a05Bauer, 2003, p.\\u00a05, corrected the generic name from Euprepis to Trachylepis, but did not explicitly use the name combination Trachylepis atlantica, which was first used by Ananjeva et al., 2006, p.\\u00a076. Additional molecular phylogenetic studies published in 2003 and 2006 confirmed the relationship between the Noronha skink and African Trachylepis.Carranza and Arnold, 2003; Whiting et al., 2006\\n\\nIn 2009, Miralles and others reviewed the taxon maculata and concluded that the animal now known as Trachylepis maculata also belongs in the African clade, but they were unable to determine whether or not it is indigenous to Guyana.Miralles et al., 2009, p.\\u00a062 They also reviewed Trachylepis (Xystrolepis) punctata and replaced it with Trachylepis tschudii because the older name was preoccupied by Linnaeus's and Gray's punctata.Miralles et al., 2009, p.\\u00a057 Although they were unable to resolve the identity of T.\\u00a0tschudii, which is still known from a single specimen, they believed that it is most likely the same species as the Noronha skink; it may be either a representative of an undiscovered Amazonian population of the latter or simply a mislabeled animal from Fernando de Noronha.Miralles et al., 2009, p.\\u00a058\\n\\nDescription\\nthumb|300px|alt=Lizard, seen from the right, with its head bent to the right, on a rock|Noronha skinks are very common on Fernando de Noronha.\\nThe Noronha skink is covered with light and dark spots above, but there is substantial variation in the precise colors. There are no longitudinal stripes. The scales on the underparts are yellowish or grayish. The eyelids are white to yellow.Dunn, 1935, p.\\u00a0536; Mausfeld and Vrcibradic, 2002, p.\\u00a0293; Finley, 1945, p.\\u00a0164 It has a small head with small nostrils, which are placed far to the front at the sides of the head. The mouth contains small and conical teeth and a thin but well-developed tongue. The eyes are small and placed laterally and contain dark, rounded irises. There are three to five well-developed auricular lobules (small projections) in front of the ears; these lobules are absent in true Mabuya.Dunn, 1935, p.\\u00a0536; Miralles et al., 2009, p.\\u00a057 The hindlimbs are longer and stronger than the forelimbs, which are small. The tail is longer than the body and is muscular but very brittle. It is nearly cylindrical in form and tapers towards the end.Travassos, 1946, p.\\u00a08\\n\\nIn reptiles, features of the scales are important in distinguishing among species and groups of species. In the Noronha skink, the supranasal scales (located above the nose) are in contact, as are the prefrontal scales (behind the nose) in most individuals. The two frontoparietal scales (above and slightly behind the eyes) are not fused. Unlike in T.\\u00a0maculata, the parietal scales (behind the frontoparietals) are in contact with each other. There are four supraocular scales (above the eyes) in almost all specimens and five supraciliary scales (immediately above the eyes, below the supraoculars). The dorsal scales (on the upperparts) have three keels, two fewer than in T.\\u00a0maculata. There are 34 to 40 (mode 38) midbody scales (counted around the body midway between the fore- and hindlimbs), 58 to 69 (mode 63\\u201364) dorsal, and 66 to 78 (mode 70) ventral scales (on the underparts).Travassos, 1946, pp.\\u00a026\\u201328; summarized in Mausfeld and Vrcibradic, 2002, table\\u00a01; nomenclature from Avila-Pires, 1995, pp.\\u00a09\\u201310; Schleich et al., 1996, p.\\u00a0372 Mabuya species and T.\\u00a0maculata generally have fewer midbody scales (up to 34).Dunn, 1935, p.\\u00a0536; Mausfeld and Vrcibradic, 2002, pp.\\u00a0293\\u2013294; Miralles et al., 2009, p.\\u00a065 There are 21 to 29\\u00a0subdigital lamellae under the fourth toe, more than in T.\\u00a0maculata, which has 18. The Noronha skink has 26\\u00a0presacral vertebrae (located before the sacrum), similar to most Trachylepis, but unlike American Mabuya, which have at least 28.Greer et al., 2000, table\\u00a01\\n\\nAlthough there is substantial variation in measurements within the species, no discrete groups can be detected and it is not possible to separate the sexes unambiguously using measurements alone.Travassos, 1946, p.\\u00a051 Among 15 male and 21 female T.\\u00a0atlantica collected in 2006, snout to vent length was , averaging , in males and , averaging , in females and body mass was , averaging , in males and , averaging , in females. Males are significantly larger than females. In 100 specimens collected in 1876,Travassos, 1946, pp.\\u00a02\\u20133 head length was , averaging ; head width was , averaging , and tail length was , averaging 117\\u00a0mm.Travassos, 1946, pp.\\u00a026\\u201328; summarized in Mausfeld and Vrcibradic, 2002, table\\u00a01\\n\\nEcology and behavior\\nthumb|300px|left|alt=Lizard, seen from above and behind, with its head bent to the left, sitting in a sunny spot surrounded by shadow, with the tail extending into the shadow. The upperparts are black and yellow.|Noronha skinks bask in the sun for thermoregulation.\\nThe Noronha skink is very abundant throughout Fernando de Noronha,Carleton and Olson, 1999, p.\\u00a048; Rocha et al., 2009, p.\\u00a0450; Gasparini et al., 2007, p.\\u00a031; Silva et al., 2005, p.\\u00a062 even occurring commonly in houses,Silva et al., 2005, p.\\u00a062 and also occurs on the smaller islands that surround the main island of the archipelago.Ridley, 1888b, p.\\u00a0476 Its abundance may be a result of the absence of ecologically similar competitors.Rocha et al., 2009, p.\\u00a0458 Apart from T.\\u00a0atlantica, the reptile fauna of Fernando de Noronha consists of the indigenous amphisbaenian Amphisbaena ridleyi and two introduced lizards, the gecko Hemidactylus mabouia and the tegu Tupinambis merianae.Rocha et al., 2009, p.\\u00a0450\\n\\nThe species is found in several microhabitats, but most often on rocks. Although predominantly ground-dwelling, it is a good climber.Sazima et al., 2005, p.\\u00a07 Nothing is known about its reproduction except that skinks studied in late October and early November, during the dry season, showed little evidence of reproductive activity.Rocha et al., 2009, pp.\\u00a0452, 457 The Noronha skink is oviparous (egg-laying), like many Trachylepis, but unlike Mabuya, which are all viviparous (giving live birth).Mausfeld et al., 2002, p.\\u00a0289\\n\\nTrachylepis atlantica is active during the day. Its body temperature averages , a few degrees higher than the environment temperature. During the day, body temperature peaks at up to  around midday and is lower earlier and later. In the early morning, the lizard may bask in the sun. During foraging, it spends about 28.4% of its time moving on average, a relatively high value for Trachylepis.Rocha et al., 2009, p.\\u00a0453\\n\\nA geologist who visited the island in 1876Branner, 1888, p.\\u00a0861 noted that the skink is curious and bold:\\nWhile seated upon the bare rocks I have often observed these little animals watching me, apparently with as much curiosity as I watched them, turning their heads from side to side as if in an effort to be wise. If I kept quiet for a few minutes they would creep up to me and finally upon me; if I moved, they ran down the faces of the rocks, and turning, stuck their heads above the edges to watch me.Branner, 1888, pp.\\u00a0866\\u2013867\\n\\nDiet\\nthumb|alt=A darkly colored lizard on a rock, with a winged insect in its mouth|Insects form an important part of the diet of the Noronha skink.\\nThe Noronha skink is an opportunistic omnivoreSilva et al., 2005, p.\\u00a063 and \\\"thrives on anything edible\\\".Sazima et al., 2005, p.\\u00a02 Analysis of stomach contents indicates that it mainly eats plant material, at least during the dry period,Rocha et al., 2009, p.\\u00a0457 but it also feeds on insects, including larvae, termites (Isoptera), ants (Formicidae), and beetles (Coleoptera).Rocha et al., 2009, p.\\u00a0454 Its prey is mostly mobile, rather than sedentary,Rocha et al., 2009, p.\\u00a0455 which is consistent with the relatively high proportion of time it spends moving.Rocha et al., 2009, p.\\u00a0456 Related skink species eat mostly insects, but island populations may often be more herbivorous. Animal prey averages 6.9\\u00a0mm3 in volume, less than in most other Trachylepis.\\n\\nWhen the mulungu tree Erythrina velutina blooms during the dry season, Noronha skinks climb up to  to reach the inflorescences of the tree and to eat the nectar by inserting their heads into the flowers. They probably use the nectar both for its sugar and water content. In this way, the skinks aid in pollinating the tree, as they acquire pollen on their scales and leave pollen on stigmas when visiting a flower.Sazima et al., 2009, p.\\u00a026 Pollination is rare behavior among lizards, but occurs most frequently in island species. Humans have introduced additional food sources to the island, including Acacia seeds, feces of the rock cavy (Kerodon rupestris), carrion flies, juvenile Hemidactylus mabouya, and even cookie crumbs given by tourists.Gasparini et al., 2007, p.\\u00a030 The availability of these additional food sources may increase the abundance of the skink.Gasparini et al., 2007, p.\\u00a032 In 1887, H. N. Ridley observed Noronha skinks eating banana skins and yolk from doves' eggs.Ridley, 1888a, p.\\u00a046 Several cases of cannibalism have been reported, involving skinks eating eggs, juveniles, and the tail of an adult.Silva et al., 2005, table\\u00a01\\n\\nRelationships with other species\\nthumb|left|alt=A few spiny branches with developing flowers on them. In the middle are five or more blowing flowers; they have an orange sac in the middle, surrounded by orange flower leaves, with a multitude of red strips on top.|The Noronha skink feeds on nectar from the tree Erythrina velutina.\\nThe Noronha skink probably lacked predators before Fernando de Noronha was discovered by humans, but several species that arrived since do prey on it, most commonly the cat (Felis catus) and cattle egret (Bubulcus ibis). These may negatively affect skink abundance at some localities on the island.Silva et al., 2005, p.\\u00a063; Gasparini et al., 2007, p.\\u00a032 The Argentine black and white tegu lizard, Tupinambis merianae, and three introduced rodents, the house mouse (Mus musculus), brown rat (Rattus norvegicus) and black rat (Rattus rattus), have also been observed to eat Noronha skinks, but the rodents, particularly the house mouse, may have been scavenging on already dead skinks.\\n\\nAccording to a 2006 study, the Noronha skink is infected by several parasitic worms, most frequently by the nematode Spinicauda spinicauda. Another nematode, Moaciria alvarengai, is much rarer. Other rare parasites include two trematodes\\u2014Mesocoelium monas and an undetermined species of Platynossomum\\u2014and an undetermined species of Oochoristica, a cestode.Ramalho et al., 2009, p.\\u00a01026 S.\\u00a0spinicauda is usually only found in teiid lizards; it may have entered the archipelago when Tupinambis merianae, a teiid, was introduced to the island in 1960. Among nematodes, previous studies in 1956 and 1957 had only reported M.\\u00a0alvarengai and Thelandros alvarengai from the skink; the presence of S.\\u00a0spinicauda could explain the rarity of M.\\u00a0alvarengai and absence of T.\\u00a0alvarengai in Noronha skinks observed in 2006.Ramalho et al., 2009, p.\\u00a01027\\n\\nOrigin\\nthumb|240px|alt=In the foreground, a wavy sea at the right and a yellow beach covered with black stones at the left. In the background, a mountain covered with green vegetation out of which towers a steep black rock.|View of Morro do Pico on Fernando de Noronha\\nPhylogenetic analyses using a variety of mitochondrial and nuclear genes places the Noronha skink among the tropical African species of Trachylepis,Whiting et al., 2006, pp.\\u00a0721, 726; Mausfeld et al., 2002, pp.\\u00a0282, 286; Carranza and Arnold, 2003, pp.\\u00a0271, 281 a position also supported by morphological similarities.Mausfeld and Vrcibradic, 2002, p.\\u00a0294; Carranza and Arnold, 2003, p.\\u00a0277; Miralles et al., 2009, fig.\\u00a06 It may have arrived on its island on rafting vegetation from southwestern Africa via the Benguela Current and the South Equatorial Current, which passes Fernando de Noronha. This possibility was first suggested by Alfred Russel Wallace before 1888.Branner, 1888, p.\\u00a0871 Mausfeld and coworkers calculated that the journey from Africa to Fernando de Noronha would take 139 days. Because this period seemed too long for the skink to survive, they proposed that the Noronha skink instead arrived via Ascension Island, where a skink may have persisted into historical times.Mausfeld et al., 2002, pp.\\u00a0286\\u2013287; Carranza and Arnold, 2003, p.\\u00a0281\\n\\nThe South American and Caribbean Mabuya skinks form a clade that appears to be derived from a separate colonization from Africa.Whiting et al., 2006, pp.\\u00a0724\\u2013729; Mausfeld et al., 2002, pp.\\u00a0285\\u2013287; Carranza and Arnold, 2003 Both transatlantic colonization events are believed to have occurred within the last 9\\u00a0million years.Carranza and Arnold, 2003, p.\\u00a0281\\n\\nNotes\\n\\nReferences\\n\\nExternal links\\nTrachylepis atlantica in the Reptile Database\\n\\nLiterature cited\\n Ananjeva, N.B., Orlov, N.L., Khalikov, R.G., Darevsky, I.S. and Barabanov, A. 2006. The reptiles of northern Eurasia: taxonomic diversity, distribution, conservation status. Series faunistica 47. Pensoft Publishers, 245\\u00a0pp.\\u00a0\\n Avila-Pires, T.C.S. 1995. Lizards of Brazilian Amazonia (Reptilia: Squamata). Zoologische Verhandelingen 299:1\\u2013706.\\n Bauer, A.M. 2003. On the identity of Lacerta punctata Linnaeus 1758, the type species of the genus Euprepis Wagler 1830, and the generic assignment of Afro-Malagasy skinks. African Journal of Herpetology 52:1\\u20137.\\n Boulenger, G.A. 1887. Catalogue of the Lizards in the British Museum (Natural History). Second edition. Vol. III. Lacertidae, Gerrosauridae, Scincidae, Anelytropidae, Dibamidae, Chamaeleonidae. London: published by order of the Trustees of the British Museum, 575\\u00a0pp.\\n Branner, J.C. 1888. Notes on the fauna of the islands of Fernando de Noronha (subscription required). American Naturalist 22(262):861\\u2013871.\\n Burt, C.E. and Burt, M.D. 1931. South American lizards in the collection of the American Museum of Natural History. Bulletin of the American Museum of Natural History 61:227\\u2013395.\\n Carleton, M.D. and Olson, S.L. 1999. Amerigo Vespucci and the rat of Fernando de Noronha: a new genus and species of Rodentia (Muridae, Sigmodontinae) from a volcanic island off Brazil's continental shelf. American Museum Novitates 3256:1\\u201359.\\n Carranza, S. and Arnold, N.E. 2003. Investigating the origin of transoceanic distributions: mtDNA shows Mabuya lizards (Reptilia, Scincidae) crossed the Atlantic twice (subscription required). Systematics and Biodiversity 1(2):275\\u2013282.\\n Dunn, E.R. 1935. Notes on American Mabuyas (subscription required). Proceedings of the Academy of Natural Sciences of Philadelphia 87:533\\u2013557.\\n Finley, R.B., Jr. 1945. Notes on lizards from Fernando Noronha (subscription required). Copeia 1945(3):162\\u2013164.\\n Gasparini, J.L., Peloso, P.L. and Sazima, I. 2007. New opportunities and hazards brought by humans to the island habitat of the skink Euprepis atlanticus. Herpetological Bulletin 100:30\\u201333.\\n Gray, J.E. 1839. Catalogue of the slender-tongued saurians, with the description of many new genera and species. Annals and Magazine of Natural History (1)2:287\\u2013293.\\n Gray, J.E. 1845. Catalogue of the specimens of lizards in the collection of the British Museum. London: published by order of the Trustees of the British Museum, 289\\u00a0pp.\\n Greer, A.E., Arnold, C. and Arnold, E.N. 2000. The systematic significance of the number of presacral vertebrae in the scincid lizard genus Mabuya (subscription required). Amphibia-Reptilia 21:121\\u2013126.\\n Mausfeld, P. and Vrcibradic, D. 2002. On the nomenclature of the skink (Mabuya) endemic to the western Atlantic archipelago of Fernando de Noronha, Brazil (subscription required). Journal of Herpetology 36(2):292\\u2013295.\\n Mausfeld, P., Schmitz, A., B\\u00f6hme, W., Misof, B., Vrcibradic, D. and Duarte, C.F. 2002. Phylogenetic affinities of Mabuya atlantica Schmidt, 1945, endemic to the Atlantic Ocean archipelago of Fernando de Noronha (Brazil): Necessity of partitioning the genus Mabuya Fitzinger, 1826 (Scincidae: Lygosominae) (subscription required). Zoologischer Anzeiger 241:281\\u2013293.\\n Miralles, A., Chaparro, J.C. and Harvey, M.B. 2009. Three rare and enigmatic South American skinks (first page only). Zootaxa 2012:47\\u201368.\\n O'Shaughnessy, A.M.E. 1874. Descriptions of new species of Scincidae in the collection of the British Museum. Annals and Magazine of Natural History (4)13:298\\u2013301.\\n Ramalho, A.C.O., da Silva, R.J., Schwartz, H.O. and P\\u00e9res, A.K., Jr. 2009. Helminths from an introduced species (Tupinambis merianae), and two endemic species (Trachylepis atlantica and Amphisbaena ridleyi) from Fernando de Noronha archipelago, Brazil. Journal of Parasitology 95(4):1026\\u20131038.\\n Ridley, H.N. 1888a. A visit to Fernando do Noronha. The Zoologist (3)12(134):41\\u201349.\\nRidley, H.N. 1888b. Notes on the zoology of Fernando Noronha. Journal of the Linnean Society: Zoology 20:473\\u2013570.\\n Rocha, C.F.D., Vrcibradic, D., Menezes, V.A. and Ariani, C.V. 2009. Ecology and natural history of the easternmost native lizard species in South America, Trachylepis atlantica (Scincidae), from the Fernando de Noronha archipelago, Brazil (subscription required). Journal of Herpetology 43(3):450\\u2013459.\\n Sazima, I., Sazima, C. and Sazima, M. 2005. Little dragons prefer flowers to maidens: A lizard that laps nectar and pollinates trees. Biota Neotropical 5(1):1\\u20138.\\n Sazima, I., Sazima, C. and Sazima, M. 2009. A catch-all leguminous tree: Erythrina velutina visited and pollinated by vertebrates at an oceanic island (subscription required). Australian Journal of Botany 57:26\\u201330.\\n Schleich, H.-H., K\\u00e4stle, W. and Kabisch, K. 1996. Amphibians and reptiles of North Africa: biology, systematics, field guide. Koeltz Scientific Books, 630 pp.\\u00a0\\n Schmidt, K.P. 1945. A new name for a Brazilian Mabuya. Copeia 1945(1):45.\\n Silva, J.M., Jr., P\\u00e9res, A.K., Jr. and Sazima, I. 2005. Euprepis atlanticus (Noronha Skink). Predation. Herpetological Review 36:62\\u201363.\\n Travassos, H. 1946. Estudo da varia\\u00e7\\u00e3o de Mabuya punctata (Gray, 1839). Boletim do Museu Nacional (Zoologia) 60:1\\u201356 (in Portuguese).\\n Travassos, H. 1948. Nota sobre a \\\"Mabuya\\\" da Ilha Fernando de Noronha (Squamata, Scincidae). Revista Brasileira de Biologia 8:201\\u2013208 (in Portuguese).\\n Whiting, A.S., Sites, J.W., Pellegrino, K.C.M. and Rodrigues, M.T. 2006. Comparing alignment methods for inferring the history of the new world lizard genus Mabuya (Squamata: Scincidae) (subscription required). Molecular Phylogenetics and Evolution 38:719\\u2013730.\\n\\nCategory:Lygosominae\\nCategory:Reptiles of Brazil\\nCategory:Endemic fauna of Brazil\\nCategory:Fernando de Noronha\\nCategory:Reptiles described in 1945\\nCategory:Taxa named by Karl Patterson Schmidt\"}"