"{\"title\": \"Battle of Winterthur\", \"url\": \"https://en.wikipedia.org/wiki/Battle_of_Winterthur\", \"text\": \"For the battle of 919, see Burchard II, Duke of Swabia.\\n\\nThe Battle of Winterthur (27 May 1799) was an important action between elements of the Army of the Danube and elements of the Habsburg army, commanded by Friedrich Freiherr von Hotze, during the War of the Second Coalition, part of the French Revolutionary Wars. The small town of Winterthur lies  northeast of Z\\u00fcrich, in Switzerland. Because of its position at the junction of seven roads, the army that held the town controlled access to most of Switzerland and points crossing the Rhine into southern Germany. Although the forces involved were small, the ability of the Austrians to sustain their 11-hour assault on the French line resulted in the consolidation of three Austrian forces on the plateau north of Z\\u00fcrich, leading to the French defeat a few days later.\\n\\nBy mid-May 1799, the Austrians had wrested control of parts of Switzerland from the French as forces under the command of Hotze and Count Heinrich von Bellegarde pushed them out of the Grisons. After defeating Jean-Baptiste Jourdan's 25,000-man Army of the Danube at the battles of Ostrach and Stockach, the main Austrian army, under command of Archduke Charles, crossed the Rhine at the Swiss town of Schaffhausen and prepared to unite with the armies of Hotze and Friedrich Joseph, Count of Nauendorf, on the plains surrounding Z\\u00fcrich.\\n\\nThe French Army of Helvetia and the Army of the Danube, now both under the command of Andr\\u00e9 Mass\\u00e9na, sought to prevent this merger. Mass\\u00e9na sent Michel Ney and a small mixed cavalry and infantry force from Z\\u00fcrich to stop Hotze's force at Winterthur. Despite a sharp contest, the Austrians succeeded in pushing the French out of the Winterthur highlands, although both sides took high casualties. Once the union of the Habsburg armies took place in early June, Archduke Charles attacked French positions at Z\\u00fcrich and forced the French to withdraw beyond the Limmat.\\n\\nBackground\\n\\nPolitical and diplomatic situation\\nInitially, the rulers of Europe viewed the revolution in France as a conflict between the French king and his subjects, and not something in which they should interfere. As revolutionary rhetoric grew more strident, they declared the interest of the monarchs of Europe as one with the interests of Louis and his family; this Declaration of Pillnitz threatened ambiguous, but quite serious, consequences if anything should happen to the royal family.Timothy Blanning. The French Revolutionary Wars, New York: Oxford University Press, pp. 41\\u201359. The French position became increasingly difficult. Compounding problems in international relations, French \\u00e9migr\\u00e9s continued to agitate for a counter-revolution. On 20 April 1792, the French National Convention declared war on Austria. In this War of the First Coalition (1792\\u20131798), France ranged itself against most of the European states sharing land or water borders with her, plus Portugal and the Ottoman Empire. Although the Coalition forces achieved several victories at Verdun, Kaiserslautern, Neerwinden, Mainz, Amberg and W\\u00fcrzburg, the efforts of Napoleon Bonaparte in northern Italy pushed Austrian forces back and resulted in the negotiation of the Peace of Leoben (17 April 1797) and the subsequent Treaty of Campo Formio (17 October 1797).Blanning. pp. 41\\u201359.\\n\\nThe treaty called for meetings between the involved parties to work out the exact territorial and remunerative details. Convened at a small town in the mid-Rhineland, Rastatt, the Congress quickly derailed in a mire of intrigue and diplomatic posturing. The French demanded more territory. The Austrians were reluctant to cede the designated territories. Compounding the Congress's problems, tensions grew between France and most of the First Coalition allies. Ferdinand of Naples refused to pay agreed-upon tribute to France, and his subjects followed this refusal with a rebellion. The French invaded Naples and established the Parthenopean Republic. Encouraged by the French Republic, a republican uprising in the Swiss cantons led to the overthrow of the Swiss Confederation and the establishment of the Helvetic Republic.Blanning. pp. 230\\u2013232. The French Directory was convinced that the Austrians were planning to start another war. Indeed, the weaker France seemed, the more seriously the Austrians, the Neapolitans, the Russians, and the British discussed this possibility.John Gallagher. Napoleon's enfant terrible: General Dominique Vandamme, Tulsa: University of Oklahoma Press, 2008, , p. 70. In mid-spring, the Austrians reached an agreement with Tsar Paul of Russia by which Alexander Suvorov would come out of retirement to assist Austria in Italy with another 60,000 troops.Albert Seaton. The Austro-Hungarian army of the Napoleonic wars. London: Osprey, 1973, , p. 15.\\n\\nOutbreak of war in 1799\\nThe French Directory's military strategy in 1799\\u00a0called for offensive campaigns on all fronts: central Italy, northern Italy, the Swiss cantons, the upper Rhineland, and The Netherlands. Theoretically, the French had a combined force of 250,000\\u00a0troops, but this was on paper, not in the field.A. B. Rodger. The War of the Second Coalition: A strategic commentary. Oxford: Clarendon Press, 1964, p. 158.  As winter broke in 1799, General Jean-Baptiste Jourdan and the Army of the Danube, at a paper strength of 50,000\\u00a0and an actual strength of 25,000,John Young, D.D. A History of the Commencement, Progress, and Termination of the Late War between Great Britain and France which continued from the first day of February 1793 to the first of October 1801. Two volumes. Edinburg: Turnbull, 1802, vol. 2, p. 220. crossed the Rhine between Basel and Kehl on 1 March. This crossing officially violated the Treaty of Campo Formio.Blanning, p. 232. The Army of the Danube advanced through the Black Forest and, by mid-March, established an offensive position at the western and northern edge of the Swiss Plateau by the village of Ostrach.Gunther E. Rothenberg. Napoleon's Great Adversary: Archduke Charles and the Austrian Army 1792\\u20131914. Stroud (Gloccester): Spellmount, 2007, p. 74. For further information on the Army of the Danube's movements and orders, see Jean-Baptiste Jourdan. A Memoir of the operations of the army of the Danube under the command of General Jourdan, taken from the manuscripts of that officer. London: Debrett, 1799, pp. 140\\u2013144. For further information on its size and composition, see Army of the Danube order of battle, or Roland Kessinger, Order of Battle, Army of the Danube . Retrieved 3 December 2009. Andr\\u00e9 Mass\\u00e9na had already pushed into Switzerland with his force of 30,000, and successfully passed into the Grison Alps, Chur, and Finsterm\\u00fcnz on the Inn. Theoretically, his left flank was to link with Jourdan's right flank, commanded by Pierre Marie Barth\\u00e9lemy Ferino, at the far eastern shore of Lake Constance.Rodgers, pp. 158\\u2013159.\\nthumb|alt=Late snow covers a meadow and brook bank.|upright|At Elgg, Hotze established his forward posts; although the winter snows had melted, the ground was still soggy and the streams were still in full spring flow.\\nThe Austrians had arrayed their own army in a line from the Tyrol to the Danube. A force of 46,000\\u00a0under command of Count Heinrich von Bellegarde formed the defence of the Tyrol. Another small Austrian force of 26,000\\u00a0commanded by Friedrich Freiherr von Hotze guarded the Vorarlberg. The main Austrian Army\\u2014close to 80,000 troops under the command of Archduke Charles\\u2014had wintered in the Bavarian, Austrian, and Salzburg territories on the eastern side of the Lech. At the battles of Ostrach (21 March) and Stockach (25 March), the main Austrian force pushed the Army of the Danube back into the Black Forest. Charles made plans to cross the upper Rhine at the Swiss town of Schaffhausen. Friedrich Freiherr von Hotze brought a portion (approximately 8,000) of his force west, leaving the rest to defend the Vorarlberg. At the same time, Friedrich Joseph, Count of Nauendorf, brought the left wing of the main Austrian force across the Rhine by Eglisau. They planned to unite with the main Austrian army, controlling the northern access points of Z\\u00fcrich and forcing an engagement with Mass\\u00e9na.Ramsey Weston Phipps. The Armies of the First French Republic. Volume 5: The armies of the Rhine in Switzerland, Holland, Italy, Egypt and the coup d'etat of Brumaire, 1797\\u20131799. Oxford: Oxford University Press, 1939, pp. 49\\u201350; Digby Smith. The Napoleonic Wars Data Book. London: Greenhill, 1998, , p. 156;\\n\\nBy mid-May, French morale was low. They had suffered terrible losses at Ostrach and Stockach, although these had been made up by reinforcements. Two senior officers of the Army of the Danube, Charles Mathieu Isidore Decaen and Jean-Joseph Ange d'Hautpoul, were facing courts-martial on charges of misconduct, professed by their senior officer, Jourdan. Jean-Baptiste Bernadotte and Laurent de Gouvion Saint-Cyr were sick, or claimed they were, and had left the army's encampments to recover their health. Mass\\u00e9na's force had been repelled by Hotze's army at Feldkirch, and forced to fall back, and LeCourbe's failure to push through against Bellegarde's Austrian force in the Tyrol meant Mass\\u00e9na had to pull his southern wing back as well as his center and northern wing, to maintain communication with the retreating armies on his flanks. At this point, also, the Swiss revolted again, this time against the French, and Z\\u00fcrich became the last defensible position Mass\\u00e9na could take.Rodger, pp. 158\\u2013162.\\n\\nLocale\\nWinterthur (; ) lies in a basin south and east of the T\\u00f6ss approximately  northeast of Z\\u00fcrich. To the north and east of the town lies a ring of hills approximately  high. To the west, the T\\u00f6ss runs on its  course north toward the Rhine.Armin Peter. River Fragmentation and Connectivity Problems in Swiss Rivers; The Effect on the Fish Communities. EAWAG, Limnological Research Center, Swiss Federal Institute for Environmental Science and Technology, Kastanienbaum, Switzerland, 1999\\u20132000, p. 2. The locale of a Roman settlement from 200\\u00a0to 400, and the site of a medieval battle in 919, its location at seven crossroads gave it strategic importance in the effort to control north\\u2013south and east\\u2013west communication in the early days of the War of the Second Coalition.Lawrence Shadwell. Mountain warfare illustrated by the campaign of 1799 in Switzerland: being a translation of the Swiss narrative, compiled from the works of the Archduke Charles, Jomini, and other ... . London: Henry S. King, 1875. pp. 108\\u2013109.\\n\\nLeadership\\nAfter the defeats at the battles at Ostrach and Stockach, and the Army of the Danube's retreat into the Black Forest, the French Directory had sacked Jean-Baptiste Jourdan in April 1799 and given command of both the Army of Helvetia and the Army of the Danube to Andr\\u00e9 Mass\\u00e9na. Protecting the northern access to Z\\u00fcrich, Mass\\u00e9na gathered some of the best commanders he had available; eventually, three of them would become Marshals of France, and Tharreau, a dependable General of Division.Smith, \\\"Clash at Winterthur.\\\" Databook, p. 156\\u2013157.\\nthumb|upright|alt=Formal full-length portrait of Mass\\u00e9na in dress military uniform, comprising white breeches with knee length black boots, dark cutaway coat with high collar and gold embroidery, a red shoulder sash and gold waist sash. He wears a large star of honour on his breast. He is a tall dark man with a long face and thick eyebrows. He looks quizzically at the observer and holds a marshal's baton, and sabre.|Andr\\u00e9 Mass\\u00e9na commanded the French forces in northern Switzerland.thumb|upright|alt=Formal full-length portrait of a Michel Ney in uniform, in the field, with a tent beside him and a distant landscape. He is a tall, broad-shouldered man with a long face, a gentle expression and light curly hair. He stands at ease, holding a marshal's baton and plumed hat with one hand on his hip.|The rivalry between Michel Ney (pictured) and Jean de Dieu Soult that was born at Winterthur endured throughout the Napoleonic Wars.upright|thumb|alt=Formal full-length portrait of a Tharreau in uniform, in a rocky landscape. He is a short, solidly built man with a round face and alert dark eyes. His pale skin contrasts with his black curly hair and heavy cheek whiskers. He looks out of the picture to the left while gesturing backward with his right hand. He holds a sword in his left hand.|Jean Victor Tharreau commanded the French forward line near Winterthur and ordered Soult to support Ney's defence of the city.thumb|upright|alt=Formal full-length portrait of Soult in uniform, in a coastal landscape with military barracks and beacon post. He is a sturdily built man with swarthy skin, short black hair, a cleft chin and prominent ears. Both his facial expression and his stance express arrogance. He holds a marshal's baton and hat.|Nicolas Jean de Dieu Soult's (pictured) refusal to aid Michel Ney cost the French a victory and, ultimately, a city.\\nThe situation for the French was dire. Not only had they been trounced in southwestern Germany, the legendary Alexander Suvorov was on his way to northern Italy with 60,000 Russians to take command of Coalition forces there. Count Heinrich Bellegarde, positioned with 20,000 men in the Grisons, effectively isolated Mass\\u00e9na's force from any assistance out of Italy. Most threatening, Archduke Charles' main army lay less than a day away; in size alone, it could overwhelm him, or, if he withdrew to the west, its position cut off his avenue of withdrawal toward France. If Charles' left wing, commanded by Nauendorf, united with Hotze's force, approaching from the east, Mass\\u00e9na knew Charles would attack and very likely push him out of Z\\u00fcrich.Phipps, pp. 49\\u201350.\\n\\nTo prevent this merger of the Austrian forces, Mass\\u00e9na established a forward line centred at Winterthur, and under overall command of the experienced Jean Victor Tharreau. The French forces were arrayed in an uneven semicircle, in which Winterthur formed the central part. The command of the Winterthur brigades was the most important. If the center could not hold its position, the flanks would be isolated and crushed. Mass\\u00e9na sent newly promoted General of Division Michel Ney to Winterthur on 27 May 1799 to take command of the center. Mass\\u00e9na recalled him from his assignment commanding an outpost of Claude Lecourbe's force in central Switzerland, and gave him a command more fitting with his new rank. Ney arrived with the reputation for boldness considered typical of cavalry officers, but with minimal experience in commanding mixed forces. Anxious to prove himself but aware of protocols, he had hurried to Tharreau's headquarters, but had to wait for his letters of service before he could take command. These arrived on 25 May. The troops at Winterthur included a brigade of four battalions commanded by Dominique Mansuy Roget, a weak brigade commanded by Th\\u00e9odore Maxime Gazan, and a cavalry brigade commanded by Fr\\u00e9d\\u00e9ric Henri Walther.Andrew Hilliarde Atteridge. The bravest of the brave, Michel Ney: marshal of France, duke of Elchingen. New York: Brentano, 1913, pp. 45\\u201346; p. 48.\\nthumb|upright|alt=Half-length oil portrait of the Archduke Charles by Georg Decker. Charles wears a white high-collared military jacket of the Austrian army and has a red and white sash over his right shoulder. He wears two decorations, a cross on his breast and another medal at his neck. He has a long fleshy face, short brown hair, and light eyes, and gazes calmly towards the viewer. His arms are folded across his chest.|Archduke Charles, brother of the Holy Roman Emperor, crossed the Rhine and awaited Hotze's arrival before he would attack the French at Z\\u00fcrich. Portrait by Georg Decker thumb|upright|alt=Miniature portrait of Hotze. He has white hair and dark eyebrows, a large nose and prominent chin. He wears a cross of honour on a ribbon of the Austrian colours around his neck and passed through a buttonhole of his civilian jacket.|The Swiss-born Hotze forced the French from Winterthur, and later played a key role in chasing Mass\\u00e9na and his army from Z\\u00fcrich in early June.thumb|upright|alt=Engraved reproduction of a formal portrait of Bellegarde. He is an elderly man with wispy grey hair and long eyebrows, bony features and an imperious expression. He wears military uniform and numerous decorations. His gloved hands are folded over the hilt of a sword.|Heinrich Bellegarde, a Saxon count, guarded the passes to the south and east of the French force.thumb|upright|alt=A full length portrait of Alexander Suvorov. He is shown as a dynamic elderly man with aquiline features, windblown hair and eyebrows that are raised quizzically. He wears a military cape and clasps his sword hilt.|Alexander Suvorov, the new ally of Austria, commanded 60,000 Russian troops in northern Italy.\\nLike Ney, Friedrich Freiherr von Hotze, the Austrian commander, was also a cavalry officer. Unlike Ney, he had broad field experience. The Swiss-born Hotze had entered the military service of the Duke of W\\u00fcrttemberg in 1758 and had been promoted to Rittmeister, or captain of cavalry; he had campaigned briefly in the Seven Years' War, but saw no combat. Later, he served in the Russian army in the Russo-Turkish War (1768\\u201374). With an Austrian commission, he joined the Habsburg imperial army, and served in the brief War of the Bavarian Succession (1778\\u201379). His campaigning in the War of the First Coalition, particularly at the Battle of W\\u00fcrzburg, had earned him the confidence of Archduke Charles and elevation to the ranks of nobility by Charles' brother, Francis II, Holy Roman Emperor. Katja H\\u00fcrlimann. \\\"Friedrich von Hotze\\\". Historisches Lexikon der Schweiz\\\" . 15 January 2008 edition. Retrieved 18 October 2009, p. 1485.\\n\\nAction\\nthumb|alt=Aerial picture showing a small walled city dotted with red tile roofs and steeples; a wide river runs between it and another city. The farmlands on the far side are bathed in sunlight.|Part of Nauendorf's wing crossed the Rhine at Stein on the Rhine (foreground) and Eglisau and by 26 May had reached Andelfingen, establishing contact with Charles' main army.\\n\\nPreliminaries\\n\\nOn 22 May 1799, Friedrich Joseph, Count of Nauendorf, led a large column across the Rhine at Konstanz, Stein and Eglisau. Hotze's force had already crossed the Rhine further east, where it was still a mountain stream, and passed through the Grisons, into Toggenburg, and moved toward Z\\u00fcrich.Archibald Alison. History of Europe from the fall of Napoleon in 1815 to the accession of Louis Napoleon in 1852. N.Y: Harper, 1855, Chapter 28, p. 20.\\n\\nTo prevent these two forces from joining with Archduke Charles' 100,000\\u00a0men, on 22 May, Mass\\u00e9na and 23,000 troops of the Army of the Danube marched from Z\\u00fcrich in the direction of Winterthur.Alison. p. 20; Shadwell, pp. 108\\u2013109. Once past Winterthur, they made their way another  northeast and, on 25 May, the two armies clashed at Frauenfeld. Out-numbered almost four to one, Hotze's force was badly mauled by the French; 750\\u00a0of Hotze's men were killed or wounded, and 1,450\\u00a0captured; in addition, Hotze lost two guns, and one color. His second-in-command, Major General Christoph Karl von Piacsek, was wounded in action and died later of his wounds.Smith, p. 156; Leopold Kudrna and Digby Smith. A biographical dictionary of all Austrian Generals in the French Revolutionary and Napoleonic Wars, 1792\\u20131815.  \\\"Piacsek\\\". Napoleon Series, Robert Burnham, editor in chief. April 2008 version. Retrieved 14 December 2009. Despite the superiority of the French numbers, though, Hotze extricated his force from the engagement, manoeuvred around the French position, and escaped in the direction of Winterthur.Alison, p. 20.\\n\\nMeanwhile, by 26 May Nauendorf established camp near Andelfingen and reacquired contact with the main Austrian force. Having united with Nauendorf, Archduke Charles awaited Hotze's force, coming from the east, before he would attack the French at Z\\u00fcrich. That same night, Hotze camped between Frauenfeld and H\\u00fcttwilen, about  southeast of Nauendorf's position, and sent his advance posts as far ahead as Islikon and Elgg, only  east of Winterthur.Shadwell, pp. 108\\u2013109.\\n\\nClash\\n\\nthumb|upright=1.75|alt=Topographical map of modern Switzerland shows the geographic details of the Swiss plateau, and general locations of the Austrian and French positions.|Hotze's troops arrived in the morning at the outskirts of Winterthur and immediately attacked Ney's position. By afternoon, his troops had joined those of Nauendorf and Archduke Charles, marked in yellow.\\n\\nOn the morning of 27 May, Hotze assembled his force into three columns and marched toward Winterthur. Opposite him, Michel Ney, newly in command of his division of approximately 3,000 men, deployed his force around the heights, the so-called Ober-Winterthur, a ring of low-lying hills some  north of the city.Shadwell, p. 108.\\n\\nGiven the size of the Austrian force approaching him, Ney planned to withdraw to Winterthur. Before he could implement this action, the over-all commander of the forward line, Jean Victor Tharreau, had galloped to his position and said he would support Ney by sending Jean-de-Dieu Soult's division; Ney understood this to mean he was to make a stand along the entire outpost line, and that he would not be isolated. His small force would receive reinforcements from Soult's division. Consequently, Ney directed the weakest brigade, under the command of Gazan, to move up a long valley toward Frauenfeld, and another brigade, under the command of Roget, to take the right, preventing any Austrian flanking manoeuvre.\\n\\nBy mid-morning, Hotze's advanced guard had encountered moderate French resistance first from Roget's brigade, and then, almost immediately, from Gazan's.Atteridge, p. 46. The Austrian advance troops quickly overran Gazan's weak brigade and took possession of the woods surrounding the village of Islikon. After securing the villages of Gundeschwil, Schottikon, Wiesendangen, and Stogen, further west of Islikon, Hotze deployed two of his columns facing the French front, while a third angled to the French right, as Ney had expected he would.\\n\\nBy mid-morning, Ney had moved toward the front with Gazan's brigade and he could see the enemy advancing toward him; still expecting Soult's reinforcements on his flanks, he anticipated an easy victory, like the one three days earlier in which Mass\\u00e9na's force had pounded Hotze's column at Frauenfeld. He did not realise, at least not yet, that Hotze had 8,000\\u00a0men with which to secure the crossroads north of Winterthur.Atteridge, p. 49; Shadwell, p. 109. Ney brought more of his men to the front, and moved against the Austrian left. In an Austrian volley, he and his horse went down; the horse was killed and Ney received a knee injury. He had his wound bandaged, called for another horse, and reentered the fight.Shadwell, p. 109.\\nthumb|alt=Outline map of northern Switzerland, showing location of armies in relation to one another; the French army is more than half encircled by the Austrians.|The Armies of Austria (yellow) and France (red) position themselves to capture key crossroads by the city of Z\\u00fcrich.\\nNey now had two problems: he expected support columns from Soult's division on both flanks to arrive momentarily and he did not know that the Austrians had arrived in force, directly in front of his center.Atteridge, pp. 46\\u201347. Atteridge maintains that Nauendorf's force fought this engagement with 15,000\\u00a0men; Shadwell (p. 109) and Smith Databook, pp. 156\\u2013157) maintain it was Hotze's, and the force was only 8,000; Smith further says that Charles directed a portion of Nauendorf's column to secure Neftenbach, in the last hours of the battle. Although Roget's brigade was strong enough to prevent the Austrians from flanking the position, Gazan's brigade was too weak to resist the superior Austrian force, which was growing visibly stronger as Hotze's troops continued to arrive at the forward line and throw themselves into the fray.\\nthumb|left|alt=A mid-sized river flows through a forest; small rapids cascade over rocks.|The T\\u00f6ss, a Rhine tributary, ran through the main part of the battleground; holding a bridge across the river proved impossible for the French, but cannon fire made it impossible for the Austrians to cross.\\nFinally accepting that Soult would not arrive, Ney could not hope to hold his position, much less push the Austrians back. He concluded that he must fall back to Winterthur. To cover the retreat, he instructed Walther and his cavalry to establish a position on the T\\u00f6ss, above the bridge at Stieg. From there, the cavalry could protect an orderly retreat. Amidst a muddy rivulet feeding the T\\u00f6ss, Ney positioned a second detachment guarding the village of T\\u00f6ss and the road leading to a ridge of the hills, where he placed a couple of cannons. From the ridge, his rear guard could fire its artillery on the Austrian advance.Atteridge, p. 49.\\n\\nFor Walther, at the bridge, the position appeared defensible for as long as it would take to remove Ney's force through Winterthur, yet the shock of the Austrian force, as it hit his defences, was sufficient to break his line after 90 minutes of brisk fighting. But there the Austrian forward momentum stalled. Although Hotze's men forced Walther's from the bridge, they themselves could not cross it. From the ridge, Ney's rear guard maintained a steady stream of cannon fire on any of the Austrians who crossed the bridge and attempted to advance up the hill. Hotze recognised the futility of throwing his men into direct cannon fire and ordered instead a steady musketry barrage. This proved effective, for Ney was again injured, this time in his left hand, and his second horse was killed; he relinquished command to Gazan, who organised the continued withdrawal from the position.Atteridge, p. 49; Shadwell, p. 110.\\n\\nWhen the Archduke heard of Hotze's success in taking Winterthur crossroads, he directed his troops to augment Nauendorf's, and to take the village and the environs of Neftenbach,  west-northwest of Winterthur.Smith, Databook pp. 156\\u2013157. Nicolas Oudinot, whose men had secured Neftenbach as part of the French forward line, held out for most of the day, but was forced to retreat  to Pfungen in the late afternoon; his position there was not defensible and he was pushed further back to the outskirts of Z\\u00fcrich. By taking Neftenbach, Charles placed a formidable group of troops between Ney's force and Hotze's flank and forced an uneven French withdrawal toward Z\\u00fcrich. Tharreau manoeuvred around the T\\u00f6ss, attempting to re-establish his forward line, but Mass\\u00e9na did not want a general engagement between Z\\u00fcrich and Neftenbach, not there and not then. The Armies of Switzerland and the Danube were not ready to take on Charles; Mass\\u00e9na's forces were not prepared for a battle on the scale required in facing Charles' entire army, and he needed the defences offered by Z\\u00fcrich to mount a proper line against the impending Austrian attack. Eventually, Tharreau withdrew the entire forward line to Z\\u00fcrich. The clash took 11 hours.Shadwell, pp. 110\\u2013111.\\n\\nAftermath\\nHotze's force took relatively high casualties\\u20141,000\\u00a0men killed, wounded or missing (12.5 percent) of his entire force of 8,000\\u2014although his losses were comparable to Ney's 800 killed wounded or missing, from his 7,000-man force (11.5 percent).Smith, \\\"Clash at Winterthur\\\", Databook, pp. 156\\u2013157. More importantly, though, Hotze succeeded not only in pushing the French back from Winterthur, but also in uniting his force with Nauendorf and Charles'. The unified Austrian force completed the semicircle around Mass\\u00e9na's positions at Z\\u00fcrich.Shadwell, p. 110.\\n\\nFor the French, despite their success earlier at Frauenfeld, the action was considerably less successful. In the clash, Ney was sufficiently wounded that he took immediate leave, and remained out of action and command until 22 July.Atteridge, p. 50. The conduct of the battle also demonstrated the weakness of the French command system in which personal animosity and competition between high-ranking officers, in this case, Soult and Tharreau, undermined French military objectives. Tharreau eventually charged Soult with insubordination; Soult had outright refused to go to Ney's assistance, despite specific, and direct, orders to move his division to Ney's flanks.\\n\\nFurthermore, the French dangerously underestimated Austrian tenacity and military skill. The white coats, as the French called the Austrians, were far better soldiers than the French assumed, and despite such demonstrations as that at Ostrach, Stockach and Winterthur, the French continued to hold this prejudice. This did not change until 1809 when the Battle of Aspern-Essling and the Battle of Wagram a few weeks later caused Napoleon to revise his opinion of the Austrian military.Peter Hicks. The Battle of Aspern-Essling. Napoleon Foundation, 2008. Retrieved 9 December 2009.\\n\\nFinally, the battle at Winterthur made possible the victory at Z\\u00fcrich. Once the Austrian armies united west, north and east of Z\\u00fcrich, Charles decided he had a sufficiently superior force to attack Mass\\u00e9na's positions in Z\\u00fcrich.Blanning, p. 233. His strategy, to develop a converging attack, was not entirely possible without another Austria corps, which was commanded by Suvorov, and positioned in the mountains in Italy; this would have made possible the near encirclement of Mass\\u00e9na's command at Z\\u00fcrich, making the French position untenable.Rodger, p. 161. Even so, at the First Battle of Z\\u00fcrich (4\\u20137 June 1799), the Austrian army forced the French to abandon Z\\u00fcrich; Mass\\u00e9na withdrew across the Limmat, where he set up a defensive position on the low-lying hills overlooking the city and awaited his opportunity to reacquire the city.During the battle, Hotze commanded the entire left wing of Archduke Charles' army, which included 20 battalions of infantry, plus support artillery, and 27 squadrons of cavalry, in total, 19,000 men.  Ebert, Freiherr von Hotze;  H\\u00fcrlimann, Historisches Lexikon der Schweiz. Blanning, pp. 233\\u201334.\\n\\nOrder of battle\\n\\nAustrian\\nLt. Field Marshal Friedrich Freiherr von Hotze\\n 12. Infantry Regiment Manfredini (3\\u00a0battalions)\\n 21. Infantry Regiment Gemmingen (2\\u00a0companies)\\n 41. Infantry Regiment Bender (3\\u00a0battalions)\\n 1. Light Infantry Regiment Strozzi (1\\u00a0battalion)\\n 7. Dragoon Regiment Waldeck (6\\u00a0squadrons)\\n First Battalion, Hungarian-Banat Border Regiment\\nTotal: ~8000\\u00a0menSmith places effective strength at 8,000. Bodart places the effective strength at 15,000; both assess losses at 1,000. Smith, Databook, pp. 156\\u2013157; Gaston Bodart. Losses of life in modern wars, Austria-Hungary: France. Oxford, Clarendon Press: London, New York [etc.] H. Milford, 1916. p. 42.\\n\\nFrench\\nGeneral of Division Michel Ney\\n Honor\\u00e9 Th\\u00e9odore Maxime Gazan de la Peyri\\u00e8re's column (4\\u00a0battalions)\\n Dominique Mansuy Roget's column (2\\u00a0battalions)\\n Fr\\u00e9d\\u00e9ric Henri Walther's cavalry (3\\u00a0squadrons)Atteridge. pp. 47\\u201352.\\n\\nTotal: 7,000\\u00a0menSmith, \\\"Clash at Winterthur,\\\" Databook, p. 157. Exact details of additional units assigned to Ney are not known.\\n\\nSources\\n\\nCitations and notes\\n\\nBibliography\\n Alison, Archibald. History of Europe from the fall of Napoleon in 1815 to the accession of Louis Napoleon in 1852. N.Y: Harper, 1855.\\n Atteridge, Andrew Hilliarde. The bravest of the brave, Michel Ney: marshal of France, duke of Elchingen. New York: Brentano, 1913.\\n Blanning, Timothy. The French Revolutionary Wars, New York: Oxford University Press, 1996, .\\n Bodart, Gaston. Losses of life in modern wars, Austria-Hungary: France. Oxford: Clarendon Press: London, New York [etc.] H. Milford, 1916.\\n  Ebert, Jens-Florian.  \\\"Friedrich Freiherr von Hotze\\\".  Die \\u00d6sterreichischen Gener\\u00e4le 1792\\u20131815. Retrieved 15 October 2009.\\n Gallagher, John. Napoleon's enfant terrible: General Dominique Vandamme. Tulsa: University of Oklahoma Press, 2008, .\\n Hollins, David, Austrian Commanders of the Napoleonic Wars, 1792\\u20131815, London: Osprey, 2004.\\n  H\\u00fcrlimann, Katja. \\\"Friedrich von Hotze.\\\" Historisches Lexikon der Schweiz. 15 January 2008 edition, Retrieved 18 October 2009.\\n Jourdan, Jean-Baptiste. A Memoir of the operations of the army of the Danube under the command of General Jourdan, taken from the manuscripts of that officer. London: Debrett, 1799.\\n Hicks, Peter. The Battle of Aspern-Essling. Napoleon Foundation, 2008. Retrieved 9 December 2009.\\n Hug, Lena and Richard Stead. Switzerland. New York: G. P. Putnam's Sons, 1902.\\n  Kessinger, Roland. Order of Battle, Army of the Danube. Retrieved 3 December 2009.\\n Kudrna, Leopold and Digby Smith. A biographical dictionary of all Austrian Generals in the French Revolutionary and Napoleonic Wars, 1792\\u20131815.  \\\"Piacsek\\\". Napoleon Series, Robert Burnham, editor in chief. April 2008 version. Retrieved 14 December 2009.\\n Peter, Armin. River Fragmentation and Connectivity Problems in Swiss Rivers; The Effect on the Fish Communities. EAWAG, Limnological Research Center, Swiss Federal Institute for Environmental Science and Technology, Kastanienbaum, Switzerland, 1999\\u20132000.\\n Phipps, Ramsey Weston. The Armies of the First French Republic. Volume 5: \\\"The armies of the Rhine in Switzerland, Holland, Italy, Egypt and the coup d'etat of Brumaire, 1797\\u20131799,\\\" Oxford: Oxford University Press, 1939.\\n Rodger, A. B. The War of the Second Coalition: A strategic commentary. Oxford: Clarendon Press, 1964.\\n Rothenberg, Gunther E. Napoleon's Great Adversary: Archduke Charles and the Austrian Army 1792\\u20131914. Stroud (Glocester): Spellmount, 2007.\\n Seaton, Albert. The Austro-Hungarian army of the Napoleonic wars. London: Osprey, 1973, .\\n Senior, Terry J. The Top Twenty French Cavalry Commanders: No. 5 General Claude-Pierre Pajol. At Napoleon Series, Robert Burnham, editor in chief. April 2008 version. Retrieved 4 November 2009.\\n Shadwell, Lawrence. Mountain warfare illustrated by the campaign of 1799 in Switzerland: being a translation of the Swiss narrative, compiled from the works of the Archduke Charles, Jomini, and other ... . London: Henry S. King, 1875.\\n Smith, Digby. The Napoleonic Wars Databook. London: Greenhill, 1998, .\\n Young, John, D.D. A History of the Commencement, Progress, and Termination of the Late War between Great Britain and France which continued from the first day of February 1793 to the first of October 1801. Volume 2. Edinburg: Turnbull, 1802.\\n\\nCategory:1799 in Europe\\nCategory:Helvetic Republic\\nCategory:Battles involving Austria\\nCategory:Battles involving France\\nCategory:Campaigns of the French Revolutionary Wars by year\\nCategory:Conflicts in 1799\\nCategory:Winterthur\\nCategory:Battles of the War of the Second Coalition\\nCategory:Battles of the French Revolutionary Wars\\nCategory:War of the Second Coalition\"}"