"{\"title\": \"Royal Gold Cup\", \"url\": \"https://en.wikipedia.org/wiki/Royal_Gold_Cup\", \"text\": \"thumb|300px|The Royal Gold Cup,  high,  across at its widest point; weight 1.935\\u00a0kg, British Museum. Saint Agnes appears to her friends in a vision.\\n\\nThe Royal Gold Cup or Saint Agnes Cup is a solid gold covered cup lavishly decorated with enamel and pearls. It was made for the French royal family at the end of the 14th century, and later belonged to several English monarchs before spending nearly 300 years in Spain. It has been in the British Museum since 1892, where it is normally on display in Room 40, and is generally agreed to be the outstanding surviving example of late medieval French plate. It has been described as \\\"the one surviving royal magnificence of the International Gothic age\\\".Lightbown, 78  According to Thomas Hoving, former director of the Metropolitan Museum of Art in New York, \\\"of all the princely jewels and gold that have come down to us, this is the most spectacular\\u2014and that includes the great royal treasures.\\\"Hoving, 61, calling it the \\\"Saint Agnes Cup\\\"; in French it is always the Coupe de Saint Agnes, as in Neil Stratford.\\n\\nThe cup is made of solid gold, stands 23.6\\u00a0cm (9.25\\u00a0inches) high with a diameter of 17.8\\u00a0cm (6.94\\u00a0inches) at its widest point,\\\"British Museum collection database\\\" and weighs 1.935\\u00a0kg (4.26\\u00a0lb).Dalton, 1; Steane, 135 It has a cover that lifts off, but the triangular stand on which it once stood is now lost. The stem of the cup has twice been extended by the addition of cylindrical bands, so that it was originally much shorter,There are illustrations of the original shape in Dalton's Figure 1 (drawing), and Cherry, p. 24 (edited photo, also in Henderson, 138). However, Neil Stratford, 263, raises the possibility that there was originally a longer stem. giving the overall shape \\\"a typically robust and stocky elegance.\\\"Lightbown, 81 The original decorated knop or finial on the cover has been lost, and a moulding decorated with 36 pearls has been removed from the outer edge of the cover; a strip of gold with jagged edges can be seen where it was attached. Presumably it matched the one still in place round the foot of the cup.Dalton, 1, and Lightbown, 81\\u201382. Neil Stratford, 263, adds that the hexagonal top of the cover is modern. See Provenance section for the missing parts.\\n\\nThe gold surfaces are decorated with scenes in basse-taille enamel with translucent colours that reflect light from the gold beneath; many areas of gold both underneath the enamel and in the background have engraved and pointill\\u00e9 decoration worked in the gold. In particular the decoration features large areas of translucent red, which have survived in excellent condition. This colour, known as rouge clair, was the most difficult to achieve technically, and highly prized for this and the brilliance of the colour when it was done successfully.\\\"British Museum Investigation\\\" Scenes from the life of Saint Agnes run round the top of the cover and the sloping underside of the main body. The symbols of the Four Evangelists run round the foot of the cup, and there are enamel medallions at the centre of the inside of both the cup and the cover. The lower of the two added bands contains enamel Tudor roses on a diapered pointill\\u00e9 background; this was apparently added under Henry\\u00a0VIII. The upper band has an engraved inscription filled in with black enamel, with a barrier of laurel branches in green to mark off the end of the inscription from its beginning.Dalton, 1\\u20134; \\\"British Museum collection database\\\"\\n\\nThe cup came to the British Museum with a custom-made hexagonal case of leather on a wood frame, with iron lock, handles and mounts. This was either made at the same time or soon after the cup, and has incised and stamped foliate decoration and a blackletter inscription: YHE.SUS.O.MARYA.O.MARYA YHE SUS.Wood and leather case British Museum collection database, accessed June 16, 2010. Registration number: 1892,0501.2\\n\\nProvenance\\nthumb|300px|The coronation of Charles\\u00a0VI of France in 1380\\nThere is no firm evidence as to the date and circumstances of the creation of the cup. It is first clearly documented in an inventory from 1391 of the valuables belonging to Charles\\u00a0VI of France (reigned 1380\\u20131422), surviving in two copies in the Biblioth\\u00e8que nationale de France.Dalton, 8\\u20139. The inventories are BnF Mss Fr 21445 (f.1b) and 21446 (f.45b) This lists:\\nA hanap of gold, all its cover well and richly enamelled on the outside with the life of Madame St Agnes; and the cresting of the foot is garnished with 26 pearls, and the crown around the cover with 36 pearls; and the finial of the said cover (is) garnished with four sapphires, three balas rubies and fifteen pearls. And it weighs 9 marcs 3 ounces of gold. and the said hanap rests on a stand of gold in the form of a tripod, and in the middle of the tripod is represented Our Lady in a sun on a ground of clear red, and the three feet of the tripod are formed by three winged dragons. The said hanap and cover were given to the king by monseigneur the duc de Berry on his journey into Touraine in the year 91.Translation from Dalton, 8\\u20139. Crucially, the number of pearls around the foot agrees with the current number. A \\\"marc\\\" is approximately 249 grams, so allowing for the changes to the cup, the weight given is consistent. The stand weighed 3 marcs and 5 ounces. See also Jenny Stratford, 320\\n\\nthumb|left|210px|John of Lancaster, 1st Duke of Bedford, kneeling, was the first English owner of the cup. Detail from a miniature by the Bedford Master\\nJohn, Duke of Berry (1340\\u20131416) was Charles VI's uncle and a powerful figure in the kingdom, as well as the most famous and extravagant collector and commissioner of art of his day. He is still best known for commissioning the Tr\\u00e8s Riches Heures du Duc de Berry, the famous International Gothic illuminated manuscript, and also commissioned the Holy Thorn Reliquary, now in the British Museum.Cherry, 39\\u201343 The young king Charles had been forced to remove his uncle from governorships after the latter's rapacious conduct had led to unrest, and the meeting in 1391 marked their reconciliation after a period of bad relations.Dalton, 9 Lavish gifts among the Valois court circle were routine,The subject of Buettner's article; Cherry, 47, gives alarming statistics and on this occasion Berry had special reason to be generous.\\n\\nThe cup appears in another inventory of Charles\\u00a0VI in 1400,Jenny Stratford, 320 and then is not recorded until it appears as the property of another royal uncle, and collector, John of Lancaster, 1st Duke of Bedford (1389\\u20131435), son of Henry\\u00a0IV, who was briefly Regent of both France and England for his infant nephew Henry\\u00a0VI. How he acquired the cup is not known, but he would have received many gifts from Charles\\u00a0VI, and had both lent the king money and bought from him things such as the library of the Palais du Louvre,Dalton, 10; Jenny Stratford 60\\u201361, on the cup between 1400 and entering Bedford's possession, and generally on Bedford's property. in the uneasy period when Charles had made peace with the English and made Henry\\u00a0V his heir. After the death of his brother Henry\\u00a0V, Bedford struggled to stem the resurgent French resistance, which was energised by Joan of Arc. He died in Normandy in 1435, leaving Henry\\u00a0VI as his heir.Jenny Stratford's book is on Bedford's inventories, and includes a brief biography (Chapter 1) and chapter 5 on him as a \\\"Patron and Collector\\\"; Dalton, 10\\n\\nThe cup is more briefly described as the first item in a list of valuables received from Bedford's estate prepared for Henry VI's minister Cardinal Henry Beaufort, but the tripod is not mentioned, some of the jewels are missing, and the subject is misidentified as the life of Saint Suzanna not Saint Agnes. For some reason it does not appear in a royal inventory of 1441;Jenny Stratford, 319\\u2013325; Dalton, 8. It is the only surviving piece of metalwork from the list (J. Stratford, 319) Jenny Stratford suggests that this was because Beaufort still had it at this point.Jenny Stratford, 48  Another possibility is that it had been pawned, as it was in 1449 and again in 1451, on both occasions to finance England's increasingly unsuccessful efforts to hold on to French territory;Dalton, 8\\n\\nThe cup first appears in the records of the new Tudor dynasty under Henry\\u00a0VIII in 1521. By now the cover had lost the finial \\\"garnished with four sapphires, three balas rubies and fifteen pearls\\\" described in Charles VI's inventory and had a new one of gold in the form of a closed, or \\\"imperial\\\" crown. This matches a propaganda drive at this time by Henry to assert England as an \\\"empire\\\", a contemporary sense meaning a state recognising no superior, though the Great Seal of England had already used a closed crown since 1471.Neil Stratford, 261 Other uses had probably been found for the jewels of the old finial; it is assumed that the lower band with the Tudor roses was added in Henry's reign,Dalton, 1, 8 as part of a programme of adding Tudor badges to possessions inherited from earlier dynasties, which covered tapestries, illuminated manuscripts and buildings such as King's College Chapel in Cambridge.Anglo, 198-199  The cup is described in inventories in 1532 and after Henry's death in 1547, and then under Elizabeth\\u00a0I it was inventoried in 1574 and 1596.Dalton 8, Jenny Stratford, 324, 320; the cup appears in all known Tudor inventories of the royal plate.\\nthumb|300px|The Somerset House Conference representatives in August 1604; Spanish on the left, English on the right. The Constable of Castile is nearest the window on the left.\\n\\nWhen James\\u00a0I succeeded to the English throne in 1603, one of his first priorities was to end the Anglo-Spanish War, which had been dragging on since 1585. A Spanish delegation arrived for the Somerset House Conference, which concluded with a treaty signed in 1604. The leader of the Habsburg diplomats was Juan Fern\\u00e1ndez de Velasco, 5th Duke of Fr\\u00edas and Constable of Castile. The upper extension to the stem of the cup has a Latin inscription that translates as:\\nThis cup of solid gold, a relic of the sacred treasure of England and a memorial to the peace made between the kings, the Constable Juan de Velasco, returning thence after successfully accomplishing his mission, presented as an offering to Christ the Peacemaker.Translation \\\"British Museum collection database\\\". Dalton has the reading \\\"sacred (royal) treasure\\\", p. 5.\\n\\nThe gift of \\\"some 70 items of silver and gold plate\\\" by James to the Constable, of which the cup was the most notable item, is documented on both the English and Spanish sides;Ungerer, quoted here, has details and references the Constable wrote an account of his mission on his return, which mentions the gift from James. The Constable had previously presented both James and the queen with elaborate cups, among other valuable gifts.Dalton, 6. Ungerer describes several surviving bills of exchange; most of the Spanish gifts were bought in the Spanish Netherlands. According to Pauline Croft, \\\"With his usual over-generosity the king gave the departing envoys around half the large gold vessels from the royal possessions he had inherited from Elizabeth. The Constable himself received a stupendous gift of plate, including possibly the most venerable item in the collection, known as \\\"the Royal Gold Cup of the Kings of France and England.\\\"Croft\\n\\nIn 1610 the Constable gave the cup to a convent in Medina de Pomar, near Burgos, as the inscription describes.Jenny Stratford, 325, has an extract from the list of gifts. His deed of gift survives, and records that the gift was on condition that the cup was never alienated by the convent. A marginal note on the deed, in the Constable's own handwriting, records that he had obtained the permission of the Archbishop of Toledo, Bernardo de Sandoval y Rojas, for the cup to be used as a ciborium, or container for consecrated hosts. By this period a rule of the church normally forbade the use of vessels decorated on their inner surface as ciboria.Dalton, 6\\nthumb|left|The foot of the cup\\n\\nThe cup stayed in the convent until 1882 when the nuns were short of funds and wanted to sell it. It was at some point during this period that the pearl border to the cover and the Tudor finial were removed. The nuns decided they would get a better price in Paris than in Spain, and the cup was entrusted to Simon Campo, a priest, who took it to Paris and approached several leading dealers and collectors. There had been a spate of forgeries of medieval objects, and the Parisians were suspicious, until one, Baron J\\u00e9r\\u00f4me Pichon, researched the second added cylinder and was sufficiently convinced that this was the cup documented in 1604 to make a rather low offer, which was accepted. In the course of his researches the baron had contacted the current Duke of Fr\\u00edas, who had supplied useful information, and then initially congratulated the buyer on his purchase. However, on looking further into the matter the duke realized that the sale was contrary to the 1610 deed of gift he had discovered in the family archives, and sued in the French courts to recover the cup.Dalton 6, Jenny Stratford 320\\n\\nThe duke eventually lost his case in 1891,So Dalton, 6; both Jenny Stratford and Neil Stratford (p. 263) mention a judgment of 1885, but there were perhaps appeals. enabling a further sale that had been set up by Baron Pichon to proceed. This was to the leading firm of Messrs. Wertheimer of Bond Street in London,See also The Wertheimer Family, from the Jewish Museum (New York). where the cup was seen by Augustus Wollaston Franks, who had been Keeper of British and Mediaeval Antiquities and Ethnography at the British Museum since 1866, and was president of the Society of Antiquaries. Samson Wertheimer agreed \\\"with much public spirit\\\" to sell the cup to the British Museum for the \\u00a38,000 (\\u00a3\\u00a0 in ) it had cost the firm. Franks was worried by the new American collectors such as J. P. Morgan, and in 1891 wrote to Sir Henry Tate, of Tate Gallery fame: \\\"A very wonderful gold cup has appeared returned to this country after an absence of 287 years, and I am anxious to see it placed in the National Museum and not removed to America.\\\"Wilson, 175\\n\\nFranks tried to get wealthy individuals to subscribe \\u00a3500 (\\u00a3\\u00a0 in ) each, but even with a grant of \\u00a32,000 from HM Treasury could not raise the price. He was forced to put up \\u00a35,000 of his own money temporarily while he continued to try to get smaller amounts from others, and succeeded in 1892 when the Treasury agreed to contribute the final \\u00a3830; \\\"to Franks this was his greatest acquisition, and the one of which he was most proud.\\\"Wilson, 175\\u2013176 (quotation, 176).  Apart from the Treasury, the \\u00a3500 contributors were Franks and Wertheimer, the Worshipful Company of Goldsmiths, Charles Drury Edward Fortnum, the Duke of Northumberland, Lord Savile, Lord Iveagh and the Earl of Crawford.Dalton, 6; he lists some donors of smaller amounts. See also Wilson, 175\\u2013176 for more detail on the timing. Samson Wertheimer died in 1892, and the sale was actually concluded by his son Asher and other heirs, and the donation by them was in his memory.  In 1901 Morgan succeeded in buying the Lindau Gospels in London, which the museum had also wanted.Needham, 24\\n\\nCreation, context and survival\\nthumb|right|300px|Berry at a feast for New Year, when gifts were exchanged among his court. To the left there is a buffet displaying plate, and two courtiers beside it seem to be comparing gifts. January from the calendar of Les Tr\\u00e8s Riches Heures du duc de Berry, by the Limbourg Brothers.\\nMuch the most prominent decoration on the cup is the cycle of scenes from the life of Saint Agnes, which is rarely depicted in such detail in art. However, there was one outstanding devotee of the saint in the period: King Charles\\u00a0V of France, Berry's older brother and Charles VI's father. Charles\\u00a0V was born in 1338 on Saint Agnes' feast day, January 21, and is recorded as owning at least 13 works of art featuring her, including a different gold cup enamelled with scenes from her life (both are recorded in the 1391 inventory).Lightbown, 82; Dalton, 10 Until recent decades the generally accepted hypothesis was that Berry ordered the cup as a present for his brother in 1380, to be ready for his birthday in January 1381. When the king died in September 1380, Berry had retained it for a decade before presenting it to Charles\\u00a0VI.Dalton, 10; Cherry, 25\\n\\nHowever, in 1978 Ronald Lightbown, Keeper of Metalwork at the V&A Museum, rejected this theory on stylistic grounds, considering that the cup must have been created only shortly before it appeared in Charles VI's inventory in 1391.Lightbown, 82, in 1978. The old view is presented in Dalton, 10 He says that \\\"in 1380 figure-style was a softly undulating, flowing style, with slender elongated figures and much use of serpentine or curving folds in the drapery, and with trailing dresses ending in sinuous Gothic hem-lines\\\"Lightbown, 82\\u00a0\\u2014a style that can be seen in the miniature of the coronation of Charles\\u00a0VI in 1380 illustrated above. In contrast, Lightbown says \\\"the figures on the cup are broad, some might even be called stocky, with soft drapery of cylindrical form, or of smooth, tight outlines. The folds are tubular and the hems of the robes are straight with no waving, trailing outlines. The style in fact is the 'Italianate' manner which developed in France as a result of contact with 'trecento' art, and not the purely Northern Gothic International manner.\\\" This view was rejected in 1981 by Neil Stratford, former Keeper of Medieval and Later Antiquities at the British Museum, who pointed to a number of manuscript illuminations in a similar style that date from earlier than 1390.Neil Stratford, 263\\u2013265 John Cherry, another former Keeper of the medieval collections at the British Museum, still presents the older dating in a work of 2010,Cherry, 25, and biography on rear cover. and the British Museum website dates the cup to \\\"about 1370\\u20131380\\\".Both  British Museum Highlights\\\" and \\\"British Museum collection database\\\" pages\\n\\nAnother traditional assumption, based on the language of the inventories and shared by almost all writers, was that the cup was a piece of secular plate, for use at table, or display on a buffet beside it.Sir Charles Hercules Read (see further reading), in 1904, quoted in Dalton, 1; Steane,135; Neil Stratford, 265; Jenny Stratford, 320; Buettner and others. The buffet of the period was more like a modern Welsh dresser or shop display unit, with receding shelves for displaying on important occasions all the plate of the household that was not in use.Steane, 135  Neil Stratford suggests that the cup was only used to drink from on special occasions, including St Agnes' feast day,Neil Stratford, 265 while Lightbown remarks that at over four pounds in weight the cup is much too heavy to drink from conveniently.  However John Cherry, noting the exclusively religious subjects depicted (including that on the lost tripod stand) considers that the cup may have been intended as a ciborium from the start.Cherry, 25 It might have been used either to accompany in its carrying case the duke on his tours of his many castles and palaces, or perhaps for his foundation of the Saint Chapelle at his capital of Bourges, intended to rival the king's Sainte-Chapelle in Paris and his brother's foundation at Champmol in Dijon.Cherry, 41 on Berry's castles, and 43\\u201344 on the Bourges Saint Chapelle.\\n\\nThe four sons of King John II of France\\u2014Charles V, Louis\\u00a0I, Duke of Anjou (1339\\u20131384), Berry and Philip the Bold, Duke of Burgundy (1342\\u20131404)\\u2014all spent huge sums on works in gold and silver, as well as on other works of art. Although it is Berry who is especially remembered as a patron, partly because he specialized in illuminated manuscripts which have little value in their materials, it was his brother Louis of Anjou who was the \\\"most passionately interested in the goldsmith's art\\\";Lightbown, 89 (quoted), and throughout his later chapters. he had over 3,000 pieces of plate at one point. These included wholly secular pieces with sculptures in enamel that can only be imagined by comparison: in terms of technique to the handful of reliquaries, like the British Museum's Holy Thorn Reliquary, that have survived from the period, and in terms of subject matter to tapestries and illuminations.Henderson, 134\\u2013139; Snyder, 16\\u201317, and chapter 3 on the patronage of the brothers However, in 1381 Anjou melted down almost all his plate to finance a war to pursue his claim to the Kingdom of Naples. According to the sculptor and goldsmith Lorenzo Ghiberti, writing seventy years later, one of Anjou's goldsmiths, called Gusmin and \\\"a most skillful sculptor, of great talent\\\", was so affected by the destruction of his life's work that he joined an eremetic monastic order and lived out his days in silence.Henderson, 136; Lightbown, 89; Buettner. Ghiberti does not make it entirely clear which Duke of Anjou Gusmin worked for; it might also have been Duke Louis I's son, Louis\\u00a0II of Naples or grandson Louis\\u00a0III of Naples, who all pursued their claims to Naples, with Louis\\u00a0I and III dying in Italy.\\n\\nThe Royal Gold Cup was \\\"probably not exceptional as to size or decoration\\\" in this milieu; once \\\"but one member of a class, it now stands alone\\\". An inventory of Charles\\u00a0V records 25 gold cups weighing between five and fifteen marcs; this is slightly over nine without its stand.Dalton, 11 Smaller gold cups are recorded in sets of a dozen, of which Charles\\u00a0V had three. The largest items were the great table ornaments, in the shape of ships, called nefs, of which Charles\\u00a0V had five, the heaviest weighing over 53\\u00a0marcs.Dalton, 11. The duc de Berry has a nef on his table in the illustration above, and two of Charles V's can be seen on the table here\\n\\nBerry died in 1416 with no male heir, and deeply in debt. Those of his works in precious metal and jewels that had not already gone to his creditors were mostly seized by the English when they took Paris in July 1417.Cherry, 47\\u201348 This was the first of a number of periods that saw the large-scale destruction of goldsmiths' work that the cup escaped, but thousands of other pieces did not, a survival that Brigitte Buettner finds \\\"almost miraculous\\\".Buettner In particular, the move to Spain in 1604 enabled it to avoid the dispersal and destruction of the English Crown Jewels and royal collection of plate under the English Commonwealth.\\nthumb|300px|left|The silver-gilt M\\u00e9rode Cup, about 1400 (V&A Museum)\\n\\nAs a secular piece the cup would be an almost unique survival at this level of quality, \\\"the one representative left to us of medieval secular plate in its most sumptuous development\\\".Sir Charles Hercules Read (see further reading), in 1904, quoted, Dalton, 1 Although French plate in silver and gold was made in great quantities, and at a high level of quality, \\\"French silver made prior to the early 19th century is probably scarcer than that of any other European country.\\\"Osbourne, 726 The cost of even very skilled labour was low compared to that of the materials, and in the absence of any reliable way of either depositing or investing money, it was turned into lavish objects, in the knowledge that it might well need to be sold or melted down to finance some future project. If it survived long enough to become old-fashioned it was likely to be melted down and remodelled in a new style.Osbourne, 726; Campbell (1987), 163; Steane, 134, writing about England\\n\\nThere are only four other known survivals, secular or religious, of basse taille enamel on gold, one the small Salting Reliquary, also in the British Museum, and none as fine as the cup.Dalton, 11. The \\\"Salting Reliquary\\\" , British Museum Highlights, accessed, June 16, 2010. The \\\"King John Cup\\\" in King's Lynn, of ca. 1340, silver-gilt with transparent enamel, is the best example of basse-taille work probably made in England; the metalwork expert Herbert Maryon describes this and the Royal Gold Cup as the \\\"two examples of outstanding merit, unsurpassed in any collection.\\\"\\\"Maryon (1971)\\\" However it is unclear if most of the enamel at King's Lynn is original.\\\"Maryon (1971)\\\", 187; (Poor image of King John Cup from West Norfolk Council ). See Campbell (1987), 435\\u2013436, with good photo and full catalogue entry; Osbourne, 333. Four restorations and re-enamellings between 1692 and 1782 are recorded in inscriptions under the base\\u00a0\\u2013 see Campbell (1987). The closest comparison to the Royal Gold Cup is perhaps the silver-gilt M\\u00e9rode Cup of about 1400, which is the only surviving medieval example of plique \\u00e1 jour enamel, a difficult technique which creates a see-through effect like stained glass.Ward, 189 A silver-gilt cup in the Rijksmuseum, Amsterdam of before 1376 has no enamels or gems, and a different shape, but offers an interesting comparison as it has a tripod stand with winged grotesques as legs, a short stem, and the cover has both an elaborate finial and a raised decorated strip around the rim, so that all the altered aspects of the Royal Gold Cup are present.Legner, I, 112-113. It was perhaps made in Cologne\\n\\nIconography\\nthumb|right|300px|The first scene on the cover; Procopius offers Agnes a casket of jewels. Parts of the next scene can be seen at right, and her martyrdom at left.\\n\\nThe cycle of scenes from the life of Saint Agnes, and that of her foster-sister Saint Emerentiana, follows the traditional story of Golden Legend of Jacobus de Voragine; the most popular compilation of hagiographies of the age, whose wording corresponds to some of the inscriptions in banderoles or scrolls that explain the scenes. Other texts are quotations from the Latin Vulgate Bible, mostly derived from the liturgy for St Agnes' feast day,Lightbown, 78; Neil Stratford, 265; Jenny Stratford, 320. See Caxton reference for an online English translation of the Golden Legend. and it has been suggested that the two rings of pearls also reflect the language of the chants for these services.  It seems likely that clerical advice was taken, at least over the texts used in the inscriptions. It is tempting to relate the depiction of the story, with its \\\"distinct and vivid tableaux, well suited to adaptation for performance\\\" to medieval drama, often a source for iconography, but the fragmentary records mention no dramas on the life of St Agnes that are close in time or place to the origin of the cup.Quotation from Cowling, 27. On plays specifically about St Agnes, see Cowling, 19, 24, 27\\u201328. On links between religious art and drama more generally, see Lane, especially 47\\u201359.\\n\\nAgnes and her sister were virgins of Rome in the time of the Emperor Constantine, though all figures are shown in contemporary 14th-century dress.Lightbown, 82; \\\"British Museum collection database\\\" has good images allowing all scenes to be seen, but they have no stable links. The story begins on the inside of the bowl, which has a round medallion showing St Agnes kneeling before a bearded figure, representing her teacher, wearing a chaperon. She holds a book inscribed Miserere mei Deus sancte (\\\"Have pity on me, Holy God\\\"), while a banderole says In corde meo abscondi eloquia tua ut non peccem tibi (\\\"Thy words have I hid in my heart that I might not sin against thee\\\". ).Lightbown, 81; the scene is not visible to visitors, but there is a photo on the \\\"British Museum collection database\\\", and in Lightbown (Plate LXVIIa), and Dalton's Figure 3 has a drawing. All biblical quotations are given in Latin and English per Lightbown (pp. 79 and 81; English version unknown), while the links are to the Authorized Version (aka \\\"KJV\\\"). The Vulgate text can be accessed via the link by changing the version at the top of the page.  The top of the cover continues the story up to Agnes' martyrdom in five scenes, shown with a continuous groundline from which small rocks rise up to demarcate the scenes; on the base trees perform this function. Sunrays radiate from the centre of the cover above all the scenes; the red enamel which once filled these is nearly all lost.\\nthumb|left|300px|On the cover, the second scene with Agnes outside the brothel and Procopius lying dead. Below, the pagans stone Emerentiana, and on the foot the winged ox, symbol of Saint Luke.\\n\\nIn the first scene the two girls are returning from school, Agnes accompanied by her punning attribute,The Golden Legend explains, in Caxton's version, \\\"Agnes is said of agna a lamb, for she was humble and debonair as a lamb, or of agnos in Greek, which is to say debonair and piteous, for she was debonair and merciful. Or Agnes of agnoscendo, for she knew the way of truth, and after this St. Austin saith, truth is opposed against vanity, falseness, and doubleness, for these three things were taken from her for the truth that she had.\\\" a lamb with a cruciform halo, and carrying a martyr's palm. They are accosted by Procopius, the young son of the Prefect of Rome, who has fallen in love with Agnes and shows her an open casket of jewels to persuade her to marry him. The inside of the casket is white, the only colour of opaque enamel in the original work, used only for a few highlights like the tiny area of the host held by Christ on the inside of the cover.Cherry, 26; there is also a belt in the lower scenes. Agnes  rejects him, with the words Illi sum desponsata cui angeli serviunt (\\\"I am betrothed to him who the angels serve\\\") in a banderole above. In the Caxton her rejection is unequivocal and not polite, and she points out that her heavenly fianc\\u00e9 has promised her much better jewels.Caxton  The Prefect stands behind his son, and in the next scene has sentenced her to serve in a brothel for being a Christian who refuses to sacrifice to the goddess Vesta. Caxton's Legend fills in the intervening action: Then made she of the bordel her oratory, ... All they that entered made honour and reverence to the great clearness that they saw about St. Agnes, and came out more devout and more clean than they entered. At last came the son of the provost with a great company for to accomplish his foul desires and lusts. And when he saw his fellows come out and issue all abashed, he mocked them and called them cowards. And then he, all araged, entered for to accomplish his evil will. And when he came to the clearness, he advanced him for to take the virgin, and anon the devil took him by the throat and strangled him that he fell down dead. In the next scene on the cup, Agnes stands outside the sentry box-like brothel, looking down at the Prefect's son who has been strangled to death by the devil crouched over him; a banderole reads Quo modo cecidisti qui mane oriebaris (\\\"How has thou fallen that risest in the morning\\\", ), and the Prefect looks on sadly.Lightbown, 79\\n\\nIn the following scene Agnes has been moved by the Prefect's grief, and prayed for the son to be restored to life, which an angel has done. The repentant Procopius kneels before her, while she leans down to tell him Vade amplius noli peccare (\\\"Go forth and sin no more\\\"; from ). However the result of the miracle was that (in William Caxton's translation) \\\"the bishops of the idols made a great discord among the people, so that all they cried: Take away this sorceress and witch that turned men's minds and alieneth their wits\\\". The Prefect is now sympathetic to Agnes but fears he will lose his position if he does nothing, so leaves the matter in the hands of another official; the two are seen talking together, with words from  Nihil invenio cause in eam (\\\"I find no cause against her\\\") above. The last scene shows her martyrdom; she was sentenced to be burned but the flames part away from her so that finally the magistrate orders her killed by a spear.In fact a sword in the Golden Legend, Lightbown, 79 Her last words, from , are In manus tuas domine commendo animam meam (\\\"Into your hands, O Lord, I commend my spirit\\\").\\nthumb|350px|The first scene underneath the bowl, in which Agnes is buried\\n\\nThe scenes continue on the underside of the bowl, starting with Agnes' burial. A pall is being laid over her sarcophagus, whose red enamel has significant losses, which reveal clearly the engraved lines beneath. A tonsured priest with an aspergil for sprinkling holy water and an acolyte with a cross attend, with Emerentiana with halo to the left, and Agnes' mother to the right. The banderole above says Ecce quod concupivi iam teneo (\\\"Behold what I have desired I now possess\\\"). In the next scene pagans have arrived to disrupt the burial, and only Emerentiana has stayed, kneeling in prayer as she is pelted with rocks. The inscription reads Veni soror mea mecum in gloria (\\\"Come with me my sister into glory\\\"). She dies, and the following scene shows the two martyrs, accompanied by two other unnamed female martyrs (in the source \\\"a great multitude of virgins clad in vestments of gold and silver\\\"),Lightbown, 79; Caxton as they appear in a vision to Agnes' friends eight days after her death, as they gather round her sarcophagus, into which Emerentiana's body has also been placed.\\n\\nThe next scene shows the sarcophagus with Constantina, the daughter of the Emperor Constantine, asleep on top of it, wearing a crown.Constantina developed a medieval legend, and was venerated as a saint, Saint Constance in English. See Kleinhenz, Christopher, ed.; [https://books.google.com/books?id=1piMMqjAf1MC&pg=PA251&dq=Vita+%22Saint+Agnes%22&hl=en&ei=u4IiTL0iw4g4tcbhiwU&sa=X&oi=book_result&ct=result&resnum=3&ved=0CDAQ6AEwAjgK#v=onepage&q=Vita%20%22Saint%20Agnes%22&f=false Medieval Italy: an encyclopedia, Volume 1], Routledge, 2004.  She has been afflicted with leprosy, and heard of the vision at Agnes' tomb, and come to pray there. The presence at left of a young man on crutches, not in the source, suggests that others are doing the same. The sleeping woman beside the tomb is either another such, or an attendant on the princess. As Constantina sleeps, Agnes, holding her lamb, appears to her, saying Si in xpm (Christum) credideris sanaberis (\\\"If you believe in Christ you will be healed\\\", an adaptation of the text in the source).Lightbown, 79; he gives the Latin from the source. In the final scene, the cured, and baptized, Constantina tells her crowned father the story, with the inscription Hec est virgo sapiens una de numero prudencium (\\\"This is a wise virgin, one of the number of the prudent\\\").\\n\\nThe inside of the cover has a circular enamel medallion with worked gold borders, showing a half-length Christ making a blessing gesture and holding a chalice with a host inside. Around him is a sun-like aureole in red. Below the two added cylinders on the stem, the four traditional symbols of the Evangelists run round the sloping foot of the cup, in pairs facing each other, above a green ground area. Lightbown notes this as \\\"another sign of care for naturalistic effect\\\".\\n\\nConstruction and techniques\\nthumb|left|280px|A 14th-century silver plaque in basse-taille with translucent enamels, with considerable losses, showing the prepared metal surfaces beneath, and the tinting with different colours\\n\\nEach of the cover, main body, and foot of the cup is made of an inner and outer plate, and the enamelled medallions inside the cover and bowl were made separately before attachment. The enamel areas may have been designed by the goldsmith, or an artist more used to painting on panels or in manuscripts may have produced drawings. A number of names of goldsmiths appear in records of the period, but in contrast to many contemporary manuscripts, the few surviving goldsmith's pieces are not signed or marked and cannot be matched to any names. Not a single maker's name is recorded for the more than 3,000 items in precious metal in the inventory mentioned above of the possessions of Berry's brother Anjou.Nash, 44 High quality courtly work like the cup is conventionally assigned to Paris in the absence of other stylistic evidence; this is where other documentary sources locate the main concentration of goldsmiths.Lightbown, 89 and throughout; Cherry, 25; Osbourne, 726\\n\\nThe process for creating the basse-taille enamel areas began by marking the outline of the design and the main internal outlines on the gold with a tool called a \\\"tracer\\\". Then the interior area was worked with chasing tools, hammering and punching rather than cutting, to form a shallow recess to hold the enamel. The more important parts of the design were modelled by varying the depth of the surface to produce different intensities of colour when the translucent enamel was added; the gold under folds of drapery often rises near the surface to create a paler highlight. In many of the recessed areas decoration was added by either engraving or punching which would show through the translucent enamel, or to facet the background so the reflections change as the viewing angle changes slightly. In these last-mentioned areas cutting tools were used. Most of the background outside the enamelled areas was decorated in the same way. After the enamel was added and fired the surfaces were cleaned up, made good and polished, including removing by scraping any bumps showing through on the reverse of the metal.Lightbown, 78; Maryon (1951)\\u00a0\\u2013 see further reading\\u00a0\\u2013 and his colleagues established the method for making the recesses, which Read and Dalton had thought were all cut out with chisels. For other objects with translucent enamels, see Campbell (1987), 458\\u2013461.\\n\\nThe enamel lies flush with the gold surfaces; it was a preparation of finely ground glass paste applied with great care to the prepared recessed areas, and then fired. Different colours of enamel meet each other with a neat boundary, which was achieved by firing one colour with a retaining border of gum tragacanth before adding the next. The difficulty was increased by the application of tints of a different colour to a base shade of enamel before firing, so that the added colour blends gradually into the background colour around the edges of the tinted area. This is especially used on \\\"flux\\\", or colourless enamel, as in the ground areas, rocks and trees. Flux was also used for flesh areas as on a gold background it darkens slightly when fired to a suitable colour for skin. The rouge clair or \\\"ruby glass\\\" red, used so effectively here, was made by adding tiny particles of copper, silver and gold to the glass; here scientific tests have shown that copper was used. After firing the enamel was polished flush with the surrounding metal. The technique had been known to the Ancient Romans (see the Lycurgus Cup, also in the British Museum), but was lost at the end of the Middle Ages until the 17th\\u00a0century. The added cylinders use opaque enamel,\\\"British Museum Investigation\\\"; Maryon (1971), 188; Osbourne, 333 except for the red on the Tudor roses, which is translucent rouge clair, of a similar composition to the original reds.Campbell (2001), 129 Translucent enamel is more fragile than opaque, and medieval survivals in good condition are very rare.Osbourne, 333\\n\\nNotes\\n\\nReferences\\nAnglo, Sydney. Tudor Dynastic Symbols in Lascombes, Andr\\u00e9 (ed.), Spectacle & Image in Renaissance Europe, BRILL, 1993, \\n \\\"British Museum collection database\\\". Royal Gold Cup. British Museum. Accessed July 13, 2010\\n \\\"British Museum Highlights\\\". The Royal Gold Cup. British Museum. Accessed July 13, 2010\\n \\\"British Museum Investigation\\\". Investigation of the 'rouge clair' glass on the Royal Gold Cup. British Museum. Accessed June 16, 2010\\n Buettner, Brigitte. Past Presents: New Year's Gifts at the Valois Courts, Ca. 1400. The Art Bulletin, Volume 83, Issue 4, 2001. 598\\n Campbell, Marian (1987); in Jonathan Alexander and Paul Binski (eds). Age of Chivalry, Art in Plantagenet England, 1200\\u20131400. London: Royal Academy/Weidenfeld & Nicolson, 1987\\n Campbell, Marian (2001); in Blair, John and Ramsay, Nigel (eds). English Medieval Industries: Craftsmen, Techniques, Products, Continuum International Publishing Group, 2001, \\n Caxton, William (translation of Jacobus de Voragine). Golden Legend, online version of Temple Classics edition, 1275/1483, with modernized spelling.\\n Cherry, John. The Holy Thorn Reliquary. The British Museum Press, 2010, \\n Cowling, Jane. A Fifteenth-century Saint Play in Winchester. In Medieval and Renaissance Drama in England, Volume 13. Fairleigh Dickinson University Press, 2001. \\n Croft, Pauline. England and the Peace with Spain, 1604: Pauline Croft Analyses the Causes and Traces the Consequences of a Momentous Treaty. History Review, Issue 49, 2004\\n Dalton, Ormonde M. The Royal Gold Cup in the British Museum. London: British Museum, 1924\\n Henderson, George. Gothic. Penguin, 1967. \\n Hoving, Thomas. Greatest Works of Western Civilization. Artisan, 1997. \\n Lane, Barbara G. The Altar and the Altarpiece, Sacramental Themes in Early Netherlandish Painting. Harper & Row, 1984. \\nLegner, Anton (ed). Die Parler und der Sch\\u00f6ne Stil, 1350-1400, Catalogue of an exhibition in the Schn\\u00fctgen Museum, K\\u00f6ln, 1978. 3 vols.\\n Lightbown, Ronald W. Secular Goldsmiths' Work in Medieval France: A History. Reports of the Research Committee of the Society of Antiquaries of London. Volume\\u00a0XXXVI, 1978. 75\\u201382\\n \\\"Maryon (1971)\\\": Maryon, Herbert. Metalwork and enamelling: a practical treatise on gold and silversmiths' work and their allied crafts. Courier Dover Publications, 1971. \\n Nash, Susie. Northern Renaissance Art, Oxford History of Art, Oxford University Press, 2008, \\n Needham, Paul, Twelve Centuries of Bookbindings 400\\u20131600, 1979, Pierpoint Morgan Library/Oxford University Press\\n Osborne, Harold (ed). The Oxford Companion to the Decorative Arts. Oxford: Oxford University Press, 1975. \\n Snyder, James. Northern Renaissance Art. Harry N. Abrams, 1985. \\n Stratford, Jenny. The Bedford Inventories, Society of Antiquaries of London, 1993, \\n Stratford, Neil, in Baron, Fran\\u00e7oise; Avril, Fran\\u00e7ois; Chapu, Phillipe; Gaborit-Chopin, Danielle; Perrot, Fran\\u00e7oise. Les fastes du gothique: le si\\u00e8cle de Charles V. Paris, Galeries nationales du Grand Palais, R\\u00e9union des mus\\u00e9es nationaux, 1981 (in French)\\u00a0\\u2013 Catalogue of an exhibition including the cup (as the Coupe de Sainte Agnes)\\n Steane, John. The Archaeology of the Medieval English Monarchy. Routledge, 1999. \\n Ungerer, Gustav. Juan Pantoja De la Cruz and the Circulation of Gifts between the English and Spanish Courts in 1604/5. Shakespeare Studies, 1998\\n Ward, Gerald W. R. (ed). The Grove encyclopedia of materials and techniques in art. Oxford University Press US, 2008. \\n Wilson, David M. The British Museum; A History. The British Museum Press, 2002. \\n\\nFurther reading\\n \\\"Maryon (1951)\\\": Maryon, Herbert. \\\"New Light on the Royal Gold Cup\\\". The British Museum Quarterly, Vol. 16, No. 2, April 1951.\\n Meiss, Millard. French painting in the time of Jean de Berry: The late XIV century and the patronage of the duke (two vols). Phaidon, 1967\\n Read, Sir Charles Hercules. The Royal Gold Cup of the Kings of France and England, now preserved in the British Museum. Vetusta Monumenta Volume 7, part 3, 1904\\n\\nExternal links\\n\\n Stein, Wendy A. \\\"Patronage of Jean de Berry (1340\\u20131416)\\\". In Heilbrunn Timeline of Art History. New York: The Metropolitan Museum of Art, 2000\\u2013. (May 2009)\\n In-Depth Studies: France in 1400, from the Louvre\\n Richard II's Treasure; the Riches of a Medieval King, from The Institute of Historical Research and Royal Holloway, University of London.\\n\\nCategory:Medieval European objects in the British Museum\\nCategory:Gold objects\\nCategory:Works in vitreous enamel\\nCategory:14th-century works\\nCategory:14th century in France\\nCategory:Medieval France\\nCategory:Gothic art\\nCategory:Medieval European metalwork objects\\nCategory:Diplomatic gifts\"}"