"{\"title\": \"Seorsumuscardinus\", \"url\": \"https://en.wikipedia.org/wiki/Seorsumuscardinus\", \"text\": \"Seorsumuscardinus is a genus of fossil dormice from the early Miocene of Europe. It is known from zone MN 4 (see MN zonation) in Oberdorf, Austria; Karydia, Greece; and T\\u00e4gernaustrasse-Jona, Switzerland, and from zone MN 5 in a single site at Affalterbach, Germany. The MN 4 records are placed in the species S.\\u00a0alpinus and the sole MN 5 record is classified as the species S.\\u00a0bolligeri. The latter was placed in a separate genus, Heissigia, when it was first described in 2007, but it was reclassified as a second species of Seorsumuscardinus in 2009.\\n\\nThe two species of Seorsumuscardinus are known from isolated teeth, which show that they were medium-sized dormice with flat teeth. The teeth are all characterized by long transverse crests coupled with shorter ones. One of these crests, the anterotropid, distinguishes the two species, as it is present in the lower molars of S.\\u00a0alpinus, but not in those of S.\\u00a0bolligeri. Another crest, the centroloph, reaches the outer margin of the first upper molar in S.\\u00a0bolligeri, but not in S.\\u00a0alpinus. Seorsumuscardinus may be related to Muscardinus, the genus of the living hazel dormouse, which appears at about the same time, and the older Glirudinus.\\n\\nTaxonomy\\nIn 1992, Thomas Bolliger described some teeth of Seorsumuscardinus from the Swiss locality of T\\u00e4gernaustrasse (MN 4; early Miocene, see MN zonation) as an indeterminate dormouse (family Gliridae) perhaps related to Eomuscardinus.Bolliger, 1992, p.\\u00a0129 Six years later, Hans de Bruijn named the new genus and species Seorsumuscardinus alpinus on the basis of material from Oberdorf in Austria (also MN 4) and included fossils from T\\u00e4gernaustrasse and from Karydia in Greece (MN 4) in Seorsumuscardinus.De Bruijn, 1998, pp.\\u00a0111\\u2013113; Prieto, 2009, pp.\\u00a0377, 379; Doukas, 2003, table\\u00a02 In 2007, Jerome Prieto and Madeleine B\\u00f6hme named Heissigia bolligeri as a new genus and species from Affalterbach in Bavaria (MN 5, younger than MN 4), and referred the T\\u00e4gernaustrasse material to it, but failed to compare their new genus to Seorsumuscardinus.Prieto and B\\u00f6hme, 2007, pp.\\u00a0303, 305; Prieto, 2009, p.\\u00a0377 Two years later, Prieto published a note to compare the two and concluded that they were referable to the same genus, but different species. Thus, the genus Seorsumuscardinus now includes the species Seorsumuscardinus alpinus from MN 4 and S.\\u00a0bolligeri from MN 5. Prieto provisionally placed the T\\u00e4gernaustrasse material with S.\\u00a0alpinus.Prieto, 2009, p.\\u00a0378 He also mentioned Pentaglis f\\u00f6ldv\\u00e1ry, a name given to a single upper molar from the middle Miocene of Hungary, which is now lost. Although the specimen shows some similarities with Seorsumuscardinus, published illustrations are too poor to confirm the identity of Pentaglis, and Prieto considered the latter name to be an unidentifiable nomen dubium.Prieto, 2009, p.\\u00a0379\\n\\nBecause of its derived and specialized morphology, the relationships of Seorsumuscardinus are obscure. However, it shows some similarities with Muscardinus, a genus which includes the living hazel dormouse, and may share a common ancestor with it, such as the earlier fossil genus Glirudinus.Prieto and B\\u00f6hme, 2007, p.\\u00a0306; Prieto, 2009, p.\\u00a0378 All three are part of the dormouse family, which includes many extinct forms dating back to the early Eocene (around 50 million years ago), as well as a smaller array of living species.McKenna and Bell, 1997, pp.\\u00a0174\\u2013178 The generic name Seorsumuscardinus combines the Latin seorsum, which means \\\"different\\\", with Muscardinus and the specific name alpinus refers to the occurrence of S.\\u00a0alpinus close to the Alps. Heissigia honored paleontologist Kurt Heissig for his work in Bavaria on the occasion of his 65th birthdayPrieto and B\\u00f6hme, 2007, p.\\u00a0302 and bolligeri honors Thomas Bolliger for his early description of material of this dormouse.Prieto and B\\u00f6hme, 2007, p.\\u00a0303\\n\\nDescription\\n+ Measurements Tooth  Measurement  Affalterbach  Oberdorf P4  Length  1.03  0.93\\u20130.97 Width  1.07  1.06\\u201311.2 M1  Length  1.26  1.20\\u20131.29 Width  1.40  1.31\\u20131.43 M2  Length  1.14\\u20131.22  1.21\\u20131.24 Width  1.37\\u20131.50  1.33\\u20131.45 M3  Length  1.05  1.03 Width  1.25  1.19 p4  Length  \\u2013  0.80 Width  \\u2013  0.65 m1  Length  1.35  1.25\\u20131.27 Width  1.28  1.26\\u20131.31 m2  Length  1.28  \\u2013 Width  1.40  \\u2013 m3  Length  \\u2013  1.15\\u20131.28 Width  \\u2013  1.06\\u20131.27 All measurements are in millimeters.P4: fourth upper premolar; M1: first upper molar; etc.p4: fourth lower premolar; m1: first lower molar; etc.\\nOnly the cheek teeth of Seorsumuscardinus are known; these include the fourth premolar and three molars in the upper (maxilla) and lower jaws (mandible).De Bruijn, 1998, p.\\u00a0110; Prieto and B\\u00f6hme, 2007, p.\\u00a0303 The teeth are medium-sized for a dormouse and have a flat occlusal (chewing) surface.Bolliger, 1992, p.\\u00a0129; De Bruijn, 1998, p.\\u00a0111; Prieto and B\\u00f6hme, 2007, p.\\u00a0303 S.\\u00a0bolligeri is slightly larger than S.\\u00a0alpinus.\\n\\nUpper dentition\\nThe fourth upper premolar (P4) has four main, transversely placed crests;De Bruijn, 1998, p.\\u00a0112; Prieto and B\\u00f6hme, 2007, p.\\u00a0303 the description of S.\\u00a0bolligeri mentions an additional, centrally placed small crest. De Bruijn interpreted the four main crests as the anteroloph, protoloph, metaloph, and posteroloph from front to back and wrote that these crests are not connected on the sides of the tooth. Prieto and B\\u00f6hme note that the posteroloph is convex on the back margin of the tooth. In Muscardinus, the number of ridges on P4 ranges from five in Muscardinus sansaniensis to two in M.\\u00a0pliocaenicus and the living hazel dormouse, but the protoloph and metaloph are always connected on the lingual (inner) side of the tooth. P4 is two-rooted in S.\\u00a0alpinusDe Bruijn, 1998, p.\\u00a0112 and three-rooted in S.\\u00a0bolligeri.\\n\\nThe first upper molar (M1) was described as square by De BruijnDe Bruijn, 1998, p.\\u00a0111 and as rounded by Prieto and B\\u00f6hme. There are five main transverse crests, which are mostly isolated, but some may be connected on the borders of the teeth.De Bruijn, 1998, pp.\\u00a0111\\u2013113; Prieto and B\\u00f6hme, 2007, pp.\\u00a0303\\u2013304 The middle crest, the centroloph, reaches to the labial (outer) margin in the single known M1 of S.\\u00a0bolligeri, but does not in any of the five M1 of S.\\u00a0alpinus.Prieto, 2009, p.\\u00a0377 The front crest, the anteroloph, is less distinct in S.\\u00a0bolligeri than most S.\\u00a0alpinus, but one M1 of S.\\u00a0alpinus is similar to that of S.\\u00a0bolligeri. M1 has three roots in S.\\u00a0alpinus, but the number of roots in S.\\u00a0bolligeri is not known.Prieto and B\\u00f6hme, 2007, p.\\u00a0304\\n\\nPrieto and B\\u00f6hme describe M2 as less rounded than M1 and De Bruijn notes that the crests are more parallel.De Bruijn, 1998, p.\\u00a0113 In addition to the five main crests, small crests are present in front of and behind the centroloph that do not cover the full width of the tooth.De Bruijn, 1998, p.\\u00a0113; Prieto and B\\u00f6hme, 2007, p.\\u00a0304 In one S.\\u00a0bolligeri M2, there is a small crest on the lingual side in front of the centroloph, but such a crest does not occur in any S.\\u00a0alpinus. Another M2 of S.\\u00a0bolligeri has this crest on the labial side. On the other hand, all five M2 of S.\\u00a0alpinus have a minor crest on the labial side behind the centroloph. In two M2 of S.\\u00a0alpinus, the centroloph and the metaloph are connected by a longitudinal crest, which is never present in S.\\u00a0bolligeri. There are three roots.De Bruijn, 1998, p.\\u00a0112; Prieto and B\\u00f6hme, 2007, p.\\u00a0304\\n\\nM3 is known from a single specimen each from Oberdorf, Affalterbach, and T\\u00e4gernaustrasse.De Bruijn, 1998, p.\\u00a0112; Prieto and B\\u00f6hme, 2007, p.\\u00a0303; Bolliger, 1992, p.\\u00a0129 In addition to the main crests, there are two or three additional smaller crests. The roots are unknown.\\n\\nLower dentition\\nThe fourth lower premolar (p4) is known from a poorly preserved specimen from Oberdorf and a less worn specimen from T\\u00e4gernaustrasse. There are four ridges, of which the front and back pair are connected at the lingual side and in the Oberdorf specimen also at the labial side. This tooth is similar to that of Muscardinus hispanicus, but the front pair is better developed. There is one root.\\n\\nThe first lower molar (m1) bears four main crests and a smaller one between the two crests at the back. An additional crest (the anterotropid) is present between the two front crests, the anterolophid and the metalophid, in S.\\u00a0alpinus, but not in S.\\u00a0bolligeri. The occlusal pattern of m2 resembles that of m1.De Bruijn, 1998, p.\\u00a0113; Prieto and B\\u00f6hme, 2007, p.\\u00a0303 S.\\u00a0bolligeri also lacks an anterotropid on m2, but the tooth is not known from Oberdorf. In a worn m2 from T\\u00e4gernaustrasse, there is a thickened portion in the labial part of the anterolophid, which Prieto interpreted as a remnant of the anterotropid; this led him to identify the T\\u00e4gernaustrasse population as S. cf. alpinus. Only Oberdorf has yielded the m3 of Seorsumuscardinus. It resembles the m1 and has a short anterotropid, but has more oblique crests. In S.\\u00a0alpinus, the lower molars have two and occasionally three roots. The roots of the m1 of S.\\u00a0bolligeri are not preserved and the m2 has two roots.\\n\\nRange\\nIn MN 4, Seorsumuscardinus has been recorded from Oberdorf, Austria (sites 3 and 4, which yielded 6 and 17 Seorsumuscardinus alpinus teeth, respectively); Karydia, Greece (S.\\u00a0alpinus); and T\\u00e4gernaustrasse, Switzerland (5 teeth; S. cf. alpinus). Affalterbach, Germany, where 10 teeth of S.\\u00a0bolligeri were found, is the only known MN 5 locality.Prieto, 2009; Bolliger, 1992, p.\\u00a0128; De Bruijn, 1998, p.\\u00a0112; Prieto and B\\u00f6hme, 2007, p.\\u00a0303 In all these localities, it is part of a diverse dormouse fauna.Bolliger, 1992; De Bruijn, 1998; Doukas, 2003; Prieto and B\\u00f6hme, 2007 Because the distributions of the two known species are temporally distinct, Prieto suggested that the genus may be useful for biostratigraphy (the use of fossils to determine the age of deposits). Seorsumuscardinus occurred at the same time as the oldest known Muscardinus.Prieto and B\\u00f6hme, 2007, pp.\\u00a0305\\u2013306\\n\\nReferences\\n\\nLiterature cited\\nBolliger, T. 1992. Kleins\\u00e4uger aus der Mioz\\u00e4nmolasse der Ostschweiz. Documenta Naturae 75:1\\u2013296.\\nBruijn, H. de. 1998. Vertebrates from the Early Miocene lignite deposits of the opencast mine Oberdorf (Western Styrian Basin, Austria): 6. Rodentia I (Mammalia). Annalen des Naturhistorischen Museums in Wien 99A:99\\u2013137.\\nDoukas, C.S. 2003. Las faunas de la MN 4 de Aliveri y Karydia (Grecia). Coloquios de Paleontolog\\u00eda, Vol\\u00famen Extraordinario 1:127\\u2013132.\\nMcKenna, M.C. and Bell, S.K. 1997. Classification of Mammals: Above the species level. New York: Columbia University Press, 631\\u00a0pp. \\nPrieto, J. 2009. Comparison of the dormice (Gliridae, Mammalia) Seorsumuscardinus alpinus De Bruijn, 1998 and Heissigia bolligeri Prieto & B\\u00f6hme, 2007 (subscription required). Neues Jahrbuch f\\u00fcr Geologie und Pal\\u00e4ontologie, Abhandlungen 252(3):377\\u2013379.\\nPrieto, J. and B\\u00f6hme, M. 2007. Heissigia bolligeri gen. et sp. nov.: a new enigmatic dormouse (Gliridae, Rodentia) from the Miocene of the Northern Alpine Foreland Basin (subscription required). Neues Jahrbuch f\\u00fcr Geologie und Pal\\u00e4ontologie, Abhandlungen 245(3):301\\u2013307.\\n\\nCategory:Dormice\\nCategory:Fossil taxa described in 1998\\nCategory:Miocene rodents\\nCategory:Prehistoric mammals of Europe\"}"