"{\"title\": \"Miniopterus griveaudi\", \"url\": \"https://en.wikipedia.org/wiki/Miniopterus_griveaudi\", \"text\": \"Miniopterus griveaudi is a bat in the genus Miniopterus found on Grande Comore and Anjouan in the Comoros and in northern and western Madagascar. First described in 1959 from Grande Comore as a subspecies of the mainland African M.\\u00a0minor, it was later placed with the Malagasy M.\\u00a0manavi. However, morphological and molecular studies published in 2008 and 2009 indicated that M.\\u00a0manavi as then defined contained five distinct, unrelated species, and M.\\u00a0griveaudi was redefined as a species occurring on both Madagascar and the Comoros.\\n\\nWith a forearm length of , M.\\u00a0griveaudi is a small Miniopterus. It is usually dark brown, but sometimes reddish. The tragus (a projection inside the ear) is narrow and ends in a rounded tip. The uropatagium (tail membrane) appears virtually naked. In the skull, the palate is concave and the rostrum (front part) is rounded. The species occurs up to  above sea level on Madagascar, often in karstic areas. In the Comoros, it reaches  and roosts in lava tubes as well as shallower caves. Females collected on Grande Comore in November were pregnant, but data on reproduction is limited and suggests individual and inter-island variation.\\n\\nTaxonomy\\nIn 1959, David Harrison described a small Miniopterus from the island of Grande Comore as a subspecies, Miniopterus minor griveaudi, of the mainland African species M.\\u00a0minor. The name griveaudi honors Paul Griveaud, who collected the specimens on which Harrison based his description.Harrison, 1959, p. 192 This classification remained for the next few decades; in 1992, for example, Javier Juste and Carlos Ib\\u00e1\\u00f1ez recognized five subspecies, including griveaudi, within M.\\u00a0minor, ranging from S\\u00e3o Tom\\u00e9 to Madagascar.Juste and Ib\\u00e1\\u00f1ez, 1992, table 2 In their 1995 review of Madagascar bats, Randolph Peterson and colleagues recognized the small Malagasy Miniopterus as a separate species, Miniopterus manavi, with griveaudi as a subspecies.Peterson et al., 1995, pp. 120, 135\\n\\nleft|thumb|upright|Illustration of Miniopterus manavi\\n\\nIn 2007, Juste and colleagues re-examined the relationships of the M.\\u00a0minor group using DNA sequences from the mitochondrial cytochrome b (cyt\\u00a0b) gene.Juste et al., 2007, p. 30 They found that griveaudi from Grande Comoro, manavi from Madagascar, and M.\\u00a0minor newtoni (currently Miniopterus newtoni) from S\\u00e3o Tom\\u00e9 were not closely related;Juste et al., 2007, fig. 2 however, the representatives of \\\"manavi\\\" used in their study were misidentified specimens of M.\\u00a0majori.Weyeneth et al., 2008, fig. 2, p. 5215\\n\\nIn another molecular study, published in 2008 and using both cyt\\u00a0b and mitochondrial D-loop sequences, Nicole Weyeneth and colleagues found that examined specimens of \\\"Miniopterus manavi\\\" actually grouped in two, distantly related clades\\u2014one including specimens from Madagascar, Anjouan, and Grande Comore, and the other occurring on Madagascar and Anjouan only.Weyeneth et al., 2008, p. 5205, fig. 2\\n\\nThe next year, Steven Goodman and colleagues further explored the relationships of the bats known as \\\"Miniopterus manavi\\\" using cyt\\u00a0b sequences and morphological comparisons. They found five species within \\\"M.\\u00a0manavi\\\", which are not each other's closest relatives, forming an example of convergent evolution.Goodman et al., 2009b, pp. 1\\u20132 Up to four species of the group may occur in a single locality.Goodman et al., 2009b, table 7 Miniopterus griveaudi, now recognized as a full species, was found to occur on Grande Comore, Anjouan, and northern and western Madagascar, and M.\\u00a0manavi was restricted to the eastern margin of Madagascar's Central Highlands. Three other species were newly described: Miniopterus aelleni on Anjouan and in northern and western Madagascar; Miniopterus brachytragos in northern and western Madagascar only; and Miniopterus mahafaliensis in southwestern Madagascar.Goodman et al., 2009b, pp. 1\\u20132, 5\\u20136 Cyt\\u00a0b sequences suggest that M.\\u00a0griveaudi occupies an isolated position among African and Malagasy Miniopterus.Goodman et al., 2009a, fig. 2; 2009b, fig. 2\\n\\nDescription\\nMiniopterus griveaudi is a small, dark brown Miniopterus species.Goodman et al., 2009a, p. 351 M.\\u00a0aelleni is similar in color, but M.\\u00a0manavi is darker and M.\\u00a0brachytragos and M.\\u00a0mahafaliensis are lighter.Goodman et al., 2009b, pp. 21\\u201322 The upperparts are occasionally reddish brown; this color variant occurs more often in the Comoro populations than on Madagascar. In the Comoros, individual colonies or groups sometimes consist exclusively of one color variant, but there is no apparent genetic differentiation between the two forms. The head is usually somewhat lighter than the body and the hairs of the underparts have buffish tips. The tragus (a projection on the inner side of the outer ear) is straight and narrow and ends in a rounded tip. Other species have differently shaped tragi.Goodman et al., 2009b, p.\\u00a021 The wing membrane is also brown, but the uropatagium (tail membrane) is lighter. The wing membrane and uropatagium are attached to the upper leg at the same level, near the ankle. The uropatagium is sparsely covered with thin hairs that are virtually invisible to the naked eye. In contrast, M.\\u00a0manavi, M.\\u00a0mahafaliensis, and M.\\u00a0brachytragos have densely covered uropatagia and that of M.\\u00a0aelleni is sparsely, but visibly haired.Goodman et al., 2009b, p.\\u00a022 There are some differences in measurements among the island populations; animals from Grande Comore are generally smallest, those from Anjouan are intermediate, and those from Madagascar are largest.Goodman et al., 2009a, pp. 352\\u2013353\\n+MeasurementsGoodman et al., 2009a, table\\u00a02 Island  n  Total length  Tail  Hindfoot  Tragus  Ear  Forearm  Mass Anjouan  38  87.8 (85\\u201391)  41.0 (38\\u201344)  5.0 (4\\u20136)  5.2 (5\\u20136)  10.1 (9\\u201311)  36.8 (35\\u201338)  4.8 (3.8\\u20135.8) Grande Comore  34\\u201337  83.6 (80\\u201389)  39.4 (35\\u201342)  4.9 (4\\u20135)  5.8 (5\\u20136)  10.3 (10\\u201311)  36.3 (35\\u201338)  4.4 (3.6\\u20135.8) Madagascar  18  89.3 (86\\u201393)  40.1 (35\\u201343)  5.8 (5\\u20137)  5.9 (5\\u20137)  10.4 (9\\u201311)  36.9 (35\\u201338)  5.4 (4.1\\u20137.1) All measurements are in the form \\\"mean (minimum\\u2013maximum)\\\" and are in millimeters, except mass in grams.\\nThe animal has a karyotype of 46 chromosomes, with a total of 50 major arms on the autosomes (non-sex chromosomes). The X chromosome is submetacentric (with one arm slightly longer than the other) and the Y chromosome is small and acrocentric (with one very short and one long arm).Richards et al., 2010, p. 641 The karyotype is conserved among species of Miniopterus; the number of chromosomes and arms is identical in M.\\u00a0griveaudi, the Malagasy M.\\u00a0aelleni and M.\\u00a0gleni, and even the Asian M.\\u00a0fuliginosus.Richards et al., 2010, p. 649\\n\\nIn the skull, the rostrum (front part) is rounded. The central groove in the nasal depression (the lowered area at the nose) is relatively broad in comparison to M.\\u00a0manavi.Goodman et al., 2009a, p. 352 The frontal bones (part of the skull roof) bear a well-developed sagittal crest (a crest that provides support for muscles of the head). Further back on the braincase, the lambdoid crest (another such crest) is also prominent. The middle part of the palate is concave, as in M.\\u00a0brachytragos and M.\\u00a0mahafaliensis, but unlike in M.\\u00a0aelleni and M.\\u00a0manavi, which have a flat palate. At the palate's back margin is a long, robust posterior palatal spine.\\n\\nDistribution and ecology\\nOn Madagascar, the distribution of M.\\u00a0griveaudi extends along the western lowlands north to Ankarana in the far north of the island, and on eastern Madagascar south to the vicinity of Daraina. It is found up to  above sea level and often occurs in karstic areas. Its range extensively overlaps that of M.\\u00a0aelleni, which is regularly found in the same forests and caves.Goodman et al., 2009a, pp. 352, 358\\u2013359 Although some ecological and behavioral data has been published on \\\"Miniopterus manavi\\\", the recognition of several cryptic species within this group, which may occur in the same places, renders the association of these data with any of the species now recognized uncertain;Goodman et al., 2009b, p. 31 however, species of Miniopterus generally feed on insects.Nowak, 1994, p. 222 Miniopterus griveaudi was assessed as \\\"Data Deficient\\\" on the IUCN Red List in 2008, but the account predates the recognition of the species on Anjouan and Madagascar.\\n\\nMiniopterus griveaudi is known from  altitude on Grande Comore and  on Anjouan. In the Comoros, it roosts in caves, both lava tubes and shallower structures; it was found to share one cave on Grande Comore with another bat, Rousettus obliviosus. Individuals of M.\\u00a0griveaudi have been found to leave a Grande Comore cave at sunset. Flying M.\\u00a0griveaudi have mostly been recorded in forests, but this may reflect a lack of survey effort in open areas.Goodman et al., 2010, pp. 130\\u2013131 In caves, individuals either group in large groups of more than 50 bats without reproductive activity or in smaller groups of at most five reproductively active bats. Limited data on reproduction show some notable variation between individuals and islands. In two caves surveyed on Grande Comore in November 2006, all females were pregnant with single embryos with crown-rump lengths of , but none of the males were reproductively active. In another cave, none of the bats examined at the same time\\u2014all males\\u2014were reproductively active. None of the bats captured in one of the caves in April 2007 showed signs of reproductive activity. On Anjouan, no bats were reproductively active in two caves surveyed in late November 2006.Goodman et al., 2010, p. 131\\n\\nAlthough specimens of M.\\u00a0griveaudi differ by only 0.6% in their cyt\\u00a0b sequences, analysis of D-loop data does show some differentiation between the island populations.Goodman et al., 2009a, pp. 351\\u2013352 These data suggest that the species originated on Madagascar, where a large, stable population persists, and independently colonized Grande Comore and Anjouan; subsequently, the Grande Comore and Anjouan populations came into contact, resulting in inter-island gene flow.Goodman et al., 2010, p. 130\\n\\nReferences\\n\\nLiterature cited\\nGoodman, S.M., Maminirina, C.P., Weyeneth, N., Bradman, H.M., Christidis, L., Ruedi, M. and Appleton, B. 2009a. The use of molecular and morphological characters to resolve the taxonomic identity of cryptic species: the case of Miniopterus manavi (Chiroptera: Miniopteridae) (subscription required). Zoologica Scripta 38:339\\u2013363.\\nGoodman, S.M., Maminirina, C.P., Bradman, H.M., Christidis, L. and Appleton, B. 2009b. The use of molecular phylogenetic and morphological tools to identify cryptic and paraphyletic species: Examples from the diminutive long-fingered bats (Chiroptera: Miniopteridae: Miniopterus) on Madagascar. American Museum Novitates 3669:1\\u201334.\\nGoodman, S.M., Weyeneth, N., Ibrahim, Y., Sa\\u00efd, I. and Ruedi, M. 2010. A review of the bat fauna of the Comoro Archipelago (subscription required). Acta Chiropterologica 12(1):117\\u2013141.\\nHarrison, D.L. 1959. A new subspecies of lesser long-winged bat Miniopterus minor Peters, 1867, from the Comoro Islands. Durban Museum Novitates 5:191\\u2013196.\\nJuste, J. and Ib\\u00e1\\u00f1ez, C. 1992. Taxonomic review of Miniopterus minor Peters, 1867 (Mammalia: Chiroptera) from western central Africa. Bonner Zoologische Beitr\\u00e4ge 43:355\\u2013365.\\nJuste, J. 2008. . In IUCN. IUCN Red List of Threatened Species. Version 2010.2. <www.iucnredlist.org>. Downloaded on August 14, 2010.\\nJuste, J., Ferr\\u00e1ndez, A., Fa, J.E., Masefield, W. and Ib\\u00e1\\u00f1ez, C. 2007. Taxonomy of little bentwinged bats (Miniopterus, Miniopteridae) from the African islands of S\\u00e3o Tom\\u00e9, Grand Comoro and Madagascar, based on mtDNA (subscription required). Acta Chiropterologica 9:27\\u201337.\\nNowak, R.M. 1994. Walker's Bats of the World. Baltimore: The Johns Hopkins University Press, 287\\u00a0pp. \\nPeterson, R.L., Eger, J.L. and Mitchell, L. 1995. Chiropt\\u00e8res. Faune de Madagascar 84:1\\u2013204 (in French).\\nRichards, L.R., Rambau, R.V., Lamb, J.M., Taylor, P.J., Yang, F., Schoeman, M.C. and Goodman, S.M. 2010. Cross-species chromosome painting in bats from Madagascar: the contribution of Myzopodidae to revealing ancestral syntenies in Chiroptera (subscription required). Chromosome Research 18:635\\u2013653.\\nWeyeneth, N., Goodman, S.M., Stanley, W.T. and Ruedi, M. 2008. The biogeography of Miniopterus bats (Chiroptera: Miniopteridae) from the Comoro Archipelago inferred from mitochondrial DNA (subscription required). Molecular Ecology 17:5205\\u20135219.\\n\\nCategory:Miniopteridae\\nCategory:Mammals described in 1959\\nCategory:Bats of Africa\"}"