"{\"title\": \"Durrell's vontsira\", \"url\": \"https://en.wikipedia.org/wiki/Durrell%27s_vontsira\", \"text\": \"Durrell's vontsira (Salanoia durrelli)Gill, 2010 is a Madagascan mammal in the family Eupleridae of the order Carnivora. It is most closely related to the brown-tailed mongoose (Salanoia concolor), with which it forms the genus Salanoia. The two are genetically similar, but morphologically distinct, leading scientists to recognize them as separate species. After an individual was observed in 2004, the animal became known to science and S.\\u00a0durrelli was described as a new species in 2010. It is found only in the Lac Alaotra area.\\n\\nA small, reddish-brown carnivore, Salanoia durrelli is characterized by broad feet with prominent pads, reddish-buff underparts, and broad, robust teeth, among other differences from the brown-tailed mongoose. In the only two weighed specimens, body mass was . It is a marsh-dwelling animal that may feed on crustaceans and mollusks. The Lac Alaotra area is a threatened ecosystem, and S.\\u00a0durrelli may also be endangered by competition with introduced species.\\n\\nTaxonomy\\nAn individual Salanoia durrelli was observed swimming in 2004 by the Durrell Wildlife Conservation Trust (DWCT) during a survey of bamboo lemurs (Hapalemur) in the Lac Alaotra area, the largest wetlands of Madagascar. The animal was captured, photographed, and then released, but examination of the photograph showed that it could not be identified with any known species of Malagasy carnivoran (family Eupleridae). Therefore, two specimens were caught in 2005 by the DWCT. One was killed to facilitate additional morphological comparisons.Durbin et al., 2010, p. 342 In 2010, it was formally described as Salanoia durrelli in a paper by conservationist Joanna Durbin and a team of scientists from the Climate, Community & Biodiversity Alliance, Nature Heritage, the Natural History Museum, Conservation International, and the DWCT.Durbin et al., 2010, p. 341 The specific name, durrelli, honors Gerald Durrell, a noted conservationist and the founder of the DWCT.Durbin et al., 2010, p. 346 Previously, local villagers had already reported the presence of a small carnivoran at Alaotra, and it was speculated that the animal was the closely related brown-tailed mongoose (Salanoia concolor).Garbutt, 1999, p. 140\\n\\nSalanoia durrelli was placed in the genus Salanoia, which previously included only the brown-tailed mongoose of eastern Madagascar. S.\\u00a0durrelli shows substantial morphological differences from the brown-tailed mongoose, but the mitochondrial DNA of the two species is very similar.Durbin et al., 2010, pp. 345\\u2013346 The discoverers chose to recognize the Lac Alaotra population as a separate species in view of its significant morphological differentiation. The observed morphological distinctiveness might be result of adaptations to life in the Alaotra wetlands, similar to the Alaotra bamboo lemur species, Hapalemur alaotrensis, which is also recognized as a distinct species despite being genetically close to the more widespread Hapalemur griseus.Durbin et al., 2010, pp. 351\\u2013352\\n\\nDescription\\nSalanoia durrelli most closely resembles the brown-tailed mongoose, which is a small, gracile mongoose-like carnivoran.Garbutt, 2007, p. 219 It is reddish-brown overall, paler than the brown-tailed mongoose.Durbin et al., 2010, p. 348 The head and nape are speckled. The underparts are reddish-buff, not brownish as in the brown-tailed mongoose. Most of the tail is similar in color to the body, but the tip is yellowish-brown. The inner side of the well-furred external ear (pinna) is reddish-buff. The broad feet are naked below, with the naked skin buff on the forefeet and dark brown on the hindfeet, and show prominent pads. Each of the five digits on the fore- and hindfeet bears a long, dark brown claw. There are rows of stiff hairs along the outer margins of the feet. In contrast, the brown-tailed mongoose has narrower feet with more poorly developed pads. In S.\\u00a0durrelli, the fur is long and soft.\\nthumb|alt=Black-and-white image of a mongoose-like animal on a rock|The brown-tailed mongoose (Salanoia concolor), the closest relative of S.\\u00a0durrelli (the tail in this plate is incomplete)Geoffroy Saint-Hilaire, 1839; cf. Garbutt, 2007, pp. 219\\u2013220\\n\\nIn the holotype specimen, a female, the head and body length was , the tail length was , the hindfoot length was , the ear length was , and the body mass was . In another specimen, a male which was captured and released, the head and body length was about , the tail length was about , and the body mass was . Based on these limited data, S.\\u00a0durrelli may be slightly smaller than the brown-tailed mongoose.\\n\\nThe skull generally resembles that of the brown-tailed mongoose, but the rostrum (front part) is broad and deep, the nasal bones are broad and short, and the region of the palate is broad. The mandible (lower jaw) is robust and shows a high, steeply rising coronoid process (a projection at the back of the bone). Statistical analysis of measurements of the skulls and teeth strongly separates S.\\u00a0durrelli from specimens of the brown-tailed mongoose.Durbin et al., 2010, p. 344\\n\\nSalanoia durrelli has a more robust dentition than the brown-tailed mongoose; the teeth have larger surface areas. The first and second upper incisors are smaller than the third, which is separated by a pronounced diastema (gap) from the canine tooth.Durbin et al., 2010, p. 347 The canine is more robust than in the brown-tailed mongoose. The first upper premolar is small, but the second and third are larger; these two teeth are shorter and broader than in the brown-tailed mongoose.Durbin et al., 2010, p. 349 The fourth premolar is large, as is the first molar. The second upper molar is less than one-third the size of the first, and is more highly reduced than that of the brown-tailed mongoose, which is about two-thirds the size of the first molar. The first lower incisor is smaller than the other two. The lower canine, premolars, and first molar are well-developed. The second molar is broad, but smaller than in the brown-tailed mongoose.\\n\\nDistribution, habitat, and behavior\\nSalanoia durrelli has been recorded at Andreba, a marshy area at  above sea level on the eastern coast of Lac Alaotra. The nearest occurrence of the brown-tailed mongoose is about  from Alaotra. The first observed specimen was swimming; it may have fled from human activity on the shore. The two others were caught on mats of floating vegetation. Thus, S.\\u00a0durrelli occurs in a marsh habitat\\u2014quite different from the forest-dwelling brown-tailed mongoose. S.\\u00a0durrelli may use its robust dentition to feed on prey with hard parts, such as crustaceans and molluscs, in addition to small vertebrates, rather than insects, which the more gracile-toothed brown-tailed mongoose eats. Indeed, the two specimens of S.\\u00a0durrelli were captured using traps baited with fish and meat. S.\\u00a0durrelli is similar in many respects to the larger mainland African marsh mongoose (Atilax paludinosa), a carnivorous wetland-dweller that also uses mats of vegetation to eat and sleep on.Durbin et al., 2010, p. 350\\n\\nConservation status\\nThe unique habitat of Lac Alaotra is threatened by pollution, destruction of marshes for the construction of rice fields, overfishing, and introduced species such as exotic fish, plants, the black rat (Rattus rattus), and the small Indian civet (Viverricula indica), another small carnivoran. A bird restricted to the area, the Alaotra grebe (Tachybaptus rufolavatus), was declared extinct in 2010BirdLife International, 2010 and the population of the bamboo lemur fell by about 30% from 1994 to 1999.Mutschler et al., 2001 As a narrowly distributed species with a small population, S.\\u00a0durrelli is likely to be threatened by degradation of its habitat and perhaps competition with the small Indian civet and the black rat, but its conservation status has not yet been formally assessed. The DWCT is working to conserve the Lac Alaotra area and the region has been designated as a protected area.Durbin et al., 2010, p. 352\\n\\nReferences\\n\\nLiterature cited\\nBirdLife International. 2010. Species factsheet: Tachybaptus rufolavatus. BirdLife International website. Downloaded on August 3, 2010.\\nDurbin, J., Funk, S.M., Hawkins, F., Hills, D.M., Jenkins, P.D., Moncrieff, C.B. and Ralainasolo, F.B. 2010. Investigations into the status of a new taxon of Salanoia (Mammalia: Carnivora: Eupleridae) from the marshes of Lac Alaotra, Madagascar (subscription required). Systematics and Biodiversity 8(3):341\\u2013355.\\nGarbutt, N. 1999. Mammals of Madagascar. Pica Press, 320\\u00a0pp. \\nGarbutt, N. 2007. Mammals of Madagascar: A Complete Guide. A & C Black, 304\\u00a0pp. \\nGeoffroy Saint-Hilaire, I. 1839. Notice sur deux nouveaux genres de mammif\\u00e8res carnassiers, les Ichneumies, du continent African, et les Galidies, de Madagascar. Magasin de Zoologie (2)1:1\\u201339 (in French).\\nGill, V. 2010. New carnivorous mammal species found in Madagascar. BBC News. Downloaded on October 16, 2010.\\nMutschler, T., Randrianarisoa, A.J. and Peistner, A.T.C. 2001. Population status of the Alaotran gentle lemur Hapalemur griseus alaotrensis (subscription required). Oryx 35(2):152\\u2013157.\\n\\nCategory:Mammals described in 2010\\nCategory:Euplerids\\nCategory:Gerald Durrell\"}"