"{\"title\": \"Escalera's bat\", \"url\": \"https://en.wikipedia.org/wiki/Escalera%27s_bat\", \"text\": \"Escalera's bat (Myotis escalerai) is a European bat in the genus Myotis, found in Spain (including the Balearic Islands), Portugal, and far southern France.\\n\\nAlthough the species was first named in 1904, it was included in Natterer's bat (Myotis nattereri) until molecular studies, first published in 2006, demonstrated that the two are distinct species. M.\\u00a0escalerai is most closely related to an unnamed species from Morocco. Unlike M.\\u00a0nattereri, which lives in small groups in tree holes, M.\\u00a0escalerai forms large colonies in caves. Females start to aggregate in late spring in maternity colonies, and their young are born in summer. The species spends each winter in hibernation colonies, usually in caves or basements.\\n\\nM.\\u00a0escalerai is a medium-sized, mostly gray bat, with lighter underparts. It has a pointed muzzle, a pink face, and long ears. The wings are broad and the species is an agile flyer. Wingspan is  and body mass is . Though very similar to M.\\u00a0nattereri, it differs from that species in some features of the tail membrane. The conservation status of M.\\u00a0escalerai is assessed as \\\"Vulnerable\\\" or \\\"Data Deficient\\\" in various parts of its range.\\n\\nTaxonomy\\nMyotis escalerai was named by \\u00c1ngel Cabrera in 1904, on the basis of four specimens from two localities in eastern Spain. He named the new species after the Spanish entomologist Manuel Mart\\u00ednez de la Escalera, who collected two specimens of the species in Bellver, Catalonia.Cabrera, 1904, pp.\\u00a0280\\u2013281 Cabrera did not designate either of the two localities (Bellver and Foyos, Valencia) as the type locality, and later authors have listed both. Currently, Foyos, which was listed first by Cabrera, is accepted as the type locality.Benda et al., 2006, p.\\u00a0118, footnote; Ib\\u00e1\\u00f1ez et al., 2006, p.\\u00a0286 Cabrera commented that M.\\u00a0escalerai was close to Natterer's bat (Myotis nattereri),Cabrera, 1904, p.\\u00a0280 and in 1912, Gerrit S. Miller listed escalerai as a synonym of that species. He argued that one of the features Cabrera had listed as distinguishing the two was an artefact of the preservation of the specimens of M.\\u00a0escalerai in alcohol.Miller, 1912, p.\\u00a0174 Miller's classification was followed for almost a century,Simmons, 2005, p.\\u00a0513 and indeed, Cabrera himself accepted in 1914 that M.\\u00a0escalerai was not a valid species.Salicini et al., in press, p.\\u00a08\\n\\nHowever, a 2006 study by Carlos Ib\\u00e1\\u00f1ez and colleagues found that M.\\u00a0nattereri in fact included several cryptic species with highly distinguished DNA sequences characteristics, even though morphological differences were small or nonexistent. One, which they recorded in the southern Iberian Peninsula, was identified as M.\\u00a0escalerai. Populations in the mountains of northern Spain represent another species (now known to be Myotis crypticus), which is now also known from the Alps.Garc\\u00eda-Mudarra et al., 2009, p.\\u00a0441 A 2009 study using data from the mitochondrial genes cytochrome b and ND1 found that M.\\u00a0escalerai is most closely related to an unnamed species from Morocco previously included in M.\\u00a0nattereri (now known to be Myotis zenatius), and more distantly to other members of the Myotis nattereri group.Garc\\u00eda-Mudarra et al., 2009, fig. 2 M.\\u00a0escalerai and M. zenatius are estimated to have diverged about 2 million years ago.Garc\\u00eda-Mudarra et al., 2009, p.\\u00a0442 Later in 2009, M.\\u00a0escalerai was also recorded for the first time from France. One 2011 study found a fifth putative species in the complex (\\\"Myotis sp.\\u00a0C\\\"), occurring in the Italian peninsula and most closely related to M. crypticus,Galimberti, 2011, pp.\\u00a099\\u2013100 but another study published in the same year included these populations in M. crypticus. The latter study, by I. Salicini and colleagues, used sequences from six nuclear genes to confirm the distinctiveness of M.\\u00a0escalerai and its close relationship with M.\\u00a0zenatius.Salicini et al., in press, p.\\u00a05 \\n\\nDescription\\nA medium-sized gray bat, Myotis escalerai is similar to Myotis nattereri. The fur is long and soft; with a brown tone on the back, and the brighter underparts approaching white. The feet are dark gray. Much of the face is pink, and the muzzle is pointed, with long hairs on the upper lip resembling a moustache. The long ears are brown to gray. The tragus, a projection on the inner side of the outer ear, is long and reaches to the middle of the ear and colored gray to yellow, becoming darker from the base towards the tip. According to several authors, it differs from M.\\u00a0nattereri in showing a distinct fringe of hairs on the tail membrane,Ib\\u00e1\\u00f1ez et al., 2006, p.\\u00a0286; Serra-Cobo et al., 2008a, p.\\u00a0167; Salicini et al., in press, p.\\u00a08 but bat specialist A.M. Hutson writes that this feature does not distinguish the two species.Hutson, 2010, p.\\u00a05 In addition, the presence of an S-shaped spur on the uropatagium (membrane between the hind legs), which approaches the middle of the membrane, is a distinctive feature of this species. With its broad wings, low flight, and rapid wingbeats, the species is capable of precise, agile flight.Serra-Cobo et al., 2008a, p.\\u00a0167\\n\\nThe head body length is , tail length is , forearm length is , ear length is , wingspan is , and body mass is .Serra-Cobo et al., 2008a, p.\\u00a0166\\n\\nDistribution and ecology\\nThe range of Myotis escalerai remains poorly constrained and may turn out to be larger than currently known.Evin et al., 2009, p.\\u00a0143 M.\\u00a0escalerai is widespread in Spain and Portugal.Garc\\u00eda-Mudarra et al., 2009, fig. 2, pp.\\u00a0441\\u2013442; Minist\\u00e9rio do Ambiente e do Ordenamento do Territ\\u00f3rio, 2010; Serra-Cobo et al., 2008a, p.\\u00a0168 For example, it occurs widely, though localized, in Arag\\u00f3n, where Myotis sp.\\u00a0A (the only other species in the M.\\u00a0nattereri complex to occur there) is known from a single locality only.Alcalde et al., 2008, pp.\\u00a08, 15 Similarly, in Catalonia, M.\\u00a0escalerai is widespread and occurs from sea level up to an altitude of .Flaquer et al., 2010, p.\\u00a042 The species also occurs on the Balearic Islands of Mallorca, Menorca, and Ibiza.Amengual et al., 2007, pp.\\u00a0274\\u2013275; Serra-Cobo et al., 2008a, p.\\u00a0168 The sole French record is from a cave in Valmanya, Pyr\\u00e9n\\u00e9es-Orientales.Evin et al., 2009, p.\\u00a0142\\n\\nRelatively little is known of the biology of M.\\u00a0escalerai. Females begin to form reproductive colonies in April and May, either small ones or larger aggregations that may also contain males. However, most males remain solitary in this period, although some also form colonies. The single young is born in June or July and becomes independent after some six weeks. Mating usually takes place in fall, but sometimes in winter. The formation of large reproductive colonies in caves, which may consist of several hundreds of individuals, distinguishes M.\\u00a0escalerai from M.\\u00a0nattereri as well as M.\\u00a0sp.\\u00a0A, which roost in smaller groups in tree holes.Ib\\u00e1\\u00f1ez et al., 2006, p.\\u00a0286 In Arag\\u00f3n, colonies contain 50 to 880 individuals,Alcalde et al., 2008, p.\\u00a08 and Catalan colonies are known to contain over a hundred bats. Reproductive colonies may be formed in a variety of structures, including caves, mines, tree holes, and human-made structures such as bridges and houses. However, hibernation colonies need constant temperatures between , and are usually located in caves or basements. M.\\u00a0escalerai is considered a sedentary species, and does not usually migrate over long distances, although it does move between reproduction and hibernation colonies. Rabies has been identified in a Spanish specimen of M.\\u00a0escalerai.Serra-Cobo et al., 2008b, p.\\u00a0171\\n\\nConservation status\\nThe IUCN Red List classifies Myotis escalerai as \\\"least concern\\\".  M. nattereri and M. escalerai are also listed separately on the Annex to the Agreement on the Conservation of Populations of European Bats.Anonymous, 2010 Portugal lists M.\\u00a0escalerai as \\\"vulnerable\\\", though noting that populations may be increasing.Minist\\u00e9rio do Ambiente e do Ordenamento do Territ\\u00f3rio, 2010, table 1 Because of its restriction to caves, it is considered vulnerable in Arag\\u00f3n.Alcalde et al., 2008, p.\\u00a015 In Catalonia, the species appears tolerant of different habitats and of human disturbance, but it is listed as \\\"data deficient\\\". In France, where the species was only discovered in 2009, it is also listed as \\\"data deficient\\\".Gauthier, 2009, p.\\u00a02\\n\\nReferences\\n\\nLiterature cited\\nAlcalde, J.T., Trujillo, D., Art\\u00e1zcoz, A. and Agirre-Mendi, P.T. 2008. Distribuci\\u00f3n y estado de conservaci\\u00f3n de los quir\\u00f3pteros en Arag\\u00f3n. Graellsia 64(1):3\\u201316 (in Spanish).\\nAmengual, B., L\\u00f3pez-Roig, M., Mas, O., Gonz\\u00e1lez, J. and Serra-Cobo, J. 2007. An\\u00e0lisi d'ADN mitocondrial de cinc esp\\u00e8cies de quir\\u00f2pters de les Illes Balears. Bollet\\u00ed de la Societat d'Hist\\u00f2ria Natural de les Balears 50:269\\u2013277 (in Catalan).\\nAnonymous. 2010. 6th Session of the Meeting of Parties. Prague, Czech Republic, 20\\u201322 September 2010. Resolution 6.2. Amendment of the Annex to the Agreement. EUROBATS.MoP6.Record.Annex5.\\nBenda, P., Andreas, M., Kock, D., Lu\\u010dan, R.K., Munclinger, P., Nov\\u00e1, P., Obuch, J., Ochman, K., Reiter, A., Uhrin, M. and Weinfurtov\\u00e1, D. 2006. Bats (Mammalia: Chiroptera) of the eastern Mediterranean. Part 4. Bat fauna of Syria: distribution, systematics, ecology. Acta Societatis Zoologicae Bohemicae 70:1\\u2013329.\\nCabrera, D.A. 1904. Ensayo monogr\\u00e1fico sobre los quir\\u00f3pteros de Espa\\u00f1a. Memorias de la Sociedad Espa\\u00f1ola de Historia Natural 2(5):249\\u2013286 (in Spanish).\\nEvin, A., Lecoq, V., Durand, M., Tillon, L. and Pons, J. 2009. A new species for the French bat list: Myotis escalerai (Chiroptera: Vespertilionidae) (subscription required). Mammalia 73(2):142\\u2013144.\\nFlaquer, C., Puig, X., F\\u00e0bregas, E., Guix\\u00e9, D., Torre, I., R\\u00e0fols, R.G., P\\u00e1ramo, F., Camprodon, J., Cumplido, J.M., Ruiz-Jarillo, R., Baucells, A.L., Freixas, L. and Arrizabalaga, A. 2010. Revisi\\u00f3n y aportaci\\u00f3n de datos sobre quir\\u00f3pteros de Catalunya: Propuesta de lista roja. Galemys 22(1):29\\u201361 (in Spanish).\\nGarc\\u00eda-Mudarra, J.L., Ib\\u00e1\\u00f1ez, C. and Juste, J. 2009. The Straits of Gibraltar: barrier or bridge to Ibero-Moroccan bat diversity? (subscription required). Biological Journal of the Linnean Society 96(2):434\\u2013450.\\nGalimberti, A. 2011. DNA barcoding: a link between basic and applied science. PhD thesis, Universit\\u00e0 degli Studi di Milano-Bicocca.\\nGauthier, O. 2009. Implementation of the Agreement on the Conservation of Populations of European Bats. National Report of France. 2006\\u20132009. Inf.EUROBATS.MoP6.19.\\nHutson, A.M. 2010. Draft Resolution 6.2: Amendment of the Annex of the Agreement. Review of Species to be listed on the Annex to the Agreement. Doc.EUROBATS.StC4-AC15.12.Rev.2.\\nHutson, A.M., Aulagnier, S. and Spitzenberger, F. 2008. . In IUCN. IUCN Red List of Threatened Species. Version 2010.2. <www.iucnredlist.org>. Downloaded on February 12, 2011.\\nIb\\u00e1\\u00f1ez, C., Garc\\u00eda-Mudarra, J.L., Ruedi, M., Stadelmann, B. and Juste, J. 2006. The Iberian contribution to cryptic diversity in European bats. Acta Chiropterologica 8(2):277\\u2013297.\\nMiller, G.S. 1912. Catalogue of the mammals of western Europe (Europe exclusive of Russia) in the collections of the British Museum. London: British Museum (Natural History), 1019\\u00a0pp.\\nMinist\\u00e9rio do Ambiente e do Ordenamento do Territ\\u00f3rio. 2010. Agreement on the Conservation of Populations of European Bats. Report on implementation of the Agreement in Portugal \\u2013 2010. Inf.EUROBATS.MoP6.35.\\nSalicini, I., Ib\\u00e1\\u00f1ez, C. and Juste, J. In press. Multilocus phylogeny and species delimitation within the Natterer's bat species complex in the Western Palearctic (subscription required). Molecular Phylogenetics and Evolution, in press.\\nSerra-Cobo, J., Roig, L., Bayer, X., Amengual, B. and Guasch, C. 2008a. Ratpenats. Ci\\u00e8ncia i mite. Barcelona: Edicions Universitat Barcelona, 267 pp. (in Catalan). \\nSerra-Cobo, J., Bourhy, H., L\\u00f3pez-Roig, M., S\\u00e1nchez, L.P., Abell\\u00e1n, C., Borr\\u00e0s, M. and Amengual, B. 2008b. Rabia en quir\\u00f3pteros: Circulaci\\u00f3n de EBLV-1 (Lyssavirus de murci\\u00e9lagos europeos tipo 1) en murci\\u00e9lagos de Espa\\u00f1a. Bolet\\u00edn Epidemiol\\u00f3gico Semanal 16(15):169\\u2013180 (in Spanish).\\nSimmons, N.B. 2005. Order Chiroptera. Pp.\\u00a0312\\u2013529 in Wilson, D.E. and Reeder, D.M. (eds.). Mammal Species of the World: A Taxonomic and Geographic Reference. 3rd ed. Baltimore: The Johns Hopkins University Press, 2 vols., 2142\\u00a0pp. \\n\\nCategory:Mammals described in 1904\\nCategory:Mammals of Europe\\nCategory:Mouse-eared bats\"}"