"{\"title\": \"Say Say Say\", \"url\": \"https://en.wikipedia.org/wiki/Say_Say_Say\", \"text\": \"\\\"Say Say Say\\\" is a song written and performed by Paul McCartney and Michael Jackson, released in 1983. The track was produced by George Martin for McCartney's album, Pipes of Peace.  The song was recorded during production of McCartney's 1982 Tug of War album, about a year before the release of \\\"The Girl Is Mine\\\", the pair's first duet from Jackson's album Thriller (1982).\\n\\nAfter its release in October 1983, \\\"Say Say Say\\\" became Jackson's seventh top-ten hit inside a year. It was a number one hit in the United States (his sixth number-one single there), Canada, Norway, Sweden, and several other countries, reached number two in the United Kingdom, and peaked within the top ten in Australia, Austria, New Zealand, The Netherlands, Switzerland, and over 20 other nations.  In 2013, Billboard magazine listed the song as the 41st biggest hit of all time on the Billboard Hot 100 charts. It has also been voted the ninth best collaboration of all time in a Rolling Stone readers poll.\\n\\nThe single was certified gold by the Recording Industry Association of America in December 1983, representing sales of one million copies. The single was promoted with an influential music video directed by Bob Giraldi. The short film centers around two con artists called \\\"Mac and Jack\\\" (played by McCartney and Jackson).\\n\\nBackground, recording, and composition\\nMcCartney biographer Ray Coleman asserted that the majority of the song's lyrics were written by Jackson and given to McCartney the next day.Coleman, p. 129. Recording began at AIR Studios in London in May 1981. At the time, McCartney was recording Tug of War, the former Beatle's first solo album after the breakup of his group Wings.Halstead, p. 268.Andersen, p. 99.\\n\\nJackson stayed at the home of McCartney and his wife Linda during the recording sessions, and became friends with both.Taraborrelli, p. 333. While at the dining table one evening, Paul McCartney brought out a booklet that displayed all the songs to which he owned the publishing rights. \\\"This is the way to make big money\\\", the musician informed Jackson. \\\"Every time someone records one of these songs, I get paid. Every time someone plays these songs on the radio, or in live performances, I get paid.\\\" McCartney's words influenced Jackson's later purchase of ATV Music Publishing in 1985.\\n\\nMcCartney played several instruments on \\\"Say Say Say\\\", including percussion, synthesiser, guitar, and bass guitar. The harmonica was played by Chris Smith and the rhythm guitar was played by David Williams. The song was engineered by former Beatles sound engineer, Geoff Emerick.Linear notes of Pipes of Peace by Paul McCartney. The production of \\\"Say Say Say\\\" was completed in February 1983, after it had been refined and overdubbed at Cherokee Studios in California.\\n\\nGeorge Martin, who had worked with The Beatles, produced the song. He said of his experience with Jackson, \\\"He actually does radiate an aura when he comes into the studio, there's no question about it. He's not a musician in the sense that Paul is\\u00a0... but he does know what he wants in music and he has very firm ideas.\\\"\\n\\nJackson also spoke of the experience in his autobiography, Moonwalk. The younger singer revealed that the collaboration boosted his confidence, as Quincy Jones\\u2014producer of Thriller\\u2014was not present to correct his mistakes. Jackson added that he and McCartney worked as equals, stating, \\\"Paul never had to carry me in that studio.\\\"Jackson, p. 188.\\n\\nAccording to Musicnotes.com by Alfred Music Publishing, \\\"Say Say Say\\\" was performed in common time, with a dance beat of 116\\u00a0beats per minute. It is in the key of B minor and sung in a vocal range from F3 to B4. The lyrics to \\\"Say Say Say\\\" reflect an attempt to \\\"win back\\\" a girl's affection; Deseret News considered the song to be a \\\"pleading kind of love song\\\".\\n\\nRelease and reception\\nFollowing the release of Thriller and most of its singles, \\\"Say Say Say\\\" was released on 3 October 1983 by Parlophone Records in the UK and Columbia Records in the US.Grant, p. 68.Harry, p. 171.Hill, p. 381. It remained atop Billboards Hot 100 for six weeks and became Jackson's seventh top ten hit of 1983, breaking a record that until then was held jointly by The Beatles and Elvis Presley.Everett, p. 282Campbell, p. 68Lewis, p. 6 Also in the US, \\\"Say Say Say\\\" reached number two on the R&B chart (behind \\\"Time Will Reveal\\\" by DeBarge) and number three on the Hot Adult Contemporary Tracks chart.George, p. 39.  Although the song had peaked at number ten in the UK, it began to fall steadily; McCartney subsequently held an early weekday live television interview, where he discussed the song's music video. This, along with screenings of the video on Top of the Pops (which normally played only singles that were rising in the charts), The Tube and Noel Edmonds' The Late, Late Breakfast Show, helped propel the song to number two on the UK Singles Chart.Barrow, p. 92.Heryanto, p. 92. \\\"Say Say Say\\\" reached number one in Norway and Sweden, and the single also reached the top ten in Austria, Australia, New Zealand, the Netherlands, and Switzerland. With wholesale shipments of at least one million units, the single was later certified platinum by the Recording Industry Association of America. (To search the database for \\\"Say Say Say\\\", type \\\"Paul McCartney\\\" or \\\"Michael Jackson\\\" into the Artist field and \\\"Say Say Say\\\" into the Title field.)\\n\\n\\\"Say Say Say\\\" received mixed reviews from music critics. The lyrics were named the worst of 1983 by The Buffalo News's Anthony ,Violanti, Anthony (18 August 1996). \\\"Schlock: An Unusually Confused and Nasal Dylan\\\". The Buffalo News. Retrieved on 19 March 2009. while the Lexington Herald-Leader stated in a review of Pipes of Peace that, aside from \\\"Say Say Say\\\" and \\\"The Man\\\", \\\"McCartney waste[d] the rest of the album on bathos and whimsy\\\".\\\"Paul McCartney's New Album Is Just 'Embarrassing Fluff'\\\". Lexington Herald-Leader. (15 January 1983). Retrieved on 19 March 2009. The Los Angeles Times Paul Grein also reviewed the McCartney album and opined that the singer had redeemed himself with the success of the \\\"spunky\\\" song \\\"but plunged back into wimpdom with 'No More Lonely Nights'\\\".Grein, Paul (3 January 1988). \\\"Hits That Hurt In Some Cases, That Top 10 Smash Can Smash an Artist's Image\\\". Los Angeles Times. Retrieved on 19 March 2009. Journalist Whitney Pastorek compared the song to McCartney's 1982 duet with Stevie Wonder, \\\"Ebony and Ivory\\\". She asserted that \\\"Say Say Say\\\" was a better song, and had a better \\\"though slightly more nonsensical\\\" music video, adding that the song had no \\\"heavy-handed social content\\\". Penn State's The Daily Collegian described the track as a good song, despite its ad nauseam broadcasts.\\n\\nDeseret News stated that the \\\"pleading love song\\\" had a \\\"masterful, catchy hook\\\". In a Rolling Stone review, the track was described as an \\\"amiable though vapid dance groove\\\". The reviewer, Parke Puterbaugh, added that it was an \\\"instantly hit-bound froth-funk that tends, after all, toward banality\\\". Music critic Nelson George stated that \\\"Say Say Say\\\" would not have \\\"deserved the airplay it received without McCartney and Jackson\\\". Salon.com later described the song as a \\\"sappy duet\\\". The online magazine concluded that McCartney had become a \\\"wimpy old fart\\\". Billboard listed \\\"Say Say Say\\\" as Michael Jackson's all-time biggest Hot 100 single. In a 2007 article, a writer for the magazine Vibe listed \\\"Say Say Say\\\" as the 22nd greatest duet of all time. The writer commented that the song was \\\"a true falsetto fantasy\\\" and that it was \\\"still thrilling to hear the sweet-voiced duo trade harmonies on the chorus\\\". In 2005, Dutch musicians Hi Tack sampled \\\"Say Say Say\\\" on their debut single, \\\"Say Say Say (Waiting 4 U)\\\". The song featured Jackson's vocals from the original recording, plus McCartney's \\\"Baby\\\".\\n\\n 2015 version \\nOn October 6, 2015, McCartney released a new version of the song in which the vocal roles of him and Jackson are reversed. It was remixed by Steve Orchard and Mark \\\"Spike\\\" Stent. On the new version, which is over three minutes longer than the original, the opening of the first is sung by Jackson instead of McCartney. Orchard said of the remix: \\\"Paul remembered that there were two unused lead vocal performances by Michael and himself. We rearranged the vocal sequence and inverted the original performance so that Michael opened the first verse instead of Paul, to give the song a different take to the original version.\\\" More specifically, Jackson sings the parts that McCartney had in the original, and vice versa, for much of the song.\\nThe track appears on the 2015 re-issue of Pipes of Peace. A radio edit of the 2015 remix was released for streaming on October 30, 2015, while an instrumental version of it is available for download at paulmccartney.com.\\n\\nTo coincide with the release of the recording, McCartney released a new music video on his Facebook page on October 6, 2015. Directed and choreographed by Ryan Heffington, it featured a group of young dancers, filmed in black and white in Los Angeles neighbourhoods, with moves that are reminiscent of Michael Jackson's.https://www.billboard.com/articles/news/6721855/paul-mccartney-say-say-say-remix-video-michael-jackson\\n\\n Personnel \\n\\n\\\"Say Say Say\\\"\\nPaul McCartney \\u2013 guitars, keyboards, percussion, vocals\\nMichael Jackson \\u2013 vocals, percussion\\nChris Hammer Smith \\u2013 harmonica\\nDavid Williams \\u2013 rhythm guitar\\nNathan Watts \\u2013 bass\\nBill Wolfer \\u2013 keyboards\\nLinda McCartney, Eric Stewart \\u2013 backing vocals\\nRicky Lawson \\u2013 drums\\nJerry Hey, Ernie Watts, Gary E. Grant, Gary Herbig \\u2013 horns\\n\\n\\\"Ode To A Koala Bear\\\"\\nPaul McCartney - vocals, bass, piano, electric guitar\\n Chris Lawrence - bass\\n Paul Robinson - drums\\nLinda McCartney, Eric Stewart - backing vocals\\n\\nMusic video\\n\\nProduction, plot, and reception\\nThe music video (or \\\"short film\\\") for \\\"Say Say Say\\\" was directed by Bob Giraldi, who had previously directed Michael Jackson's music video for \\\"Beat It\\\". Cameo appearances in the video are made by McCartney's then wife Linda, as well as Jackson's older sister La Toya, and actor Harry Dean Stanton.Grant, p. 270. \\n\\nAccording to LaToya Jackson, during filming of the video, the McCartneys were staying at a property named Sycamore Valley Ranch, five miles from the town of Los Olivos, California in the Santa Ynez Valley.McCartney: Songwriter  p. 131 Jackson visited them and expressed interest in someday buying the property. In 1988, he would do so, renaming it Neverland Ranch. To accommodate Jackson's busy schedule the video was filmed at Los Alamos near Santa Barbara, California and at the Sycamore Valley Ranch. The saloon portion was filmed at the 1880 Union Hotel in Los Alamos. McCartney flew in specifically for the filming.Campbell, p. 69. The video cost $500,000 to produce.\\n\\nIn the short film, the duo play \\\"Mac and Jack\\\", a pair of medicine show conmen who sell a \\\"miracle potion\\\". The salesman (McCartney) offers Jackson the potion, and claims that it is \\\"guaranteed to give you the strength of a raging bull\\\". Jackson drinks the potion and challenges a large man to arm-wrestle. Unbeknownst to a watching crowd, the man\\u2014along with Linda\\u2014is also in on the scam. After Jackson wins the rigged contest, the crowd of people surge forward and buy the potion. Mac and Jack then donate all of the money earned from the scam to an orphanage. After this scene, McCartney and Jackson star as vaudeville performers who sing and dance at a bar.Curtis, p. 323. On stage, the duo appear in clown makeup at one point and quickly go through a number of costume changes.Lhamon, p. 219. Jackson flirts with a young woman portrayed by his real-life sister La Toya. When law-enforcement officers appear at the back of the venue, Mac quickly starts a small fire onstage and Linda hollers \\\"FIRE!\\\", emptying the venue and allowing the group to escape via backstage (yet somehow finding time to change into tuxedoes first). The video ends with Paul, Linda, and Michael as they drive off into the sunset. La Toya, who was handed a bunch of flowers by McCartney, is left at the roadside.\\n\\nThe video also features appearances by director Giraldi as a pool shark who is conned by McCartney and Art Carney as an audience member for the vaudeville show.\\n\\nGiraldi said of Jackson and McCartney, \\\"Michael didn't outdance Paul, and Paul didn't outsing Michael\\\". He added that production of the video was hard work because \\\"the egos could fill a room\\\". The video introduced both dialogue and storyline, an element extended upon in Michael Jackson's Thriller. In a 1984 study of music videos conducted by the National Coalition on Television Violence, the Jacksons were rated \\\"very violent,\\\" citing Michael Jackson's \\\"Billie Jean,\\\" \\\"Thriller\\\", and \\\"Say Say Say\\\" as well as Jermaine Jackson's \\\"Dynamite\\\" and the Jacksons' \\\"Torture.\\\"Bishop, Pete. \\\"Group on TV Violence Looks at Music Videos and Is Not Amused\\\" Chicago Tribune, 25 January 1985. In a list compiled by Billboard at the end of 1984, the music video was named the fourth best of the year, and the rest of the top four were also short films by Jackson.Campbell, p. 105.\\n\\nThe Manchester Evening News later described the \\\"Say Say Say\\\" video as an \\\"anarchic caper\\\" that \\\"plays out like an Emir Kusturica feature\\\". PopMatters stated that the music videos of \\\"Say Say Say\\\" and \\\"Goodnight Tonight\\\" turned \\\"a pair of otherwise forgettable songs into something worth watching\\\". Steven Greenlee of The Boston Globe reflected that the video was both \\\"horrifying and compelling\\\", and stated the ridiculousness of a potion which could aid Jackson in beating somebody at arm wrestling. He added, \\\"It's even harder to believe that the two of them didn't get the pulp beaten out of them in that bar for dressing like a pair of Chess King employees\\\". The \\\"Say Say Say\\\" video was later included on the DVDs The McCartney Years and Michael Jackson's Vision.Paul McCartney, The McCartney Years, DVD.\\n\\nThemes\\nTwo authors later reviewed the short film and documented two central themes. The first is a \\\"Child/Man\\\" theme; the role of both a boy and an adult, which writer James M. Curtis states Jackson plays throughout the music video for \\\"Say Say Say\\\". Curtis writes that the bathroom scene involving the shaving foam is reminiscent of boys copying their fathers. He adds that the scene marks \\\"the distinction between Michael's roles as a Child and as a Man\\\". The writer also highlights the part where the singer supposedly becomes strengthened with a miracle potion, a further play on the \\\"Child/Man\\\" theme. Furthermore, Curtis observes that Paul and Linda McCartney seem to act as if they are Jackson's parents in the short film. The author also notes that in a scene where Jackson is handed a bouquet of flowers from a girl, it is a reversal of one from City Lights, a 1931 film starring Charlie Chaplin, whom the singer greatly adored.\\n\\nThe second of the two main themes in the music video is of African American history and culture, as some of the vaudeville scenes in the short film acknowledge minstrel shows and blackface. Author W. T. Lhamon writes that the video is set in the Great Depression, and that McCartney and Jackson \\\"convey a compactly corrupt history of blackface\\\" as they con their way to riches with the Mac and Jack show. Lhamon was critical of the pair and of the video because he felt that the African American theme had not been made explicitly known. The author expressed his view that aspects of the short film were historically out-of-synch with interracial relations. He stated, \\\"Nearly everything in the video is backward. Mack's white hand continually helping black Jack on board, for instance, reverses the general process I have shown of blacks providing whites with their sustaining gestures.\\\" Lhamon added, \\\"In a just world, Jackson should be pulling McCartney onto the wagon, not the other way around.\\\"\\n\\nTrack listing \\nUK 7\\\" single\\n\\\"Say Say Say\\\" (with Michael Jackson) \\u2013 3:55\\n\\\"Ode to a Koala Bear\\\" \\u2013 3:45\\n\\nUS 12\\\" single\\n\\\"Say Say Say\\\" (John \\\"Jellybean\\\" Benitez Remix) (with Michael Jackson) \\u2013 5:40\\n\\\"Say Say Say\\\" (John \\\"Jellybean\\\" Benitez Remix Instrumental) (with Michael Jackson) \\u2013 7:00\\n\\\"Ode to a Koala Bear\\\" \\u2013 3:45\\n\\n2015 transparent vinyl reissue\\n\\\"Say Say Say\\\" (2015 Remix) (with Michael Jackson) \\u2013 7:00\\n\\\"Say Say Say\\\" (John \\\"Jellybean\\\" Benitez Remix Instrumental) (with Michael Jackson) \\u2013 7:00\\n\\nDigital streaming \\n\\\"Say Say Say\\\" (2015 Remix / Radio Edit) (with Michael Jackson) \\u2013 3:41\\n\\nDigital download \\u2013 via paulmccartney.com \\n\\\"Say Say Say\\\" (2015 Remix / Radio Edit Instrumental) (with Michael Jackson) \\u2013 3:41\\n\\nChart performance\\n\\nWeekly charts\\n Chart (1983\\u201384) Peak  position Australia (Kent Music Report) 4 Austria (\\u00d63 Austria Top 40) 10 Canadian RPM Magazine 1 France (IFOP)1 Germany (Media Control Charts) 12 Ireland (IRMA) 3Italy (FIMI)1 Netherlands (Single Top 100) 8 New Zealand (Recorded Music NZ) 10 Norway (VG-lista)  1South Africa (Springbok) 3 Spain (PROMUSICAE)1 Sweden (Sverigetopplistan)   1 Switzerland (Schweizer Hitparade) 2 UK Singles (Official Charts Company) 2 US Billboard Hot 100 1 US R&B Singles Chart 2 US Billboard Adult Contemporary3 US Album Rock Tracks 24\\n\\nYear-end charts\\n Chart (1983) Rank UK  22\\n Chart (1984) RankAustralia 57Canada 39South Africa 14 US Billboard Hot 100 3\\n\\nDecade-end charts\\nChart (1980\\u201389)PositionUS Billboard Hot 1009\\n\\nAll-time charts\\nChart (1958\\u20132018)PositionUS Billboard Hot 10044\\n\\nCertifications\\n\\nCover versions\\n Chinese singer-songwriter Cui Jian recorded a Chinese version of the song called \\\"\\u8ab0\\u3001\\u8ab0\\u3001\\u8ab0\\\" (\\\"Who, Who, Who\\\"/sh\\u00e9i, sh\\u00e9i, sh\\u00e9i) on his 1985 album \\\"'85\\u56de\\u9867\\\" (\\\"'85 Review\\\"/hu\\u00edg\\u00f9).\\n\\\"Say Say Say (Waiting 4 U)\\\" by Hi_Tack\\n\\nSee also\\nList of Billboard Hot 100 number-one singles of 1983\\nList of Billboard Hot 100 number-one singles of 1984\\n\\nReferences\\n\\nBibliography\\n\\n \\n \\n \\n \\n \\n \\nGeorge, Nelson (2004). Michael Jackson: The Ultimate Collection booklet. Sony BMG.\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\nCategory:1983 singles\\nCategory:1983 songs\\nCategory:Vocal duets\\nCategory:Michael Jackson songs\\nCategory:Paul McCartney songs\\nCategory:Billboard Hot 100 number-one singles\\nCategory:European Hot 100 Singles number-one singles\\nCategory:RPM Top Singles number-one singles\\nCategory:Number-one singles in Norway\\nCategory:Number-one singles in Italy\\nCategory:Number-one singles in Spain\\nCategory:Number-one singles in Sweden\\nCategory:Parlophone singles\\nCategory:Song recordings produced by George Martin\\nCategory:Songs written by Michael Jackson\\nCategory:Songs written by Paul McCartney\\nCategory:Music videos directed by Bob Giraldi\\nCategory:Music published by MPL Music Publishing\\nCategory:Columbia Records singles\"}"