"{\"title\": \"The Long and Winding Road\", \"url\": \"https://en.wikipedia.org/wiki/The_Long_and_Winding_Road\", \"text\": \"\\\"The Long and Winding Road\\\" is a song by the English rock band the Beatles from their 1970 album Let It Be. It was written by Paul McCartney and credited to Lennon\\u2013McCartney. When issued as a single in May 1970, a month after the Beatles' break-up, it became the group's 20th and last number-one hit on the Billboard Hot 100 chart in the United States. It was the final single released by the quartet.\\n\\nThe main recording of the song took place in January 1969 and featured a sparse musical arrangement. When preparing the tapes from these sessions for release in April 1970, producer Phil Spector added orchestral and choral overdubs. Spector's modifications angered McCartney to the point that when the latter made his case in the British High Court for the Beatles' disbandment, he cited the treatment of \\\"The Long and Winding Road\\\" as one of six reasons for doing so. New versions of the song with simpler instrumentation were subsequently released by McCartney and by the Beatles.\\n\\nIn 2011, Rolling Stone ranked \\\"The Long and Winding Road\\\" at number 90 on their list of 100 greatest Beatles songs.\\n\\nInspiration\\nthumb|250px|left|Coastline of the Kintyre peninsula, where McCartney's farm High Park is situated. He said he drew inspiration from \\\"the calm beauty of Scotland\\\" when writing the song.\\nPaul McCartney said he came up with the title \\\"The Long and Winding Road\\\" during one of his first visits to his property High Park Farm, near Campbeltown in Scotland, which he purchased in June 1966. The phrase was inspired by the sight of a road \\\"stretching up into the hills\\\" in the remote Highlands surroundings of lochs and distant mountains. He wrote the song at his farm in 1968, inspired by the growing tension among the Beatles. Based on other comments McCartney has made, author Howard Sounes writes, the lyrics can be seen as McCartney expressing his anguish at the direction of his personal life, as well as a nostalgic look back at the Beatles' history. McCartney recalled: \\\"I just sat down at my piano in Scotland, started playing and came up with that song, imagining it was going to be done by someone like Ray Charles. I have always found inspiration in the calm beauty of Scotland and again it proved the place where I found inspiration.\\\"\\n\\nOnce back in London, McCartney recorded a demo version of \\\"The Long and Winding Road\\\" during one of the recording sessions for The Beatles. Later, he offered the song to Tom Jones on the condition that the singer release it as his next single. In Jones' recollection, he was forced to turn it down since his record company were about to issue \\\"Without Love\\\" as a single.\\n\\nThe song takes the form of a piano-based ballad, with conventional chord changes. McCartney described the chords as \\\"slightly jazzy\\\" and in keeping with Charles' style. The song's home key is E-flat major but it also uses the relative C minor. Lyrically, it is a sad and melancholic song, with an evocation of an as-yet unrequited, though apparently inevitable, love.\\n\\nIn an interview in 1994, McCartney described the lyric more obliquely: \\\"It's rather a sad song. I like writing sad songs, it's a good bag to get into because you can actually acknowledge some deeper feelings of your own and put them in it. It's a good vehicle, it saves having to go to a psychiatrist.\\\"\\n\\nThe opening theme is repeated throughout. The song lacks a traditional chorus, and the melody and lyrics are ambiguous about the opening stanza's position in the song; it is unclear whether the song has just begun, is in the verse, or is in the bridge.\\n\\nRecording\\nJanuary 1969\\nThe Beatles recorded several takes of \\\"The Long and Winding Road\\\" at their Apple Studio in central London on 26 January 1969 and again on 31 January. The line-up on the track was McCartney on lead vocals and piano, John Lennon on bass guitar, George Harrison on electric guitar, Ringo Starr on drums, and guest keyboardist Billy Preston on Rhodes piano. This was during a series of sessions for an album and film project then known as Get Back. Lennon, usually the band's rhythm guitarist, played bass only occasionally and made several mistakes on the recording.\\n\\nIn May 1969, Glyn Johns, who had been asked by the Beatles to compile and mix the Get Back album, selected the 26 January recording. Since the song had been deemed unsuitable for inclusion in the band's filmed rooftop concert on 30 January, the Beatles also taped a master version of \\\"The Long and Winding Road\\\" at Apple the following day. This 31 January version, which had slightly different lyrics from the released take, and was recorded with Johns in an unofficial producer's role, was used in the film, subsequently titled Let It Be. For the 1969 and 1970 versions of the Get Back album \\u2013 both of which were rejected by the Beatles \\u2013 Johns used the 26 January mix as released on the Anthology 3 album in 1996.\\n\\nApril 1970\\nIn early 1970, Lennon and the Beatles' manager, Allen Klein, turned over the recordings to American producer Phil Spector with the hope of salvaging an album, which was then titled Let It Be. McCartney had become estranged from his bandmates at this time, due to his opposition to Klein's appointment as manager. Several weeks were lost before McCartney replied to messages requesting his approval for Spector to begin working on the recordings. Spector chose to return to the same 26 January recording of \\\"The Long and Winding Road\\\".\\n\\nSpector made various changes to the songs. His most dramatic embellishments occurred on 1 April 1970, the last ever Beatles recording session, when he added orchestral overdubs to \\\"The Long and Winding Road\\\", \\\"Across the Universe\\\" and \\\"I Me Mine\\\" at Abbey Road Studios. The only member of the Beatles present was Starr, who played drums with the session musicians to create Spector's characteristic \\\"Wall of Sound\\\". Already known for his eccentric behaviour in the studio, Spector was in a peculiar mood that day, according to balance engineer Peter Bown: \\\"He wanted tape echo on everything, he had to take a different pill every half hour and had his bodyguard with him constantly. He was on the point of throwing a wobbly, saying 'I want to hear this, I want to hear that. I must have this, I must have that.'\\\" The orchestra became so annoyed by Spector's behaviour that the musicians refused to play any further; at one point, Bown left for home, forcing Spector to telephone him and persuade him to come back after Starr had told Spector to calm down.\\n\\nSpector succeeded in overdubbing \\\"The Long and Winding Road\\\", using eight violins, four violas, four cellos, three trumpets, three trombones, two guitars, and a choir of 14 women, which makes 38 musicians altogether. The orchestra was scored and conducted by Richard Hewson, a young London arranger who had worked with Apple artists Mary Hopkin and James Taylor. This lush orchestral treatment was in direct contrast to the Beatles' stated intentions for a \\\"real\\\" recording when they began work on Get Back.\\n\\nOn 2 April, Spector sent each of the Beatles an acetate of the completed album with a note saying: \\\"If there is anything you'd like done to the album, let me know and I'll be glad to help ... If you wish, please call me about anything regarding the album tonight.\\\" All four of the band members sent him their approval by telegram.\\n\\nDispute over Spector's overdubs\\nAccording to author Peter Doggett, McCartney had felt the need to accommodate his bandmates when accepting Spector's version of Let It Be; but, following his announcement of the Beatles' break-up in a press release accompanying the release of his solo album, McCartney, on 9 April, he repeatedly listened again to \\\"The Long and Winding Road\\\" and came to resent Spector's additions. On 14 April, with manufacturing underway for Let It Be, he sent a terse letter to Klein, demanding that the harp be removed from the song and that the other added instrumentation and voices be reduced. McCartney concluded the letter with the words: \\\"Don't ever do it again.\\\" Klein attempted to phone McCartney but he had changed his number without informing Apple; Klein then sent a telegram asking McCartney to contact him or Spector about his concerns. According to Klein, \\\"The following day, a message was relayed to me [from McCartney] that the letter spoke for itself.\\\" With Let It Be scheduled for release in advance of the similarly titled documentary film, Klein allowed the production process to continue with Spector's version of \\\"The Long and Winding Road\\\" intact.\\n\\nIn an interview published by the Evening Standard in two parts on 22 and 23 April 1970, McCartney said: \\\"The album was finished a year ago, but a few months ago American record producer Phil Spector was called in by Lennon to tidy up some of the tracks. But a few weeks ago, I was sent a re-mixed version of my song 'The Long and Winding Road' with harps, horns, an orchestra, and a women's choir added. No one had asked me what I thought. I couldn't believe it.\\\" The Beatles' usual producer, George Martin, called the remixes \\\"so uncharacteristic\\\" of the Beatles, while Johns, who was denied a production credit by Lennon, described Spector's embellishments as \\\"revolting ... just puke\\\".\\n\\nMcCartney asked Klein to dissolve the Beatles' partnership, but was refused. Exasperated, he took the case to the High Court in London in early 1971, naming Klein and the other Beatles as defendants. Among the six reasons McCartney gave for dissolving the Beatles was that Klein's company, ABKCO, had caused \\\"intolerable interference\\\" by overdubbing \\\"The Long and Winding Road\\\" without consulting McCartney. In his written affidavit, Starr countered this statement by saying that when Spector had sent acetates of Let It Be to each of the Beatles for their approval, with a request also for feedback: \\\"We all said yes. Even at the beginning Paul said yes. I spoke to him on the phone, and said, 'Did you like it?' and he said, 'Yeah, it's OK.' He didn't put it down.\\\" Starr added: \\\"And then suddenly he didn't want it to go out. Two weeks after that, he wanted to cancel it.\\\"\\n\\nSpeaking shortly after the overdubbing sessions, Spector said that he had asked whether any of the Beatles would like to help him produce the album, but none of them had wanted to. Available at Rock's Backpages (subscription required). He also said that his hand was forced into orchestrating \\\"The Long and Winding Road\\\" to cover the poor quality of Lennon's bass playing. In his book Revolution in the Head, Beatles scholar Ian MacDonald wrote: \\\"The song was designed as a standard to be taken up by mainstream balladeers. \\u2026 It features some atrocious bass-playing by Lennon, prodding clumsily around as if uncertain of the harmonies and making many comical mistakes. Lennon's crude bass playing on 'The Long and Winding Road', though largely accidental, amounts to sabotage when presented as finished work.\\\" In 2003, Spector said that McCartney was being hypocritical in his criticism: \\\"Paul had no problem picking up the Academy Award for the Let It Be movie soundtrack, nor did he have any problem in using my arrangement of the string and horn and choir parts when he performed it during 25 years of touring on his own. If Paul wants to get into a pissing contest about it, he's got me mixed up with someone who gives a shit.\\\"\\n\\nRelease\\nThe song was released on the Let It Be album on 8 May 1970. On 11 May, seven days before the album's North American release, Apple issued \\\"The Long and Winding Road\\\" as a single in the United States with \\\"For You Blue\\\" on the B-side. In the context of the recent news regarding the Beatles' split, the song captured the sadness that many listeners felt.\\n\\nOn 13 June 1970, it became the Beatles' twentieth and final number-one single on the Billboard Hot 100 chart in America and held the top position for a second week. The band thereby set the all-time record for number of chart-topping singles on the Billboard Hot 100. The Beatles achieved this feat in the space of 74 months from their debut US number one, \\\"I Want to Hold Your Hand\\\", in February 1964 \\u2013 an average of one chart-topping single per 3.7 months, another all-time record. The single's contemporary US sales were insufficient for gold accreditation by the Recording Industry Association of America (RIAA). In February 1999, the song was certified platinum by the RIAA for sales of 1,000,000.\\n\\nCritical reception\\nLet It Be received largely unfavourable reviews from music critics, many of whom ridiculed Spector's use of orchestration, particularly on \\\"The Long and Winding Road\\\". Richard Williams of Melody Maker wrote that \\\"Paul's songs seem to be getting looser and less concise, and Spector's orchestrations add to the Bacharach atmosphere. The strings add a pleasant fullness in places, but intrude badly near the end and the harps are too much.\\\" Rolling Stones reviewer, John Mendelsohn, was especially critical of Spector's work, saying: \\\"He's rendered 'The Long and Winding Road' ... virtually unlistenable with hideously cloying strings and a ridiculous choir that serve only to accentuate the listlessness of Paul's vocal and the song's potential for further mutilation at the hands of the countless schlock-mongers who will undoubtedly trip all over one another in their haste to cover it.\\\" Mendelsohn said that while the song was a \\\"slightly lesser chapter in the ongoing story of McCartney as facile romanticist\\\", \\\"it might have eventually begun to grow on one as unassumingly charming\\\" without Spector's \\\"oppressive mush\\\".\\n\\nIn 1973, musicologist and critic Wilfrid Mellers wrote: \\\"The music has a tremendous expectancy \\u2026 Whether or no Paul approved of the plush scoring of 'The Long and Winding Road', it works not because it guys the feeling but because the feeling has integrity.\\\" MacDonald said: \\\"With its heart-breaking suspensions and yearning backward glances from the sad wisdom of the major key to the lost loves and illusions of the minor, 'The Long and Winding Road' is one of the most beautiful things McCartney ever wrote. Its words, too, are among his most poignant, particularly the reproachful lines of the brief four-bar middle section. A shame Lennon didn't listen more generously.\\\"\\n\\nAccording to Williams, writing in his book Phil Spector: Out of His Head, Spector's mistake was in \\\"taking McCartney at his face value\\\" and emphasising the sentimental qualities that George Martin's orchestral arrangements for the Beatles had successfully tempered. Williams added: \\\"Some might say that this track, above all others, epitomises Paul McCartney, and that when Spector sent the saccharine strings sweeping in after the first line of vocal, he was merely highlighting the reality.\\\" In a 2003 review for Mojo, shortly after the announcement that McCartney planned to issue \\\"a string-less Let It Be\\\", John Harris opined: \\\"As someone who experiences a Proustian rush every time the orchestra crash-lands in The Long And Winding Road, I can only implore him to think again. Besides, underneath all the Wagnerian gloop, John's bass playing is horribly out of tune ...\\\" Referring to the version subsequently released without the controversial overdubs, Adam Sweeting of The Guardian said the song was \\\"indubitably improved by the removal of Spector's wall of schmaltz, but it's still teeth-clenchingly mawkish\\\".\\n\\nIn 2011, Rolling Stone placed \\\"The Long and Winding Road\\\" at number 90 on its list of \\\"The 100 Greatest Beatles Songs\\\". On a similar list compiled by Mojo in 2006, the song appeared at number 27. In his commentary for the magazine, Brian Wilson described it as his \\\"all time favourite Beatles track\\\", saying that while the Beatles were \\\"genius songwriters\\\", this song was distinguished by a \\\"heart-and-soul melody\\\". Wilson concluded: \\\"When they broke up I was heartbroken. I think they should have kept going.\\\"\\n\\nOther recordings\\nSince release in 1970, there have been six additional recordings released by McCartney. The 26 January take, without the orchestration and overdubs, was released on Anthology 3 in 1996. This version included a bridge section spoken, rather than sung, by McCartney that was omitted in Spector's remix.\\n\\nIn 2003, McCartney persuaded Starr and Ono (as Lennon's widow) to release Let It Be... Naked. McCartney claimed that his long-standing dissatisfaction with the released version of \\\"The Long and Winding Road\\\" (and the entire Let It Be album) was in part the impetus for the new version. The new album included a later take of \\\"The Long and Winding Road\\\", recorded on 31 January. With no strings or other added instrumentation beyond that which was played in the studio at the time, it was closer to the Beatles' original intention than the 1970 version. This take is also the one seen in the film Let It Be and on the Beatles' 2015 video compilation 1. Starr said of the Let It Be... Naked version: \\\"There's nothing wrong with Phil's strings [on the 1970 release], this is just a different attitude to listening. But it's been 30-odd years since I've heard it without all that and it just blew me away.\\\"\\n\\nMcCartney and producer George Martin re-recorded \\\"The Long and Winding Road\\\" with instrumentation incorporating a lead saxophone, for the soundtrack to McCartney's 1984 film, Give My Regards to Broad Street. A second new studio recording of the song was made by McCartney in 1989 and used as a B-side of single releases from his Flowers in the Dirt album, starting with the \\\"Postcard Pack\\\" vinyl format of \\\"This One\\\".\\n\\n\\\"The Long and Winding Road\\\" became a staple of McCartney's post-Beatles concert repertoire. On the 1976 Wings Over the World Tour, where it was one of the few Beatles songs played, it was performed on piano in a sparse arrangement using a horn section. On McCartney's 1989 solo tour and since, it has generally been performed on piano with an arrangement using a synthesiser mimicking strings, but this string sound is more restrained than on the Spector recorded version. The live performance recording of the Rio de Janeiro concert in April 1990 is on the album Tripping the Live Fantastic. McCartney also played the song to close the Live 8 concert in London.\\n\\nSeveral other artists have performed or recorded \\\"The Long and Winding Road\\\". As McCartney had envisaged, Ray Charles recorded a cover version, which was released on his 2006 album Ray Sings, Basie Swings. In the US, a recording by Billy Ocean peaked at number 24 on Billboards Adult Contemporary chart. Other versions include a cover by Leo Sayer on the 1976 \\\"All This And World War II\\\" soundtrack, a 1999 Royal Albert Hall performance by George Michael, a 1977 single release by Melba Moore, a 1978 recording by Peter Frampton, and a 2010 performance at the White House by Faith Hill when Barack Obama gave McCartney the Gershwin Prize. In 2002, British Pop Idol series one contestants Will Young and Gareth Gates recorded a version released as a double A-side with Gates' version of \\\"Suspicious Minds\\\"; the single peaked atop the UK Singles Chart and the Scottish Singles Chart. The duet by itself also reached number four in Ireland. Enter Will Young and Gareth Gates into the Search by Artist field and press Enter. In 2007, \\\"The Long and Winding Road\\\" was included on Barry Manilow's The Greatest Songs of the Seventies album, which debuted at number four on the Billboard 200 chart.\\n\\nPersonnel\\nAccording to Walter Everett:\\n\\nThe Beatles\\nPaul McCartney \\u2013 vocal, piano\\nJohn Lennon \\u2013 six-string bass\\nGeorge Harrison \\u2013 electric guitar\\nRingo Starr \\u2013 drums\\n\\nAdditional musicians\\nBilly Preston \\u2013 Fender Rhodes\\nUncredited orchestral musicians \\u2013 18 violins, 4 violas, 4 cellos, harp, 3 trumpets, 3 trombones, 2 guitars, 14 female voices\\nRichard Hewson \\u2013 orchestral arrangement\\nJohn Barham \\u2013 choral arrangement\\n\\nCharts and certifications\\n\\nWeekly charts\\nChart (1970)PeakpositionAustralian Go-Set National Top 606Australian Kent Music Report7Canadian RPM 1001New Zealand (Listener)Flavour of New Zealand, 3 August 19703US Billboard Easy Listening2US Cash Box Top 1001West German Musikmarkt Singles26\\n\\nYear-end charts\\nChart (1970)RankAustralia (KMR)Australian-charts.com43Canadian RPM Top Singles11US Cash Box36US Billboard Year-End\\\"Top 100 Hits of 1970/Top 100 Songs of 1970\\\", musicoutfitters.com (retrieved 12 June 2016).41\\n\\nCertifications\\n\\nReferences\\n\\nSources\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\n \\n \\n\\nCategory:1970 singles\\nCategory:1970s ballads\\nCategory:2002 singles\\nCategory:Songs written by Lennon\\u2013McCartney\\nCategory:The Beatles songs\\nCategory:Will Young songs\\nCategory:Gareth Gates songs\\nCategory:Cissy Houston songs\\nCategory:Andy Williams songs\\nCategory:Song recordings produced by Phil Spector\\nCategory:Songs published by Northern Songs\\nCategory:Billboard Hot 100 number-one singles\\nCategory:RPM Top Singles number-one singles\\nCategory:Apple Records singles\\nCategory:Rock ballads\\nCategory:Songs about loneliness\\nCategory:Johnny Mathis songs\\nCategory:The Corrs songs\\nCategory:1970 songs\\nCategory:Number-one singles in Scotland\\nCategory:UK Singles Chart number-one singles\"}"