"{\"title\": \"Ulysses (poem)\", \"url\": \"https://en.wikipedia.org/wiki/Ulysses_%28poem%29\", \"text\": \"thumb|right|Alfred, Lord Tennyson, author of \\\"Ulysses\\\", portrayed by George Frederic Watts\\n\\n\\\"Ulysses\\\" is a poem in blank verse by the Victorian poet Alfred, Lord Tennyson (1809\\u20131892), written in 1833 and published in 1842 in his well-received second volume of poetry. An oft-quoted poem, it is popularly used to illustrate the dramatic monologue form. Facing old age, mythical hero Ulysses describes his discontent and restlessness upon returning to his kingdom, Ithaca, after his far-ranging travels. Despite his reunion with his wife Penelope and son Telemachus, Ulysses yearns to explore again.\\n\\nThe character of Ulysses (in Greek, Odysseus) has been explored widely in literature. The adventures of Odysseus were first recorded in Homer's Iliad and Odyssey (c. 800\\u2013700 BC), and Tennyson draws on Homer's narrative in the poem. Most critics, however, find that Tennyson's Ulysses recalls Dante's Ulisse in his Inferno (c. 1320). In Dante's re-telling, Ulisse is condemned to hell among the false counsellors, both for his pursuit of knowledge beyond human bounds and for creating the deception of the Trojan horse.\\n\\nFor much of this poem's history, readers viewed Ulysses as resolute and heroic, admiring him for his determination \\\"To strive, to seek, to find, and not to yield\\\".Pettigrew, p. 28. The view that Tennyson intended a heroic character is supported by his statements about the poem, and by the events in his life\\u2014the death of his closest friend\\u2014that prompted him to write it. In the twentieth century, some new interpretations of \\\"Ulysses\\\" highlighted potential ironies in the poem. They argued, for example, that Ulysses wishes to selfishly abandon his kingdom and family, and they questioned more positive assessments of Ulysses' character by demonstrating how he resembles flawed protagonists in earlier literature.\\n\\nSynopsis and structure\\nAs the poem begins, Ulysses has returned to his kingdom, Ithaca, having made a long journey home after fighting in the Trojan War. Confronted again by domestic life, Ulysses expresses his lack of contentment, including his indifference toward the \\\"savage race\\\" (line 4) whom he governs. Ulysses contrasts his present restlessness with his heroic past, and contemplates his old age and eventual death\\u2014\\\"Life piled on life / Were all too little, and of one to me / Little remains\\\" (24\\u201326)\\u2014and longs for further experience and knowledge. His son Telemachus will inherit the throne that Ulysses finds burdensome. While Ulysses thinks that Telemachus will be a good king\\u2014\\\"Most blameless is he, centred in the sphere / Of common duties\\\" (39)\\u2014he seems to have lost any connection to his son\\u2014\\\"He works his work, I mine\\\" (43)\\u2014and the conventional methods of governing\\u2014\\\"by slow prudence\\\" and \\\"through soft degrees\\\" (36, 37). In the final section, Ulysses turns to his fellow mariners and calls on them to join him on another quest, making no guarantees as to their fate but attempting to conjure their heroic past:\\n\\n                  \\u2026 Come, my friends,\\n     'Tis not too late to seek a newer world.\\n     Push off, and sitting well in order smite\\n     The sounding furrows; for my purpose holds\\n     To sail beyond the sunset, and the baths\\n     Of all the western stars, until I die.\\n     It may be that the gulfs will wash us down;\\n     It may be we shall touch the Happy Isles,\\n     And see the great Achilles, whom we knew. (56\\u201364)\\n\\n Prosody \\n\\nThe speaker's language is unelaborated but forceful, and it expresses Ulysses' conflicting moods as he searches for continuity between his past and future.  There is often a marked contrast between the sentiment of Ulysses' words and the sounds that express them. For example, the poem's insistent iambic pentameter is often interrupted by spondees (metrical feet that consist of two long syllables); such laboured language slows the poem (and in other places may cast doubt upon the reliability of Ulysses' utterances):\\n\\n     Yet all experience is an arch wherethro'\\n     Gleams that untravell'd world, whose margin fades\\n     For ever and for ever when I move. (19\\u201321)\\n\\nObserving their burdensome prosodic effect, the poet Matthew Arnold remarked, \\\"these three lines by themselves take up nearly as much time as a whole book of the Iliad.\\\"Quoted in Markley, p. 125.\\nMany of the poem's clauses carry over into the following line; these enjambments emphasize Ulysses' restlessness and dissatisfaction.\\n\\n Form \\n\\nThe poem's seventy lines of blank verse are presented as a dramatic monologue. Scholars disagree on how Ulysses' speech functions in this format; it is not necessarily clear to whom Ulysses is speaking, if anyone, and from what location. Some see the verse turning from a soliloquy to a public address, as Ulysses seems to speak to himself in the first movement, then to turn to an audience as he introduces his son, and then to relocate to the seashore where he addresses his mariners.Hughes, p. 201. In this interpretation, the comparatively direct and honest language of the first movement is set against the more politically minded tone of the last two movements. For example, the second paragraph (33\\u201343) about Telemachus, in which Ulysses muses again about domestic life, is a \\\"revised version [of lines 1\\u20135] for public consumption\\\": a \\\"savage race\\\" is revised to a \\\"rugged people\\\".\\n\\nThe ironic interpretations of \\\"Ulysses\\\" may be the result of the modern tendency to consider the narrator of a dramatic monologue as necessarily \\\"unreliable\\\". According to critic Dwight Culler, the poem has been a victim of revisionist readings in which the reader expects to reconstruct the truth from a misleading narrator's accidental revelations.Culler, p. 368. (Compare the more obvious use of this approach in Robert Browning's \\\"My Last Duchess\\\".) Culler himself views \\\"Ulysses\\\" as a dialectic in which the speaker weighs the virtues of a contemplative and an active approach to life;Markley, p. 126. Ulysses moves through four emotional stages that are self-revelatory, not ironic: beginning with his rejection of the barren life to which he has returned in Ithaca, he then fondly recalls his heroic past, recognizes the validity of Telemachus' method of governing, and with these thoughts plans another journey.Culler, p. 383.\\n\\n Publication history \\n\\nTennyson completed the poem on 20 October 1833,A.T. Tennyson and A . Day, Alfred Lord Tennyson: selected poems (1991), 360. but it was not published until 1842, in his second collection of Poems. Unlike many of Tennyson's other important poems, \\\"Ulysses\\\" was not revised after its publication.\\n\\nTennyson originally blocked out the poem in four paragraphs, broken before lines 6, 33 and 44. In this structure, the first and third paragraphs are thematically parallel, but may be read as interior and exterior monologues, respectively. However, the poem is often printed with the first paragraph break omitted.Pettigrew, p. 41.\\n\\nInterpretations\\n\\nAutobiographical elements\\n\\nTennyson penned \\\"Ulysses\\\" after the death of his close Cambridge friend, the poet Arthur Henry Hallam (1811\\u20131833), with whom Tennyson had a strong emotional bond. The two friends had spent much time discussing poetry and philosophy, writing verse, and travelling in southern France, the Pyrenees, and Germany. Tennyson considered Hallam destined for greatness, perhaps as a statesman.Hughes, p. 197.\\n\\nWhen Tennyson heard on 1 October 1833 of his friend's death, he was living in Somersby, Lincolnshire, in cramped quarters with his mother and nine of his ten siblings. His father had died in 1831, requiring Tennyson to return home and take responsibility for the family. Tennyson's friends were becoming increasingly concerned about his mental and physical health during this time. The family had little income, and three of Tennyson's brothers were mentally ill. Just as Tennyson's outlook was improving\\u2014he was adjusting to his new domestic duties, regaining contact with friends, and had published his 1832 book of poems\\u2014the news of Hallam's death arrived. Tennyson shared his grief with his sister, Emily, who had been engaged to Hallam.\\n\\nAccording to Victorian scholar Linda Hughes, the emotional gulf between the state of his domestic affairs and the loss of his special friendship informs the reading of \\\"Ulysses\\\"\\u2014particularly its treatment of domesticity.Hughes. At one moment, Ulysses' discontent seems to mirror that of Tennyson, who would have been frustrated with managing the house in such a state of grief. At the next, Ulysses is determined to transcend his age and his environment by travelling again. It may be that Ulysses' determination to defy circumstance attracted Tennyson to the myth;Hughes, p. 199. he said that the poem \\\"gave my feeling about the need of going forward and braving the struggle of life\\\".Widely quoted; see for example, A. T. Tennyson and A. Roberts (2000). Alfred Tennyson. The Oxford authors. Oxford: Oxford University Press. . p. 567. On another occasion, the poet stated, \\\"There is more about myself in Ulysses, which was written under the sense of loss and that all had gone by, but that still life must be fought out to the end. It was more written with the feeling of his loss upon me than many poems in In Memoriam.\\\"Quoted in Hughes, p. 195. Hallam's death influenced much of Tennyson's poetry, including perhaps his most highly regarded work, In Memoriam A.H.H., begun in 1833 and completed seventeen years later.\\n\\nOther critics find stylistic incongruities between the poem and its author that make \\\"Ulysses\\\" exceptional. W. W. Robson writes, \\\"Tennyson, the responsible social being, the admirably serious and 'committed' individual, is uttering strenuous sentiments in the accent of Tennyson the most un-strenuous, lonely and poignant of poets.\\\"Robson, W. W. (1957). \\\"The Dilemma of Tennyson\\\". In Killham (1960), p. 159. He finds that Tennyson's two widely noted personae, the \\\"responsible social being\\\" and the melancholic poet, meet uniquely in \\\"Ulysses\\\", yet seem not to recognize each other within the text.\\n\\nLiterary context\\n\\nTennyson adopts aspects of the Ulysses character and narrative from many sources; his treatment of Ulysses is the first modern account.Stanford, p. 202. The ancient Greek poet Homer introduced Ulysses (Odysseus in GreekThe word \\\"Ulysses\\\" (more correctly \\\"Ulixes\\\") is the Latin form of the Greek \\\"Odysseus\\\", source of the word \\\"odyssey\\\".), and many later poets took up the character, including Euripides,Tennyson wrote in the margin of Euripides' Hecabe, \\\"Ulysses is, as usual, crafty [and] unfeeling.\\\" (Markley, p. 123). Horace, Dante, William Shakespeare, and Alexander Pope.  Homer's Odyssey provides the poem's narrative background: in its eleventh book the prophet Tiresias foretells that Ulysses will return to Ithaca after a difficult voyage, then begin a new, mysterious voyage, and later die a peaceful, \\\"unwarlike\\\" death that comes vaguely \\\"from the sea\\\". At the conclusion of Tennyson's poem, his Ulysses is contemplating undertaking this new voyage.\\n\\nthumb|right|150px|In one of William Blake's watercolors (1824\\u20131827) illustrating Dante's Inferno, Ulysses and Diomedes are condemned to the Eighth Circle.\\\"Ulysses and Diomed Swathed in the Same Flame, 1824\\u20131827\\\". National Gallery of Victoria, 1999. Retrieved on 21 October 2007.\\n\\nTennyson's character, however, is not the lover of public affairs seen in Homer's poems. Rather, \\\"Ulisse\\\" from Dante's Inferno is Tennyson's main source for the character,Pettigrew, p. 31. which has an important effect on the poem's interpretation. Ulisse recalls his voyage in the Inferno'''s 26th canto, in which he is condemned to the Eighth Circle of false counsellors for misusing his gift of reason. Dante treats Ulisse, with his \\\"zeal \\u2026/ T'explore the world\\\", as an evil counsellor who lusts for adventure at the expense of his family and his duties in Ithaca.Rowlinson (1994), p. 241. Tennyson projects this zeal into Ulysses' unquenched desire for knowledge:Schwarz, D. R. (1987). Reading Joyce's Ulysses. New York: St. Martin's Press, p. 39. .\\n\\n     And this gray spirit yearning in desire\\n     To follow knowledge like a sinking star,\\n     Beyond the utmost bound of human thought. (30\\u201332)\\n\\nThe poet's intention to recall the Homeric character remains evident in certain passages. \\\"I am become a name\\\" (11) recalls an episode in the Odyssey in which Demodocus sings about Odysseus' adventures in the king's presence, acknowledging his fame. With phrases such as \\\"There gloom the dark broad seas\\\" (45) and \\\"The deep / Moans round with many voices\\\" (55\\u201356), Tennyson seems to be consciously invoking Homer.Markley, p. 124.\\n\\nCritics have also noted the influence of Shakespeare in two passages. In the early movement, the savage race \\\"That hoard, and sleep, and feed, and know not me\\\" (5) echoes Hamlet's soliloquy: \\\"What is a man, / If his chief good and market of his time / Be but to sleep and feed? A beast, no more.\\\"IV, iv. 32 ff., quoted in Bush, Douglas (Jan 1943). \\\"Tennyson's 'Ulysses' and 'Hamlet'.\\\" The Modern Language Review, 38(1), 38. Tennyson's \\\"How dull it is to pause, to make an end, / To rust unburnish\\u2019d, not to shine in use!\\\" (22\\u201323) recalls Shakespeare's Ulysses in Troilus and Cressida (c. 1602):Troilus and Cressida, Act III, Scene III, quoted in Stanford, p. 203.\\n     Perseverance, my dear lord,\\n     Keeps honour bright: to have done is to hang\\n     Quite out of fashion, like a rusty mail,\\n     In monumental mockery.\\n\\nThe last movement of \\\"Ulysses\\\", which is among the most familiar passages in nineteenth-century English-language poetry, presents decisive evidence of the influence of Dante.i) Robson, W. W. (1957). \\\"The Dilemma of Tennyson\\\". In Killham (1960). ii) Stanford.  Ulysses turns his attention from himself and his kingdom and speaks of ports, seas, and his mariners. The strains of discontent and weakness in old age remain throughout the poem, but Tennyson finally leaves Ulysses \\\"To strive, to seek, to find, and not to yield\\\" (70), recalling the Dantesque damnable desire for knowledge beyond all bounds. The words of Dante's character as he exhorts his men to the journey find parallel in those of Tennyson's Ulysses, who calls his men to join him on one last voyage. Quoting Dante's Ulisse:\\n\\n     'O brothers', said I, 'who are come despite\\n     Ten thousand perils to the West, let none,\\n     While still our senses hold the vigil slight\\n     Remaining to us ere our course is run,\\n     Be willing to forgo experience\\n     Of the unpeopled world beyond the sun.\\n     Regard your origin,\\u2014from whom and whence!\\n     Not to exist like brutes, but made were ye\\n     To follow virtue and intelligence'.Dante, Inferno XXVI; quoted in Robson, W. W. (1957). \\\"The Dilemma of Tennyson\\\". In Killham (1960).\\n\\nHowever, critics note that in the Homeric narrative, Ulysses' original mariners are dead. A significant irony therefore develops from Ulysses' speech to his sailors\\u2014\\\"Come, my friends, / 'Tis not too late to seek a newer world\\\" (56\\u201357). Since Dante's Ulisse has already undertaken this voyage and recounts it in the Inferno, Ulysses' entire monologue can be envisioned as his recollection while situated in Hell.Rowlinson (1994), p. 132.\\n\\nFrom affirmation to irony\\n\\nright|thumb|\\\"Satan rises from the burning lake\\\" (1866) by Gustave Dor\\u00e9; a critical interpretation of the poem compares Ulysses' final sentiments with Satan's \\\"courage never to submit or yield\\\" in John Milton's Paradise Lost.\\n\\nThe degree to which Tennyson identifies with Ulysses has provided one of the great debates among scholars of the poem. Critics who find that Tennyson identifies with the speaker read Ulysses' speech \\\"affirmatively\\\", or without irony. Many other interpretations of the poem have developed from the argument that Tennyson does not identify with Ulysses, and further criticism has suggested that the purported inconsistencies in Ulysses' character are the fault of the poet himself.\\n\\nKey to the affirmative reading of \\\"Ulysses\\\" is the biographical context of the poem.  Such a reading takes into account Tennyson's statements about writing the poem\\u2014\\\"the need of going forward\\\"\\u2014and considers that he would not undermine Ulysses' determination with irony when he needed a similar stalwartness to face life after Hallam's death. Ulysses is thus seen as an heroic character whose determination to seek \\\"some work of noble note\\\" (52) is courageous in the face of a \\\"still hearth\\\" (2) and old age.Tennyson, however, discouraged an autobiographical interpretation of his monologues. (Campbell, p. 130.)Hughes, p. 194. The passion and conviction of Tennyson's language\\u2014and even his own comments on the poem\\u2014signify that the poet, as was typical in the Victorian age, admired courage and persistence. Read straightforwardly, \\\"Ulysses\\\" promotes the questing spirit of youth, even in old age, and a refusal to resign and face life passively.\\n\\nUntil the early twentieth century, readers reacted to \\\"Ulysses\\\" sympathetically. The meaning of the poem was increasingly debated as Tennyson's stature rose. After Paull F. Baum criticized Ulysses' inconsistencies and Tennyson's conception of the poem in 1948,Baum, Paull F. (1948). Tennyson Sixty Years After. Chapel Hill: Univ. of North Carolina Press. the ironic interpretation became dominant.Hughes, p. 200. Baum finds in Ulysses echoes of Lord Byron's flawed heroes, who similarly display conflicting emotions, self-critical introspection, and a rejection of social responsibility. Even Ulysses' resolute final utterance\\u2014\\\"To strive, to seek, to find, and not to yield\\\"\\u2014is undercut by irony, when Baum and later critics compare this line to Satan's \\\"courage never to submit or yield\\\" in John Milton's Paradise Lost (1667).Baum 1948, cited in Pettigrew (1963).\\n\\nUlysses' apparent disdain for those around him is another facet of the ironic perspective. He declares that he is \\\"matched with an aged wife\\\" (3), indicates his weariness in governing a \\\"savage race\\\" (4), and suggests his philosophical distance from his son Telemachus. A skeptical reading of the second paragraph finds it a condescending tribute to Telemachus and a rejection of his \\\"slow prudence\\\" (36). However, the adjectives used to describe Telemachus\\u2014\\\"blameless\\\", \\\"discerning\\\", and \\\"decent\\\"\\u2014are words with positive connotations in other of Tennyson's poetry and within the classical tradition, where \\\"blameless\\\" is an attribute of gods and heroes.\\n\\nCritic E. J. Chiasson argued in 1954 that Ulysses is without faith in an afterlife, and that Tennyson uses a \\\"method of indirection\\\" to affirm the need for religious faith by showing how Ulysses' lack of faith leads to his neglect of kingdom and family. Chiasson regards the poem as \\\"intractable\\\" in Tennyson's canon, but finds that the poem's meaning resolves itself when this indirection is understood: it illustrates Tennyson's conviction that \\\"disregarding religious sanctions and 'submitting all things to desire' leads to either a sybaritic or a brutal repudiation of responsibility and 'life'.\\\"E. J. Chiasson, \\\"Tennyson's 'Ulysses'\\u2014A Re-Interpretation\\\". In Killham (1960), 164\\u2013173.\\n\\nOther ironic readings have found Ulysses longing for withdrawal, even death, in the form of his proposed quest.  In noting the sense of passivity in the poem, critics highlight Tennyson's tendency toward the melancholic. T. S. Eliot opines that \\\"Tennyson could not tell a story at all\\\". He finds Dante's treatment of Ulysses exciting, while Tennyson's piece is \\\"an elegiac mood\\\".T. S. Eliot, \\\"In Memoriam\\\". In Killham (1960), 210. \\\"Ulysses\\\" is found lacking in narrative action; the hero's goal is vague, and by the poem's famous last line, it is not clear for what he is \\\"striving\\\", or to what he refuses to yield. According to Victorian scholar Herbert Tucker, Tennyson's characters \\\"move\\\" through time and space to be moved inwardly.Tucker, p. 11. \\nTo Ulysses, experience is \\\"somewhere out there\\\",\\n\\n      \\u2026 an arch wherethro'\\n     Gleams that untravell'd world whose margin fades\\n     For ever and for ever when I move. (19\\u201321)\\n\\nLegacy\\n\\nthumb|left|Tennyson, as Poet Laureate, used verse to promote Empire: \\\"Ulysses\\\" has been interpreted as anticipating the concept of imperialism.\\n\\nContemporary appraisal and canonization\\n\\nContemporary reviews of \\\"Ulysses\\\" were positive and found no irony in the poem. Author John Sterling\\u2014like Tennyson a member of the Cambridge Apostles\\u2014wrote in the Quarterly Review in 1842, \\\"How superior is 'Ulysses'! There is in this work a delightful epic tone, and a clear impassioned wisdom quietly carving its sage words and graceful figures on pale but lasting marble.\\\"Quoted in Markley, p. 124. Tennyson's 1842 volume of poetry impressed Scottish writer Thomas Carlyle. Quoting three lines of \\\"Ulysses\\\" in an 1842 letter to Tennyson\\u2014\\n\\n     It may be that the gulfs will wash us down,\\n     It may be we shall touch the happy Isles\\n     And see the great Achilles whom we knew! [sic] (62\\u201364)\\n\\n\\u2014Carlyle remarked, \\\"These lines do not make me weep, but there is in me what would fill whole Lachrymatories as I read.\\\"\\n\\nEnglish theologian Richard Holt Hutton summarized the poem as Tennyson's \\\"friendly picture of the insatiable craving for new experience, enterprise, and adventure, when under the control of a luminous reason and a self-controlled will.\\\"Quoted in Storch, p. 283. The contemporary poet Matthew Arnold was early in observing the narrative irony of the poem: he found Ulysses' speech \\\"the least plain, the most un-Homeric, which can possibly be conceived. Homer presents his thought to you just as it wells from the source of his mind: Mr. Tennyson carefully distils his thought before he will part with it. Hence comes ... a heightened and elaborate air.\\\" G. K. Chesterton saw Ulysses as a \\\"tribute to Christianity\\\", addressing the remarkable difference between the outlook of antiquity and the modern Christian one, infused with romanticism: \\\"The poet reads into the story of Ulysses the conception of an incurable desire to wander. But the real Ulysses does not desire to wander at all. He desires to get home. ... There is no love of adventure for its own sake; that is a Christian product.\\\"G. K. Chesterton (1908). Heretics, chapter XII. G. K. Chesterton's Works on the Web.\\n\\nDespite the critical acclaim \\\"Ulysses\\\" received, its rise within the Tennyson canon took decades. Tennyson did not usually select it for publication in poetry anthologies; in teaching anthologies, however, the poem was usually included\\u2014and it remains a popular teaching poem today. Its current prominence in Tennyson's oeuvre is the result of two trends, according to Tennyson scholar Matthew Rowlinson: the rise of formal English poetry studies in the late nineteenth century, and the Victorian effort to articulate a British culture that could be exported.Rowlinson (1992). He argues that \\\"Ulysses\\\" forms part of the prehistory of imperialism\\u2014a term that only appeared in the language in 1851. The protagonist sounds like a \\\"colonial administrator\\\", and his reference to seeking a newer world (57) echoes the phrase \\\"New World\\\", which became common during the Renaissance. While \\\"Ulysses\\\" cannot be read as overtly imperialistic, Tennyson's later work as Poet Laureate sometimes argues for the value of Britain's colonies, or was accused of jingoism. Rowlinson invokes the Marxist theorist Louis Althusser's extension of the argument that ideology is ahistorical, finding that Tennyson's poem \\\"comes before an ideological construction for which it nonetheless makes people nostalgic\\\".\\n\\nLiterary and cultural legacy\\n\\nIn a 1929 essay, T. S. Eliot called \\\"Ulysses\\\" a \\\"perfect poem\\\".T. S. Eliot (1950). Selected essays, 1917\\u20131932. New York: Harcourt Brace Jovanovich, 210. . An analogue of Ulysses is found in Eliot's \\\"Gerontion\\\" (1920). Both poems are narrated by an aged man contemplating life's end. An excerpt from \\\"Gerontion\\\" reads as an ironic comment on the introductory lines of \\\"Ulysses\\\":Fulweiler, p. 170.\\n\\n     Rocks, moss, stonecrop, iron, merds.\\n     The woman keeps the kitchen, makes tea,\\n     Sneezes at evening, poking the peevish gutter.\\n\\n                 I am an old man,\\n     A dull head among windy places. (13\\u201317)\\n\\nThe Italian poet Giovanni Pascoli (1855\\u20131912) stated that his long lyric poem L'ultimo viaggio was an attempt to reconcile the portrayals of Ulysses in Dante and Tennyson with Tiresias's prophecy that Ulysses would die \\\"a mild death off the sea\\\".Stanford, p. 205. \\\"Off the sea\\\" is Stanford's attempt to cover both angles of the Greek phrase (ex alos), which has been taken to mean \\\"from the sea\\\" or, conversely, \\\"away from the sea\\\". Pascoli's Ulysses leaves Ithaca to retrace his epic voyage rather than begin another.\\n\\n\\\"Ulysses\\\" remains much admired, even as the twentieth century brought new interpretations of the poem.Pettigrew, p. 27. Professor of literature Basil Willey commented in 1956, \\\"In 'Ulysses' the sense that he must press on and not moulder in idleness is expressed objectively, through the classical story, and not subjectively as his own experience. [Tennyson] comes here as near perfection in the grand manner as he ever did; the poem is flawless in tone from beginning to end; spare, grave, free from excessive decoration, and full of firmly controlled feeling.\\\"\\nIn the fifteenth edition of Bartlett's Familiar Quotations (1980), nine sections of \\\"Ulysses\\\", comprising 36 of the poem's 70 lines, are quoted, compared to only six in the ninth edition (1891).\\n\\nThe Malayan Trilogy series of novels by Anthony Burgess was published in the United States as The Long Day Wanes: The Malayan Trilogy, a title decided on by Burgess himself and taken from \\\"Ulysses\\\": 'The lights begin to twinkle from the rocks: | The long day wanes: the slow moon climbs: the deep | Moans round with many voices. Come, my friends, | 'Tis not too late to seek a newer world.' (ll. 55-57)\\n\\n\\\"Ulysses\\\" features prominently in the series finale Goodnight, Seattle of the United States sitcom Frasier where the protagonist Frasier Crane recites some of its lines as part of his farewell speech.\\n\\nTo Sail Beyond the Sunset, the last of the Lazarus Long series of science fiction novels by Robert A. Heinlein, is named after a line in the poem, and the stanza of which it is a part is quoted by a character in the novel. \\n\\nMany readers have accepted the acclaimed last lines of \\\"Ulysses\\\" as inspirational. M, played by Judi Dench, quotes the last lines of Ulysses during the courtroom scene of the 2012 James Bond film, Skyfall.\\n\\nThe poem's ending line has also been used as a motto by schools and other organisations. The final line is inscribed on a cross at Observation Hill, Antarctica, to commemorate explorer Robert Falcon Scott and his party, who died on their return trek from the South Pole in 1912:\\n\\n     One equal temper of heroic hearts,\\n     Made weak by time and fate, but strong in will\\n     To strive, to seek, to find, and not to yield. (68\\u201370)\\n\\nNotes\\n\\nReferencesExcerpts from \\\"Ulysses\\\" are given line numbers in parentheses, and are sourced from Tennyson, A. T., & Day, A. (1991). References to paragraph (stanza) numbers correspond to the more common, three-paragraph printing of the poem.Fulweiler, H. W. (1993). \\\"Here a captive heart busted\\\": studies in the sentimental journey of modern literature. New York: Fordham University Press. .\\n\\n \\n\\nRowlinson, M. C. (1994). Tennyson's fixations: psychoanalysis and the topics of the early poetry. Victorian literature and culture series. Charlottesville: University Press of Virginia. .\\nStanford, W. B. (1993) [1955]. The Ulysses theme: a study in the adaptability of a traditional hero. Dallas, TX: Spring Publications. .\\n\\nTennyson, A. T., & Day, A. (1991). Alfred Lord Tennyson: selected poems. Penguin classics. London, England: Penguin Books. .\\n\\nExternal links\\n\\nText of \\\"Ulysses\\\" with annotations at Representative Poetry Online.\\nA reading of \\\"Ulysses\\\" by Robert Nichol\\nA reading of \\\"Ulysses\\\" by Sir Lewis Casson (1875\\u20131969).\\nLandow, George P. \\\"Alfred Tennyson's \\\"Ulysses\\\"\\\". The Victorian Web''.\\n\\nCategory:1833 poems\\nCategory:1842 poems\\nCategory:Poetry by Alfred Tennyson\\nCategory:Odyssey\\nCategory:Works based on the Odyssey\"}"