"{\"title\": \"Roman\\u2013Persian Wars\", \"url\": \"https://en.wikipedia.org/wiki/Roman%E2%80%93Persian_Wars\", \"text\": \"The Roman\\u2013Persian Wars, also known as the Roman\\u2013Iranian Wars, were a series of conflicts between states of the Greco-Roman world and two successive Iranian empires: the Parthian and the Sasanian. Battles between the Parthian Empire and the Roman Republic began in 54\\u00a0BC;  wars began under the late Republic, and continued through the Roman (later Byzantine) and Sasanian empires. Various vassal kingdoms and allied nomadic nations in the form of buffer states and proxies also played a role. The wars were ended by the Arab Muslim Conquests, which led to the fall of the Sasanian Empire and huge territorial losses for the Byzantine Empire, shortly after the end of the last war between them.\\n\\nAlthough warfare between the Romans and Persians continued over seven centuries, the frontier, aside from shifts in the north, remained largely stable. A game of tug of war ensued: towns, fortifications, and provinces were continually sacked, captured, destroyed, and traded. Neither side had the logistical strength or manpower to maintain such lengthy campaigns far from their borders, and thus neither could advance too far without risking stretching its frontiers too thin. Both sides did make conquests beyond the border, but in time the balance was almost always restored. Although initially different in military tactics, the armies of both sides gradually adopted from each other and by the second half of the 6th century they were similar and evenly matched.\\n\\nThe expense of resources during the Roman\\u2013Persian Wars ultimately proved catastrophic for both empires. The prolonged and escalating warfare of the 6th and 7th centuries left them exhausted and vulnerable in the face of the sudden emergence and expansion of the Caliphate, whose forces invaded both empires only a few years after the end of the last Roman\\u2013Persian war. Benefiting from their weakened condition, the Arab Muslim armies swiftly conquered the entire Sasanian Empire, and deprived the Eastern Roman Empire of its territories in the Levant, the Caucasus, Egypt, and the rest of North Africa. Over the following centuries, more of the Eastern Roman Empire came under Muslim rule.\\n\\nHistorical background\\n250px|thumb|Rome, Parthia and Seleucid Empire in 200\\u00a0BC. Soon both the Romans and the Parthians would invade the Seleucid-held territories, and become the strongest states in western Asia.\\nAccording to James Howard-Johnston, \\\"from the third century\\u00a0BC to the early seventh century\\u00a0AD, the rival players [in the East] were grand polities with imperial pretensions, which had been able to establish and secure stable territories transcending regional divides\\\".Howard-Johnston (2006), 1 The Romans and Parthians came into contact through their respective conquests of parts of the Seleucid Empire. During the 3rd century\\u00a0BC, the Parthians migrated from the Central Asian steppe into northern Iran. Although subdued for a time by the Seleucids, in the 2nd century BC they broke away, and established an independent state that steadily expanded at the expense of their former rulers, and through the course of the 3rd and early 1st century BC, they had conquered Persia, Mesopotamia, and Armenia.Ball (2000), 12\\u201313; Dignas\\u2013Winter (2007), 9 (PDF)  Ruled by the Arsacid dynasty, the Parthians fended off several Seleucid attempts to regain their lost territories, and established several eponymous branches in the Caucasus, namely the Arsacid dynasty of Armenia, the Arsacid dynasty of Iberia, and the Arsacid dynasty of Caucasian Albania. Meanwhile, the Romans expelled the Seleucids from their territories in Anatolia in the early 2nd century\\u00a0BC, after defeating Antiochus III the Great at Thermopylae and Magnesia. Finally, in 64\\u00a0BC Pompey conquered the remaining Seleucid territories in Syria, extinguishing their state and advancing the Roman eastern frontier to the Euphrates, where it met the territory of the Parthians.\\n\\nRoman\\u2013Parthian wars\\n\\nRoman Republic vs. Parthia\\n\\nthumb|150px|A sculpted head (broken off from a larger statue) of a Parthian warrior wearing a Hellenistic-style helmet, from the Parthian royal residence and necropolis of Nisa, Turkmenistan, 2nd century BC\\nParthian enterprise in the West began in the time of Mithridates I and was revived by Mithridates II, who negotiated unsuccessfully with Lucius Cornelius Sulla for a Roman\\u2013Parthian alliance (c.\\u00a0105\\u00a0BC).Plutarch, Sulla, 5. 3\\u20136* Mackay (2004), 149; Sherwin-White (1994), 262 When Lucullus invaded Southern Armenia and led an attack against Tigranes in 69\\u00a0BC, he corresponded with Phraates III to dissuade him from intervening. Although the Parthians remained neutral, Lucullus considered attacking them.Bivar (1993), 46* Sherwin-White (1994), 262\\u2013263 In 66\\u201365\\u00a0BC, Pompey reached agreement with Phraates, and Roman\\u2013Parthian troops invaded Armenia, but a dispute soon arose over the Euphrates boundary. Finally, Phraates asserted his control over Mesopotamia, except for the western district of Osroene, which became a Roman dependency.Sherwin-White (1994), 264\\n\\nThe Roman general Marcus Licinius Crassus led an invasion of Mesopotamia in 53\\u00a0BC with catastrophic results; he and his son Publius were killed at the Battle of Carrhae by the Parthians under General Surena;Plutarch, Crassus, 23\\u201332* Mackay (2004), 150 this was the worst Roman defeat since the battle of Aurausio. The Parthians raided Syria the following year, and mounted a major invasion in 51\\u00a0BC, but their army was caught in an ambush near Antigonea by the Romans, and they were driven back.Bivar (1993), 56\\n\\nThe Parthians largely remained neutral during Caesar's Civil War, fought between forces supporting Julius Caesar and forces supporting Pompey and the traditional faction of the Roman Senate. However, they maintained relations with Pompey, and after his defeat and death, a force under Pacorus I assisted the Pompeian general Q. Caecilius Bassus, who was besieged at Apamea Valley by Caesarian forces. With the civil war over, Julius Caesar prepared a campaign against Parthia, but his assassination averted the war. The Parthians supported Brutus and Cassius during the ensuing Liberators' civil war and sent a contingent to fight on their side at the Battle of Philippi in 42\\u00a0BC.Justin, Historiarum Philippicarum, XLII.4  * Bivar (1993), 56\\u201357 After the Liberators' defeat, the Parthians invaded Roman territory in 40\\u00a0BC in conjunction with the Roman Quintus Labienus, a former supporter of Brutus and Cassius. They swiftly overran the Roman province of Syria and advanced into Judea, overthrowing the Roman client Hyrcanus II and installing his nephew Antigonus. For a moment, the whole of the Roman East seemed lost to the Parthians or about to fall into their hands. However, the conclusion of the second Roman civil war soon revived Roman strength in Asia.Bivar (1993), 57 Mark Antony had sent Ventidius to oppose Labienus, who had invaded Anatolia. Soon Labienus was driven back to Syria by Roman forces, and, although reinforced by the Parthians, was defeated, taken prisoner, and killed. After suffering a further defeat near the Syrian Gates, the Parthians withdrew from Syria. They returned in 38\\u00a0BC but were decisively defeated by Ventidius, and Pacorus was killed. In Judaea, Antigonus was ousted with Roman help by Herod in 37\\u00a0BC.Justin, Historiarum Philippicarum, XLII.4  ; Plutarch, Antony, 33\\u201334* Bivar (1993), 57\\u201358 With Roman control of Syria and Judaea restored, Mark Antony led a huge army into Atropatene, but his siege train and its escort were isolated and wiped out, while his Armenian allies deserted. Failing to make progress against Parthian positions, the Romans withdrew with heavy casualties. Antony was again in Armenia in 33\\u00a0BC to join with the Median king against Octavian and the Parthians. Other preoccupations obliged him to withdraw, and the whole region came under Parthian control.Cassius Dio, Roman History, XLIX, 27\\u201333* Bivar (1993), 58\\u201365\\n\\nRoman Empire vs. Parthia\\n250px|thumb|right|Parthia, its subkingdoms, and neighbors in 1\\u00a0AD\\n\\nWith tensions between the two powers threatening renewed war, Octavian and Phraataces worked out a compromise in 1\\u00a0AD. According to the agreement,  Parthia undertook to withdraw its forces from Armenia and to recognize a de facto Roman protectorate there. Nonetheless, Roman\\u2013Persian rivalry over control and influence in Armenia continued unabated for the next several decades.Sicker (2000), 162 The decision of the Parthian King Artabanus III to place his son on the vacant Armenian throne triggered a war with Rome in 36\\u00a0AD, which ended when Artabanus III abandoned claims to a Parthian sphere of influence in Armenia.Sicker (2000), 162\\u2013163 War erupted in 58\\u00a0AD, after the Parthian King Vologases I forcibly installed his brother Tiridates on the Armenian throne.Tacitus, Annals, XII.50\\u201351* Sicker (2000), 163 Roman forces overthrew Tiridates and replaced him with a Cappadocian prince, triggering an inconclusive war. This came to an end in 63\\u00a0AD after the Romans agreed to allow Tiridates and his descendants to rule Armenia on condition that they receive the kingship from the Roman emperor.Tacitus, Annals, XV.27\\u201329* Rawlinson (2007), 286\\u2013287\\n\\nA fresh series of conflicts began in the 2nd century AD, during which the Romans consistently held the upper hand over Parthia. The Emperor Trajan invaded Armenia and Mesopotamia during 114 and 115 and annexed them as Roman provinces. He captured the Parthian capital, Ctesiphon, before sailing downriver to the Persian Gulf.Sicker (2000), 167 However, uprisings erupted in 115 AD in the occupied Parthian territories, while a major Jewish revolt broke out in Roman territory, severely stretching Roman military resources. Parthian forces attacked key Roman positions, and the Roman garrisons at Seleucia, Nisibis and Edessa were expelled by the local inhabitants. Trajan subdued the rebels in Mesopotamia, but having installed the Parthian prince Parthamaspates on the throne as a client ruler, he withdrew his armies and returned to Syria. Trajan died in 117, before he was able to reorganize and consolidate Roman control over the Parthian provinces.Cassius Dio, Roman History,  LXVIII, 33* Sicker (2000), 167\\u2013168\\n\\nTrajan's Parthian War initiated a \\\"shift of emphasis in the 'grand strategy of the Roman empire'\\u00a0\\\", but his successor, Hadrian, decided that it was in Rome's interest to re-establish the Euphrates as the limit of its direct control. Hadrian returned to the status quo ante, and surrendered the territories of Armenia, Mesopotamia, and Adiabene to their previous rulers and client-kings.Lightfoot (1990), 115: \\\"Trajan succeeded in acquiring territory in these lands with a view to annexation, something which had not seriously been attempted before\\u00a0... Although Hadrian abandoned all of Trajan's conquests\\u00a0... the trend was not to be reversed. Further wars of annexation followed under Lucius Verus and Septimius Severus.\\\"; Sicker (2000), 167\\u2013168\\n\\nthumb|Reliefs depicting war with Parthia on the Arch of Septimius Severus, built to commemorate the Roman victories\\nWar over Armenia broke out again in 161, when Vologases IV defeated the Romans there, captured Edessa and ravaged Syria. In 163 a Roman counter-attack under Statius Priscus defeated the Parthians in Armenia and installed a favored candidate on the Armenian throne. The following year Avidius Cassius invaded Mesopotamia, winning battles at Dura-Europos and Seleucia and sacking Ctesiphon in 165. An epidemic which was sweeping Parthia at the time, possibly of smallpox, spread to the Roman army and forced its withdrawal;Sicker (2000), 169 this was the origin of the Antonine Plague that raged for a generation throughout the Roman Empire. In 195\\u2013197, a Roman offensive under the Emperor Septimius Severus led to Rome's acquisition of northern Mesopotamia as far as the areas around Nisibis, Singara and the 2nd sacking of Ctesiphon.Herodian, Roman History, III, 9.1\\u201312Campbell (2005), 6\\u20137; Rawlinson (2007), 337\\u2013338 A final war against the Parthians was launched by the Emperor Caracalla, who sacked Arbela in 216. After his assassination, his successor, Macrinus, was defeated by the Parthians near Nisibis. In exchange for peace, he was obliged to pay for the damage caused by Caracalla.Herodian, Roman History,\\u00a0IV, 10.1\\u201315.9Campbell (2005), 20\\n\\nRoman\\u2013Sasanian wars\\n\\nEarly Roman\\u2013Sasanian conflicts\\n\\nConflict resumed shortly after the overthrow of Parthian rule and Ardashir I's foundation of the Sasanian Empire. Ardashir raided Mesopotamia and Syria in 230 and demanded the cession of all the former territories of the Achaemenid Empire.Herodian, Roman History, VI, 2.1\\u20136; Cassius Dio, Roman History, LXXX, 4.1\\u20132* Dodgeon\\u2013Greatrex\\u2013Lieu (2002), I, 16 After fruitless negotiations, Alexander Severus set out against Ardashir in 232 and finally repulsed him.Herodian, Roman History, VI, 5.1\\u20136* Dodgeon\\u2013Greatrex\\u2013Lieu (2002), I, 24\\u201328; Frye (1993), 124 In 238\\u2013240, towards the end of his reign, Ardashir attacked again, taking several cities in Syria and Mesopotamia, including Carrhae and Nisibis.Frye (1993), 124\\u2013125; Southern (2001), 234\\u2013235\\n\\nthumb|Rock-face relief at Naqsh-e Rustam of the Sasanian king Shapur I (on horseback) capturing Roman emperor Valerian (standing) and Philip the Arab (kneeling)\\n\\nThe struggle resumed and intensified under Ardashir's successor Shapur I, who invaded Mesopotamia and captured Hatra, a buffer state which had recently shifted its loyalty. Shapur I's forces were defeated at Resaena in 243 and the Romans regained Carrhae and Nisibis.Frye (1993), 125 Encouraged by these victories, Roman Emperor Gordian III advanced down the Euphrates but was repelled near Ctesiphon at the Battle of Misiche in 244.Aurelius Victor, Liber de Caesaribus, 27.7\\u20138; Sibylline Oracles, XIII, 13\\u201320* Frye (1993), 125; Southern (2001), 235 Gordian III was then killed, and successor Emperor Philip the Arab hastily negotiated a peace settlement.\\nWith the Roman Empire debilitated by Germanic invasions and a series of short-term emperors, Shapur I soon resumed his attacks. He conquered Armenia and killed its king, defeated the Romans at the Battle of Barbalissos in 253, and sacked Antioch.Frye (1993), 125; Southern (2001), 235\\u2013236 Between 258 and 260, Shapur captured Emperor Valerian after defeating his army at the Battle of Edessa. He advanced into Anatolia but was defeated by Roman forces there; attacks from Odaenathus of Palmyra forced the Persians to withdraw from Roman territory, surrendering Armenia and Antioch.Lactantius, De Mortibus Persecutorum, 5; Sibylline Oracles, XIII, 155\\u2013171* Frye (1993), 126; Southern (2001), 238\\n\\nThe Emperor Carus launched a successful invasion of Persia in 283, sacking the Sasanian capital Ctesiphon for the third time. The Persians were weakened by internal strife proceeding from dynastic disputes and the Romans probably would have extended their conquests had Carus not died in December of that year.Aurelius Victor, Liber de Caesaribus, 38.2\\u20134; Eutropius, Abridgment of Roman History, IX, 18.1* Frye (1993), 128; Southern (2001), 241 His successor Numerian was forced by his own army to retreat, being frightened by the belief that Carus had died of a strike of lightning.Dodgeon\\u2013Greatrex\\u2013Lieu (2002), 114\\n\\nAfter a brief peace early in Diocletian's reign, the Persians renewed hostilities when they invaded Armenia and defeated the Romans outside Carrhae in either 296 or 297.Frye (1993), 130; Southern (2001), 242 However, Galerius crushed the Persians in the Battle of Satala in 298, capturing the treasury and the royal harem. The resulting peace settlement gave the Romans control of the area between the Tigris and the Greater Zab. This was the most decisive Roman victory for many decades; all the territories that had been lost, all the debatable lands, and control of Armenia lay in Roman hands.Aurelius Victor, Liber de Caesaribus, 39.33\\u201336; Eutropius, Abridgment of Roman History, IX, 24\\u201325.1* Frye (1993), 130\\u2013131; Southern (2001), 243\\n\\n250px|thumb|left|Julian's unsuccessful campaign in 363 resulted in the loss of the Roman territorial gains under the peace treaty of 299.\\n\\nThe arrangements of 299 lasted until the mid-330s, when Shapur II began a series of offensives against the Romans. Despite a string of victories in battle, culminating in the overthrow of a Roman army led by Constantius II. at Singara (348), his campaigns achieved little lasting effect: three Persian sieges of Nisibis, in that age known as the key to Mesopotamia, were repulsed, and while Shapur succeeded in taking Amida and Singara, both cities were soon regained by the Romans. Following a lull during the 350s while Shapur fought off nomad attacks on Persia's eastern and then northern frontiers, he launched a new campaign in 359 with the aid of the eastern tribes which he had meanwhile defeated, and after a difficult siege again captured Amida (359). In the following year he captured Bezabde and Singara, and repelled the counter-attack of Constantius II. But the enormous cost of these victories weakened him, and he was soon deserted by his barbarian allies, leaving him vulnerable to the major offensive in 363 by the Roman Emperor Julian, who advanced down the Euphrates to CtesiphonFrye (1993), 137 with a major army. Julian won a battle before the walls of Ctesiphon, but was unable to take the Persian capital and retreated along the Tigris. Harried by the Persians, Julian was killed in a skirmish. With the Roman army stuck on the eastern bank of the Euphrates, Julian's successor Jovian made peace, agreeing to major concessions in exchange for safe passage out of Sasanian territory. The Romans surrendered their former possessions east of the Tigris, as well as Nisibis and Singara, and Shapur soon conquered Armenia.Frye (1993), 138 In 384 or 387, a definitive peace treaty was signed by Shapur III and Theodosius I dividing Armenia between the two states. Meanwhile, the northern territories of the Roman Empire were invaded by Germanic, Alanic, and Hunnic peoples, while Persia's northern borders were threatened first by a number of Hunnic peoples and then by the Hephthalites. With both empires preoccupied by these threats, a largely peaceful period followed, interrupted only by two brief wars, the first in 421\\u2013422 and the second in 440.Bury (1923), XIV.1; Frye (1993), 145; Greatrex-Lieu (2002), II, 37\\u201351\\n\\nByzantine\\u2013Sasanian wars\\n\\nAnastasian War\\n\\nthumb|Map of the Roman\\u2013Persian frontier after the division of Armenia in 384. The frontier remained stable throughout the 5th\\u00a0century.\\n\\nWar broke out when the Persian King Kavadh I attempted to gain financial support by force from the Byzantine Emperor Anastasius I.Procopius, Wars, I.7.1\\u20132* Greatrex\\u2013Lieu (2002), II, 62 In 502\\u00a0AD, he quickly captured the unprepared city of TheodosiopolisJoshua the Stylite, Chronicle, XLIII* Greatrex\\u2013Lieu (2002), II, 62 and besieged Amida. The siege of the fortress-city proved to be far more difficult than Kavadh expected; the defenders repelled the Persian assaults for three months before they were beaten.Zacharias Rhetor, Historia Ecclesiastica, VII, 3\\u20134* Greatrex\\u2013Lieu (2002), II, 63 In 503, the Romans attempted an ultimately unsuccessful siege of the Persian-held Amida while Kavadh invaded Osroene and laid siege to Edessa with the same results.Greatrex\\u2013Lieu (2002), I I, 69\\u201371 Finally in 504, the Romans gained control through the renewed investment of Amida, which led to the fall of the city. That year an armistice was reached as a result of an invasion of Armenia by the Huns from the Caucasus. Although the two powers negotiated, it was not until November 506 that a treaty was agreed to.Procopius, Wars, I.9.24* Greatrex\\u2013Lieu (2002), II, 77 In 505, Anastasius ordered the building of a great fortified city at Dara. At the same time, the dilapidated fortifications were also upgraded at Edessa, Batnae and Amida.Joshua the Stylite, Chronicle,  XC* Greatrex\\u2013Lieu (2002), II, 74 Although no further large-scale conflict took place during Anastasius' reign, tensions continued, especially while work proceeded at Dara. This was because the construction of new fortifications in the border zone by either empire had been prohibited by a treaty concluded some decades earlier. Anastasius pursued the project despite Persian objections, and the walls were completed by 507\\u2013508.Joshua the Stylite, Chronicle, XCIII\\u2013XCIV* Greatrex\\u2013Lieu (2002), II, 77\\n\\nIberian War\\n\\n250 px|thumb|left|Roman and Persian Empires in 477, as well as their neighbors, many of whom were dragged into wars between the great powers\\nIn 524\\u2013525\\u00a0AD, Kavadh proposed that Justin I adopt his son, Khosrau, but the negotiations soon broke down.Procopius, Wars, I.11.23\\u201330* Greatrex (2005), 487; Greatrex\\u2013Lieu (2002), II, 81\\u201382 Tensions between the two powers erupted into conflict when Caucasian Iberia under Gourgen defected to the Romans in 524\\u2013525.Greatrex\\u2013Lieu (2002), II, 82 Overt Roman\\u2013Persian fighting had broken out in the Transcaucasus region and upper Mesopotamia by 526\\u2013527.Greatrex\\u2013Lieu (2002), II, 84 The early years of war favored the Persians: by 527, the Iberian revolt had been crushed, a Roman offensive against Nisibis and Thebetha in that year was unsuccessful, and forces trying to fortify Thannuris and Melabasa were prevented from doing so by Persian attacks.Zacharias Rhetor, Historia Ecclesiastica, IX, 2* Greatrex\\u2013Lieu (2002), II, 83, 86 Attempting to remedy the deficiencies revealed by these Persian successes, the new Roman emperor, Justinian I, reorganized the eastern armies.Greatrex\\u2013Lieu (2002), II, 85\\n\\nthumb|Plan of the Battle of Dara\\nIn 530 a major Persian offensive in Mesopotamia was defeated by Roman forces under Belisarius at Dara, while a second Persian thrust in the Caucasus was defeated by Sittas at Satala. Belisarius was defeated by Persian and Lakhmid forces at the Battle of Callinicum in 531. In the same year the Romans gained some forts in Armenia, while the Persians had captured two forts in eastern Lazica.Greatrex\\u2013Lieu (2002), II, 92\\u201396 Immediately after the Battle of Callinicum the Persians and Romans negotiated without success.Greatrex\\u2013Lieu (2002), II, 93 A Persian siege of Martyropolis was interrupted by Kavadh I's death and the two sides re-opened talks in spring 532 and finally signed the Perpetual Peace in September 532, which lasted less than eight years. Both powers agreed to return all occupied territories, and the Romans agreed to make a one-time payment of 110 centenaria (11,000\\u00a0lb of gold). Iberia remained in Persian hands, and the Iberians who had left their country were given the choice of remaining in Roman territory or returning to their native land.Evans (2000), 118; Greatrex\\u2013Lieu (2002), II, 96\\u201397\\n\\nJustinian vs. Khosrau I\\n\\n250px|thumb|left|Roman and Sasanian Empires during Justinian's reign\\n\\nThe Persians broke the \\\"Treaty of Eternal Peace\\\" in 540\\u00a0AD, probably in response to the Roman reconquest of much of the former western empire, which had been facilitated by the cessation of war in the East. Khosrau I invaded and devastated Syria, extorting large sums of money from the cities of Syria and Mesopotamia, and systematically looting other cities including Antioch, whose population was deported to Persian territory.Greatrex\\u2013Lieu (2002), II, 102; see H. B\\u00f6rm, \\\"Der Perserk\\u00f6nig im Imperium Romanum\\\", Chiron 36 (2006), 299ff. Belisarius, recalled from the campaigns in the West to deal with the Persian threat, waged an inconclusive campaign against Nisibis in 541. Khosrau launched another offensive in Mesopotamia in 542 when he attempted to capture Sergiopolis.Procopius, Wars, II.20.17\\u201319* Greatrex\\u2013Lieu (2002), II, 109\\u2013110 He soon withdrew in the face of an army under Belisarius, sacking the city of Callinicum en route.Procopius, Wars, II.21.30\\u201332* Greatrex\\u2013Lieu (2002), II, 110 Attacks on a number of Roman cities were repulsed, and Persian forces were defeated at Dara.Corripus, Johannidos, I.68\\u201398* Greatrex\\u2013Lieu (2002), II, 111 In 543, the Romans launched an offensive against Dvin but were defeated by a small Persian force at Anglon. Khosrau besieged Edessa in 544 without success and was eventually bought off by the defenders.Greatrex-Lieu (2002), II, 113 In the wake of the Persian retreat, Roman envoys proceeded to Ctesiphon for negotiations.Procopius, Wars, 28.7\\u201311* Greatrex (2005), 489; Greatrex\\u2013Lieu (2002), II, 113 A five-year truce was agreed to in 545, secured by Roman payments to the Persians.Procopius, Wars, 28.7\\u201311* Evans, Justinian (527\\u2013565\\u00a0AD); Greatrex\\u2013Lieu (2002), II, 113\\nthumb|The Eastern Roman\\u2013Persian border at the time of Justinian's death in 565, with Lazica in Eastern Roman (Byzantine) hands\\nEarly in 548, King Gubazes of Lazica, having found Persian protection oppressive, asked Justinian to restore the Roman protectorate. The emperor seized the chance, and in 548\\u2013549 combined Roman and Lazic forces won a series of victories against Persian armies, although they failed to take the key garrison of Petra. The city was finally subjugated in 551, but in the same year a Persian offensive led by Mihr-Mihroe occupied eastern Lazica.Treadgold (1997), 204\\u2013207 The truce that had been established in 545 was renewed outside Lazica for a further five years on condition that the Romans pay 2,000\\u00a0lb of gold each year.Treadgold (1997), 209 In Lazica the war dragged on inconclusively for several years, with neither side able to make any major gains. Khosrau, who now had to deal with the White Huns, renewed the truce in 557, this time without excluding Lazica; negotiations continued for a definite peace treaty.Greatrex (2005), 489; Treadgold (1997), 211 Finally, in 562, the envoys of Justinian and Khosrau put together the Fifty-Year Peace Treaty. The Persians agreed to evacuate Lazica and received an annual subsidy of 30,000\\u00a0nomismata (solidi).Menander Protector, History, frag. 6.1. According to Greatrex (2005), 489, to many Romans this arrangement \\\"appeared dangerous and indicative of weakness\\\". Both sides agreed not to build new fortifications near the frontier and to ease restrictions on diplomacy and trade.Evans, Justinian (527\\u2013565\\u00a0AD)\\n\\nWar for the Caucasus\\n\\nWar broke out again when Armenia and Iberia revolted against Sasanian rule in 571\\u00a0AD, following clashes involving Roman and Persian proxies in Yemen (between the Axumites and the Himyarites) and the Syrian desert, and after Roman negotiations for an alliance with the Western Turkic Khaganate against Persia.John of Epiphania, History, 2 AncientSites.com   gives an additional reason for the outbreak of the war: \\\"[The Medians'] contentiousness increased even further\\u00a0... when Justin did not deem to pay the Medians the five hundred pounds of gold each year previously agreed to under the peace treaties and let the Roman State remain forever a tributary of the Persians.\\\" See also, Greatrex (2005), 503\\u2013504 Justin II brought Armenia under his protection, while Roman troops under Justin's cousin Marcian raided Arzanene and invaded Persian Mesopotamia, where they defeated local forces.Treadgold (1997), 222 Marcian's sudden dismissal and the arrival of troops under Khosrau resulted in a ravaging of Syria, the failure of the Roman siege of Nisibis and the fall of Dara.The great bastion of the Roman frontier was in Persian hands for the first time (Whitby [2000], 92\\u201394). At a cost of 45,000\\u00a0solidi, a one-year truce in Mesopotamia (eventually extended to five years)Greatrex\\u2013Lieu (2002), II, 152; Louth (2005), 113 was arranged, but in the Caucasus and on the desert frontiers the war continued.Theophanes, Chronicle, 246.11\\u201327* Whitby (2000), 92\\u201394 In 575, Khosrau\\u00a0I attempted to combine aggression in Armenia with discussion of a permanent peace. He invaded Anatolia and sacked Sebasteia, but after a clash near Melitene the Persian army suffered heavy losses while fleeing across the Euphrates under Roman attack.Theophylact, History, I, 9.4    (PDF) Treadgold (1997), 224; Whitby (2000), 95\\n\\n250px|thumb|left|The Sasanian Empire and its neighbors (including the Eastern Roman Empire) in 600\\u00a0AD\\nThe Romans exploited Persian disarray as general Justinian invaded deep into Persian territory and raided Atropatene. Khosrau sought peace but abandoned this initiative after Tamkhusro won a victory in Armenia, where Roman actions had alienated local inhabitants.Treadgold (1997), 224; Whitby (2000), 95\\u201396 In the spring of 578 the war in Mesopotamia resumed with Persian raids on Roman territory. The Roman general Maurice retaliated by raiding Persian Mesopotamia, capturing the stronghold of Aphumon, and sacking Singara. Khosrau again opened peace negotiations but he died early in 579 and his successor Hormizd IV (r. 578-590) preferred to continue the war.Soward, Theophylact Simocatta and the Persians    (PDF); Treadgold (1997), 225; Whitby (2000), 96\\n\\n250px|thumb|The Roman-Persian frontier in the 4th to 7th centuries\\nIn 580, Hormizd IV abolished the Caucasian Iberian monarchy, and turned Iberia into a Persian province ruled by a marzpan (governor). During the 580s, the war continued inconclusively with victories on both sides. In 582, Maurice won a battle at Constantia over Adarmahan and Tamkhusro, who was killed, but the Roman general did not follow up his victory; he had to hurry to Constantinople to pursue his imperial ambitions.Soward, Theophylact Simocatta and the Persians    (PDF); Treadgold (1997), 226; Whitby (2000), 96 Another Roman victory at Solachon in 586 likewise failed to break the stalemate.Greatrex\\u2013Lieu (2002), II, 168-169\\n\\nThe Persians captured Martyropolis through treachery in 589, but that year the stalemate was shattered when the Persian general Bahram Chobin, having been dismissed and humiliated by Hormizd IV, raised a rebellion. Hormizd was overthrown in a palace coup in 590 and replaced by his son Khosrau II, but Bahram pressed on with his revolt regardless and the defeated Khosrau was soon forced to flee for safety to Roman territory, while Bahram took the throne as Bahram VI. With support from Maurice, Khosrau raised a rebellion against Bahram, and in 591 the combined forces of his supporters and the Romans defeated Bahram at the Battle of Blarathon and restored Khosrau II to power. In exchange for their help, Khosrau not only returned Dara and Martyropolis but also agreed to cede the western half of Iberia and more than half of Persian Armenia to the Romans.Theophylact, V, History, I, 3.11   (PDF) and 15.1  (PDF)* Louth (2005), 115; Treadgold (1997), 231\\u2013232\\n\\nClimax\\nthumb|right|350px|Byzantine and Sasanian Empires in 600 CE\\n\\nIn 602 the Roman army campaigning in the Balkans mutinied under the leadership of Phocas, who succeeded in seizing the throne and then killed Maurice and his family. Khosrau II used the murder of his benefactor as a pretext for war.Foss (1975), 722 In the early years of the war the Persians enjoyed overwhelming and unprecedented success. They were aided by Khosrau's use of a pretender claiming to be Maurice's son, and by the revolt against Phocas led by the Roman general Narses.Theophanes, Chronicle, 290\\u2013293* Greatrex\\u2013Lieu (2002), II, 183\\u2013184 In 603 Khosrau defeated and killed the Roman general Germanus in Mesopotamia and laid siege to Dara. Despite the arrival of Roman reinforcements from Europe, he won another victory in 604, while Dara fell after a nine-month siege. Over the following years the Persians gradually overcame the fortress cities of Mesopotamia by siege, one after another.Theophanes, Chronicle, 292\\u2013293* Greatrex\\u2013Lieu (2002), II, 185\\u2013186 At the same time they won a string of victories in Armenia and systematically subdued the Roman garrisons in the Caucasus.Greatrex\\u2013Lieu (2002), II, 186\\u2013187\\n\\nHeraclius deposed Phocas in 610 after sailing to Constantinople from Carthage.Haldon (1997), 41; Speck (1984), 178. Around the same time, the Persians completed their conquest of Mesopotamia and the Caucasus, and in 611 they overran Syria and entered Anatolia, occupying Caesarea.Greatrex\\u2013Lieu (2002), II, 188\\u2013189 Having expelled the Persians from Anatolia in 612, Heraclius launched a major counter-offensive in Syria in 613. He was decisively defeated outside Antioch by Shahrbaraz and Shahin, and the Roman position collapsed.Greatrex\\u2013Lieu (2002), II, 189\\u2013190\\nOver the following decade the Persians were able to conquer Palestine, Egypt,Greatrex\\u2013Lieu (2002), II, 190\\u2013193, 196 Rhodes and several other islands in the eastern Aegean, as well as to devastate Anatolia.The mint of Nicomedia ceased operating in 613, and Rhodes fell to the invaders in 622\\u2013623 (Greatrex-Lieu (2002), II, 193\\u2013197). Meanwhile, the Avars and Slavs took advantage of the situation to overrun the Balkans, bringing the Roman Empire to the brink of destruction.Howard-Johnston (2006), 85\\n\\nthumb|left|Late Roman silver coin showing the words Deus adiuta Romanis (\\\"May God help the Romans\\\")\\n\\nDuring these years, Heraclius strove to rebuild his army, slashing non-military expenditures, devaluing the currency and melting down Church plate, with the backing of Patriarch Sergius, to raise the necessary funds to continue the war.Greatrex\\u2013Lieu (2002), II, 196 In 622, Heraclius left Constantinople, entrusting the city to Sergius and general Bonus as regents of his son. He assembled his forces in Asia Minor and, after conducting exercises to revive their morale, he launched a new counter-offensive, which took on the character of a holy war.Theophanes, Chronicle, 303\\u2013304, 307* Cameron (1979), 23; Grabar (1984), 37 In the Caucasus he inflicted a defeat on an army led by a Persian-allied Arab chief and then won a victory over the Persians under Shahrbaraz.Theophanes, Chronicle, 304.25\\u2013306.7* Greatrex\\u2013Lieu (2002), II, 199 Following a lull in 623, while he negotiated a truce with the Avars, Heraclius resumed his campaigns in the East in 624 and routed an army led by Khosrau at Ganzak in Atropatene.Theophanes, Chronicle, 306\\u2013308* Greatrex\\u2013Lieu (2002), II, 199\\u2013202 In 625 he defeated the generals Shahrbaraz, Shahin and Shahraplakan in Armenia, and in a surprise attack that winter he stormed Shahrbaraz's headquarters and attacked his troops in their winter billets.Theophanes, Chronicle, 308\\u2013312* Greatrex\\u2013Lieu (2002), II, 202\\u2013205 Supported by a Persian army commanded by Shahrbaraz, together with the Avars and Slavs, the three unsuccessfully besieged Constantinople in 626,Theophanes, Chronicle, 316* Cameron (1979), 5\\u20136, 20\\u201322 while a second Persian army under Shahin suffered another crushing defeat at the hands of Heraclius' brother Theodore.Theophanes, Chronicle, 315\\u2013316McBride (2005), 56\\n\\nthumb|right|The assassination of Khosrau II, in a  manuscript of the Shahnameh of Shah Tahmasp made by Abd al-Samad c.\\u00a01535. Persian poems are from Ferdowsi's Shahnameh.\\n\\nMeanwhile, Heraclius formed an alliance with the Western Turkic Khaganate, who took advantage of the dwindling strength of the Persians to ravage their territories in the Caucasus.Greatrex\\u2013Lieu (2002), II, 209\\u2013212 Late in 627, Heraclius launched a winter offensive into Mesopotamia, where, despite the desertion of the Turkish contingent that had accompanied him, he defeated the Persians at the Battle of Nineveh. Continuing south along the Tigris, he sacked Khosrau's great palace at Dastagird and was only prevented from attacking Ctesiphon by the destruction of the bridges on the Nahrawan Canal. Khosrau was overthrown and killed in a coup led by his son Kavadh II, who at once sued for peace, agreeing to withdraw from all occupied territories.Theophanes, Chronicle, 317\\u2013327* Greatrex\\u2013Lieu (2002), II, 217\\u2013227 Heraclius restored the True Cross to Jerusalem with a majestic ceremony in 629.Haldon (1997), 46; Baynes (1912), passim; Speck (1984), 178\\n\\nAftermath\\n\\nThe devastating impact of this last war, added to the cumulative effects of a century of almost continuous conflict, left both empires crippled. When Kavadh II died only months after coming to the throne, Persia was plunged into several years of dynastic turmoil and civil war. The Sasanians were further weakened by economic decline, heavy taxation from Khosrau II's campaigns, religious unrest, and the increasing power of the provincial landholders.Howard-Johnston (2006), 9: \\\"[Heraclius'] victories in the field over the following years and its political repercussions\\u00a0... saved the main bastion of Christianity in the Near East and gravely weakened its old Zoroastrian rival.\\\" The Byzantine Empire was also severely affected, with its financial reserves exhausted by the war and the Balkans now largely in the hands of the Slavs.Haldon (1997), 43\\u201345, 66, 71, 114\\u201315 Additionally, Anatolia was devastated by repeated Persian invasions; the Empire's hold on its recently regained territories in the Caucasus, Syria, Mesopotamia, Palestine and Egypt was loosened by many years of Persian occupation.Ambivalence toward Byzantine rule on the part of miaphysites may have lessened local resistance to the Arab expansion (Haldon [1997], 49\\u201350).\\n\\nNeither empire was given any chance to recover, as within a few years they were struck by the onslaught of the Arabs (newly united by Islam), which, according to Howard-Johnston, \\\"can only be likened to a human tsunami\\\".Foss (1975), 746\\u201347; Howard-Johnston (2006), xv According to George Liska, the \\\"unnecessarily prolonged Byzantine\\u2013Persian conflict opened the way for Islam\\\".Liska (1998), 170 The Sasanian Empire rapidly succumbed to these attacks and was completely destroyed. During the Byzantine\\u2013Arab wars, the exhausted Roman Empire's recently regained eastern and southern provinces of Syria, Armenia, Egypt and North Africa were also lost, reducing the Empire to a territorial rump consisting of Anatolia and a scatter of islands and footholds in the Balkans and Italy.Haldon (1997), 49\\u201350 These remaining lands were thoroughly impoverished by frequent attacks, marking the transition from classical urban civilization to a more rural, medieval form of society. However, unlike Persia, the Roman Empire ultimately survived the Arab assault, holding onto its residual territories and decisively repulsing two Arab sieges of its capital in 674\\u2013678 and 717\\u2013718.Haldon (1997), 61\\u201362; Howard-Johnston (2006), 9 The Roman Empire also lost its territories in Crete and southern Italy to the Arabs in later conflicts, though these too were ultimately recovered.\\n\\nStrategies and military tactics\\n\\nWhen the Roman and Parthian Empires first collided in the 1st century BC, it appeared that Parthia had the potential to push its frontier to the Aegean and the Mediterranean. However, the Romans repulsed the great invasion of Syria and Anatolia by Pacorus and Labienus, and were gradually able to take advantage of the weaknesses of the Parthian military system, which, according to George Rawlinson, was adapted for national defense but ill-suited for conquest. The Romans, on the other hand, were continually modifying and evolving their \\\"grand strategy\\\" from Trajan's time onwards, and were by the time of Pacorus able to take the offensive against the Parthians.Rawlinson (2007), 199: \\\"The Parthian military system had not the elasticity of the Romans\\u00a0... However loose and seemingly flexible, it was rigid in its uniformity; it never altered; it remained under the thirtieth Arsaces such as it had been under the first, improved in details perhaps, but essentially the same system.\\\" According to Michael Whitby (2000), 310, \\\"the eastern armies preserved the Roman military reputation through to the end of the 6th century by capitalizing on available resources and showing a capacity to adapt to a variety of challenges\\\". Like the Sasanians in the late 3rd and 4th centuries, the Parthians generally avoided any sustained defense of Mesopotamia against the Romans. However, the Iranian plateau never fell, as the Roman expeditions had always exhausted their offensive impetus by the time they reached lower Mesopotamia, and their extended line of communications through territory not sufficiently pacified exposed them to revolts and counterattacks.Wheeler (2007), 259\\n\\nFrom the 4th century\\u00a0AD onwards, the Sasanians grew in strength and adopted the role of aggressor. They considered much of the land added to the Roman Empire in Parthian and early Sasanian times to rightfully belong to the Persian sphere.Frye (2005), 473 Everett Wheeler argues that \\\"the Sassanids, administratively more centralized than the Parthians, formally organized defense of their territory, although they lacked a standing army until Khosrau I\\\". In general, the Romans regarded the Sasanians as a more serious threat than the Parthians, while the Sasanians regarded the Roman Empire as the enemy par excellence.Greatrex (2005), 478; Frye (2005), 472 Proxy warfare was employed by both Byzantines and the Sasanians as an alternative to direct confrontation, particularly through Arab kingdoms in the south and nomadic nations in the north.\\n\\nthumb|Historical re-enactment of a Sasanian-era cataphract\\nMilitarily, the Sasanians continued the Parthians' heavy dependence on cavalry troops: a combination of horse-archers and cataphracts; the latter were heavy armored cavalry provided by the aristocracy. They added a contingent of war elephants obtained from the Indus Valley, but their infantry quality was inferior to that of the Romans.Cornuelle, An Overview of the Sassanian Persian Military; Sidnell (2006), 273 The combined forces of horse archers and heavy cavalry inflicted several defeats on the Roman foot-soldiers, including those led by Crassus in 53\\u00a0BC,According to Reno E. Gabba, the Roman army was reorganized over time after the impact of the Battle of Carrhae (Gabba [1966], 51\\u201373). Mark Antony in 36\\u00a0BC, and Valerian in 260\\u00a0AD. The Parthian tactics gradually became the standard method of warfare in the Roman empireThe Cambridge History of Iran : \\\"The Parthian tactics gradually became the standard method of warfare in the Roman empire. The ancient Persian tradition of large-scale hydraulic engineering was thus combined with the unique Roman experience in masonry. The Greco-Roman picture of the Persians as a nation of fierce and indomitable warriors contrasts strangely with another stereotype, the Persians as past masters of the art of refined living, of luxuriose vivere. The Persian influence on Roman religion would be enormous, were people allowed to call Mithraism a Persian religion.\\\" and cataphractarii and clibanarii units were introduced into the Roman army;Vegetius, III, Epitoma Rei Militaris, 26* Verbruggen\\u2013Willard\\u2013Southern (1997), 4\\u20135 as a result, heavily armed cavalry grew in importance in both the Roman and Persian armies after the 3rd century AD and until the end of the wars. The Roman army also gradually incorporated horse-archers (Equites Sagittarii), and by the 5th century AD they were no longer a mercenary unit, and were slightly superior individually in comparison to the Persian ones, as Procopius claims; however, the Persian horse-archer units as a whole always remained a challenge for the Romans, which suggests the Roman horse-archers were smaller in numbers.\\n\\n300px|thumb|Roman siege engines\\nOn the other hand, the Persians adopted war engines from the Romans. The Romans had achieved and maintained a high degree of sophistication in siege warfare and had developed a range of siege machines. On the other hand, the Parthians were inept at besieging; their cavalry armies were more suited to the hit-and-run tactics that destroyed Antony's siege train in 36\\u00a0BC. The situation changed with the rise of the Sasanians, when Rome encountered an enemy equally capable in siege warfare. The Sasanians mainly used mounds, rams, mines, and to a lesser degree siege towers, artillery,Campbell\\u2013Hook (2005), 57\\u201359; Gabba (1966), 51\\u201373 and also chemical weapons, such as in Dura-Europos (256)\\\"Death Underground: Gas Warfare at Dura-Europos\\\", Current Archaeology, November 26, 2009 (online feature), accessed October 3, 2014Samir S. Patel, \\\"Early Chemical Warfare \\u2013 Dura-Europos, Syria\\\", Archaeology, Vol. 63, No. 1, January/February 2010,  (accessed October 3, 2014)Stephanie Pappas, \\\"Buried Soldiers May Be Victims of Ancient Chemical Weapon\\\", LiveScience, March 8, 2011, accessed October 3, 2014 and Petra (550-551). Recent assessments comparing the Sasanians and Parthians have reaffirmed the superiority of Sasanian siegecraft, military engineering, and organization,Excavations In Iran Unravel Mystery Of \\\"Red Snake\\\", Science Daily Levi (1994), 192 as well as ability to build defensive works.Rekavandi\\u2013Sauer\\u2013Wilkinson\\u2013Nokandeh, \\\"The Enigma of the Red Snake\\\"\\n\\nBy the beginning of Sasanian rule, a number of buffer states existed between the empires. These were absorbed by the central state over time, and by the 7th century the last buffer state, the Arab Lakhmids, was annexed to the Sasanian Empire. Frye notes that in the 3rd century\\u00a0AD such client states played an important role in Roman\\u2013Sasanian relations, but both empires gradually replaced them by an organized defense system run by the central government and based on a line of fortifications (the limes) and the fortified frontier cities, such as Dara.Frye (1993), 139 Towards the end of the 1st century\\u00a0AD, Rome organized the protection of its eastern frontiers through the limes system, which lasted until the Muslim conquests of the 7th century after improvements by Diocletian.Shah\\u00eed (1984), 24\\u201325; Wagstaff (1985), 123\\u2013125 Like the Romans, the Sasanians constructed defensive walls opposite the territory of their opponents. According to R. N. Frye, it was under Shapur II that the Persian system was extended, probably in imitation of Diocletian's construction of the limes of the Syrian and Mesopotamian frontiers of the Roman Empire.Frye (1993), 139; Levi (1994), 192 The Roman and Persian border units were known as limitanei and marzobans, respectively.\\n\\nThe Sasanians, and to a lesser extent the Parthians, practiced mass deportations to new cities as a tool of policy, not just the prisoners-of-war (such as those of the Battle of Edessa), but also the cities they captured, such as the deportation of the Antioch's people to Weh Antiok Khosrow, which led to the decline of the former. These deportations also initiated the spread of Christianity in Persia.A. Shapur Shahbazi, Erich Kettenhofen, John R. Perry, \\u201cDEPORTATIONS,\\u201d Encyclop\\u00e6dia Iranica, VII/3, pp. 297-312, available online at http://www.iranicaonline.org/articles/deportations (accessed on 30 December 2012).\\n\\nThe Persians seem to have been reluctant to resort to naval action. There was some minor Sasanian naval action in 620-23, and the only major Byzantine navy's action was during the Siege of Constantinople (626).\\n\\nAssessments\\nThe Roman\\u2013Persian Wars have been characterized as \\\"futile\\\" and too \\\"depressing and tedious to contemplate\\\".Brazier (2001), 42 Prophetically, Cassius Dio  noted their \\\"never-ending cycle of armed confrontations\\\" and observed that \\\"it is shown by the facts themselves that [Severus'] conquest has been a source of constant wars and great expense to us. For it yields very little and uses up vast sums; and now that we have reached out to peoples who are neighbor of the Medes and the Parthians rather than of ourselves, we are always, one might say, fighting the battles of those peoples.\\\"Cassius Dio, Roman History, LXXV, 3.2\\u20133* Garnsey\\u2013Saller (1987), 8 In the long series of wars between the two powers, the frontier in upper Mesopotamia remained more or less constant. Historians point out that the stability of the frontier over the centuries is remarkable, although Nisibis, Singara, Dara and other cities of upper Mesopotamia changed hands from time to time, and the possession of these frontier cities gave one empire a trade advantage over the other. As Frye states:\\n\\n \\\"How could it be a good thing to hand over one's dearest possessions to a stranger, a barbarian, the ruler of one's bitterest enemy, one whose good faith and sense of justice were untried, and, what is more, one who belonged to an alien and heathen faith?\\\" Agathias (Histories, 4.26.6, translated by Averil Cameron) about the Persians, a judgment typical of the Roman view.Greatrex (2005), 477\\u2013478\\n\\nBoth sides attempted to justify their respective military goals in both active and reactive ways. According to the Letter of Tansar and the Muslim writer Al-Tha'alibi, Ardashir I's and Pacorus I's invasions, respectively, of Roman territories were to avenge Alexander the Great's conquest of Persia, which was thought to be the cause of the subsequent Iranian disarray. The Roman quest for world domination was accompanied by a sense of mission and pride in Western civilization and by ambitions to become a guarantor of peace and order. Roman sources reveal long-standing prejudices with regard to the Eastern powers' customs, religious structures, languages, and forms of government. John F. Haldon underscores that \\\"although the conflicts between Persia and East Rome revolved around issues of strategic control around the eastern frontier, yet there was always a religious-ideological element present\\\". From the time of Constantine on, Roman emperors appointed themselves as the protectors of Christians of Persia.Barnes (1985), 126 This attitude created intense suspicions of the loyalties of Christians living in Sasanian Iran and often led to Roman\\u2013Persian tensions or even military confrontationsSozomen, Ecclesiastical History, II, 15 * McDonough (2006), 73 (e.g. in 421\\u2013422). A characteristic of the final phase of the conflict, when what had begun in 611\\u2013612 as a raid was soon transformed into a war of conquest, was the pre-eminence of the Cross as a symbol of imperial victory and of the strongly religious element in the Roman imperial propaganda; Heraclius himself cast Khosrau as the enemy of God, and authors of the 6th and 7th centuries were fiercely hostile to Persia.Haldon (1999), 20; Isaak (1998), 441Dignas\\u2013Winter (2007), 1\\u20133 (PDF)\\n\\nHistoriography\\nthumb|left|The Humiliation of Valerian by Shapur (Hans Holbein the Younger, 1521, pen and black ink on a chalk sketch, Kunstmuseum Basel)\\nThe sources for the history of Parthia and the wars with Rome are scant and scattered. The Parthians followed the Achaemenid tradition and favored oral historiography, which assured the corruption of their history once they had been vanquished. The main sources of this period are thus Roman (Tacitus, Marius Maximus, and Justin) and Greek historians (Herodian, Cassius Dio and Plutarch). The 13th book of the Sibylline Oracles narrates the effects of the Roman\\u2013Persian Wars in Syria from the reign of Gordian III to the domination of the province by Odaenathus of Palmyra. With the end of Herodian's record, all contemporary chronological narratives of Roman history are lost, until the narratives of Lactantius and Eusebius at the beginning of the 4th century, both from a Christian perspective.Dodgeon\\u2013Greatrex\\u2013Lieu (2002), I, 5; Potter (2004), 232\\u2013233\\n\\nThe principal sources for the early Sasanian period are not contemporary. Among them the most important are the Greeks Agathias and Malalas, the Persian Muslims al-Tabari and Ferdowsi, the Armenian Agathangelos, and the Syriac Chronicles of Edessa and Arbela, most of whom depended on late Sasanian sources, especially Khwaday-Namag. The Augustan History is neither contemporary nor reliable, but it is the chief narrative source for Severus and Carus. The trilingual (Middle Persian, Parthian, Greek) inscriptions of Shapur are primary sources.Frye (2005), 461\\u2013463; Shahbazi, Historiography   These were isolated attempts at approaching written historiography however, and by the end of the 4th century\\u00a0AD, even the practice of carving rock reliefs and leaving short inscriptions was abandoned by the Sasanians.Shahbazi, Historiography  \\n\\nFor the period between 353 and 378, there is an eyewitness source to the main events on the eastern frontier in the Res Gestae of Ammianus Marcellinus. For the events covering the period between the 4th and the 6th century, the works of Sozomenus, Zosimus, Priscus, and Zonaras are especially valuable.Dodgeon\\u2013Greatrex\\u2013Lieu (2002), I, 7 The single most important source for Justinian's Persian wars up to 553 is Procopius. His continuators Agathias and Menander Protector offer many important details as well. Theophylact Simocatta is the main source for the reign of Maurice,Boyd (1999), 160 while Theophanes, Chronicon Paschale and the poems of George of Pisidia are useful sources for the last Roman\\u2013Persian war. In addition to Byzantine sources, two Armenian historians, Sebeos and Movses, contribute to the coherent narrative of Heraclius' war and are regarded by Howard-Johnston as \\\"the most important of extant non-Muslim sources\\\".Howard-Johnston (2006), 42\\u201343\\n\\nReferences\\n\\nPrimary sources\\n\\nAgathias, Histories. Book 4.\\nAurelius Victor, Liber de Caesaribus. See original text in the Latin Library.\\nCassius Dio, Roman History. Book LXXX. Translated by Earnest Cary.\\nChronicon Paschale. See the original text in Google books\\nCorippus, Johannis Book I.\\nEutropius, Abridgment of Roman History. Book IX. Translated by the Rev. John Selby Watson.\\nHerodian, History of the Roman Empire. Book VI. Translated by Edward C. Echols.\\nJohn of Epiphania. History \\nJoshua the Stylite, Chronicle. Translated by William Wright.\\nJustin, Historiarum Philippicarum. Book XLI. See original text in the Latin Library.\\nLactantius, De Mortibus Persecutorum. See original text in the Latin Library.\\n15px Plutarch, Antony. Translated by John Dryden.\\n15px Plutarch, Crassus. Translated by John Dryden.\\n15px Plutarch, Sylla. Translated by John Dryden.\\nProcopius, History of the Wars, Book II. Translated by H. B. Dewing.\\nSibylline Oracles. Book XIII. Translated by Milton S. Terry.\\nSozomen, Ecclesiastical History, Book II. Translated by Chester D. Hartranft, Philip Schaff and Henry Wace.Freewebs.com \\n15px Tacitus, The Annals. Translation based on Alfred John Church and William Jackson Brodribb.\\nTheophanes the Confessor. Chronicle. See original text in Documenta Catholica Omnia. (PDF)DocumentaCatholicaOmnia.eu\\nTheophylact Simocatta. History. Books I and V. Translated by Michael and Mary Whitby. (PDF)  \\nVegetius. Epitoma Rei Militaris. Book III. See original text in the Latin Library.\\nZacharias Rhetor. Historia Ecclesiastica.\\n\\nSecondary sources\\n\\n B\\u00f6rm, Henning (2016). \\\"A Threat or a Blessing? The Sasanians and the Roman Empire\\\". In Binder, Carsten; B\\u00f6rm, Henning; Luther, Andreas (eds.): Diwan. Studies in the History and Culture of the Ancient Near East and the Eastern Mediterranean. Wellem, 615\\u2013646. \\n\\n \\n\\nFurther reading\\n\\nExternal links\\n\\n Cataphracts and Siegecraft - Roman, Parthian and Sasanid military organisation.\\n\\nCategory:Geopolitical rivalry\\nCategory:Ancient history of the Caucasus\\nCategory:History of Western Asia\\n \\nCategory:Wars involving Iran\\nCategory:Wars involving the Roman Empire\\nCategory:Wars involving the Roman Republic\"}"