"{\"title\": \"The Final Cut (album)\", \"url\": \"https://en.wikipedia.org/wiki/The_Final_Cut_%28album%29\", \"text\": \"The Final Cut is the twelfth studio album by English rock band Pink Floyd, released on 21 March 1983 in the United Kingdom and on 2 April in the United States through Harvest and Columbia Records. It comprises unused material from the previous Pink Floyd record, The Wall (1979), alongside new material recorded throughout 1982.  \\n\\nThe Final Cut was the last Pink Floyd album to feature founding member Roger Waters, who departed in 1985. It is also the only Pink Floyd album not to feature founding member and keyboardist Richard Wright, whom Waters fired during the Wall sessions. The recording was plagued by conflict; guitarist David Gilmour felt many of the tracks were not worthy of inclusion, but Waters accused him of failing to contribute material himself. Drummer Nick Mason's contributions were mostly limited to sound effects. \\n\\nWaters planned the album as a soundtrack for the 1982 film adaptation of The Wall. With the onset of the Falklands War, he rewrote it as a concept album exploring what he considered the betrayal of his father, who died serving in the Second World War. Waters provided lead vocals for all but one track, and he is credited for all songwriting. The album was accompanied by a short film released in the same year. \\n\\nThe Final Cut received mixed reviews, though retrospective reception has been more favourable. It was a commercial success, reaching number one in the UK and number six in the US.\\n\\nBackground\\nThe Final Cut was originally planned as a soundtrack album for the 1982 film Pink Floyd \\u2013 The Wall. Under its working title Spare Bricks, it would have featured new music or songs rerecorded for the film, such as \\\"When the Tigers Broke Free\\\". Bassist, vocalist, and primary songwriter Roger Waters also planned to record a small amount of new material, expanding The Wall'''s narrative.\\n\\nAs a result of the Falklands War, Waters changed direction and wrote new material. He saw British Prime Minister Margaret Thatcher's response to Argentina's invasion of the islands as jingoistic and unnecessary, and dedicated the new album\\u2014provisionally titled Requiem for a Post-War Dream\\u2014to his father, Eric Fletcher Waters. A second lieutenant of the 8th Royal Fusiliers, Eric Waters died during the Second World War at Aprilia in Italy, on 18 February 1944.; for the Commonwealth War Graves Commission entry on Eric Waters see:  Waters said:\\n\\nGuitarist David Gilmour was unimpressed by Waters' politicising, and the new creative direction prompted arguments. Five other tracks not used on The Wall (\\\"Your Possible Pasts\\\", \\\"One of the Few\\\", \\\"The Final Cut\\\", \\\"The Fletcher Memorial Home\\\", and \\\"The Hero's Return\\\") had been set aside for Spare Bricks, and although Pink Floyd had often reused material, Gilmour felt the songs were not good enough for a new album. He wanted to write new material, but Waters remained doubtful as Gilmour had lately contributed little new music. Gilmour said:\\n\\nThe title The Final Cut is a reference to William Shakespeare's Julius Caesar: \\\"This was the most unkindest cut of all\\\". \\\"When the Tigers Broke Free\\\" was issued as a single on 26 July 1982, with \\\"Bring the Boys Back Home\\\" on the B-side, the single was labelled \\\"Taken from the album The Final Cut\\\" but was not included on that album until the 2004 CD reissue.\\n\\nConcept\\nthumb|right|alt=A group of armed soldiers in camouflage uniform with red berets guard a line of enemy soldiers, who stand in front of a large wooden building, which is painted yellow.  The road is wet, and the sky is blue.|British paratroopers guard Argentine prisoners of war on the Falkland Islands. Waters' frustration at the events surrounding the Falklands War is evident in the album.The Final Cut is an anti-war concept album that explores what Waters regards as the betrayal of fallen British servicemen\\u2014such as his father\\u2014who during the Second World War sacrificed their lives in the spirit of a post-war dream. This post-war dream was that their victory would usher in a more peaceful world, whose leaders would no longer be so eager to resolve disputes by resorting to war. The album's lyrics are critical of Thatcher, whose policies and decisions Waters regarded as an example of this betrayal. She is referred to as \\\"Maggie\\\" throughout the album.\\n\\nThe opening track, \\\"The Post War Dream\\\", begins with a recorded announcement that the replacement for the Atlantic Conveyor, a ship lost during the Falklands campaign, will be built in Japan. Waters' lyrics refer to his dead father, the loss of Britain's shipbuilding industry to Japan, and Margaret Thatcher, before moving on to \\\"Your Possible Pasts\\\", a rewritten version of a song rejected for The Wall. In \\\"One of the Few\\\", another rejected song, the schoolteacher from The Wall features as the main character, presented as a war hero returned to civilian life. He is unable to relate his experiences to his wife, and in \\\"The Hero's Return\\\" is tormented by the loss of one of his air crew. \\\"The Gunner's Dream\\\" discusses the post-war dream of a world free from tyranny and the threat of terrorism (a reference to the Hyde Park bombing). It is followed in \\\"Paranoid Eyes\\\" by the teacher's descent into alcoholism.\\n\\nThe second half deals with various war issues. While \\\"Southampton Dock\\\" is a lament to returning war heroes and other soldiers heading out to a likely death, \\\"Not Now John\\\" addresses society's ignorance of political and economic problems. \\\"Get Your Filthy Hands Off My Desert\\\" deals with Waters' feelings about war and invasion, and \\\"The Fletcher Memorial Home\\\" (the title is a nod to Waters' father) reflects a fantastical application of \\\"the final solution\\\" on a gathering of political leaders including Leonid Brezhnev, Menachem Begin and Margaret Thatcher. The album's titular song deals with the aftermath of a man's isolation and sexual repression, as he contemplates suicide and struggles to reconnect with the world around him. The album ends with \\\"Two Suns in the Sunset\\\", which portrays a nuclear holocaust: the final result of a world obsessed with war and control.\\n\\nRecording\\n\\nAmerican composer Michael Kamen, who had contributed to The Wall, co-produced, oversaw the orchestral arrangements,  and mediated between Waters and Gilmour. He also stood in for keyboardist Richard Wright, who was fired from the band during the recording of The Wall. James Guthrie was studio engineer and co-producer, while Mason's drumming was supplemented by Ray Cooper on percussion; when Mason was unable to perform the complex time changes on \\\"Two Suns in the Sunset\\\", he was replaced by Andy Newmark. Mason also suggested the repeated reprises of \\\"Maggie, what have we done\\\" be rendered instrumental rather than sung. Raphael Ravenscroft was hired to play the saxophone. Recording took place in the latter half of 1982 across eight studios, including Gilmour's home studio at Hookend Manor, and Waters' Billiard Room Studios at East Sheen. The other venues were Mayfair Studios, Olympic Studios, Abbey Road Studios, Eel Pie Studios, Audio International and RAK Studios.\\n\\nTensions soon emerged, and while Waters and Gilmour initially worked together, playing the video game Donkey Kong in their spare time, they eventually chose to work separately. Engineer Andy Jackson worked with Waters on the vocals, and Guthrie worked with Gilmour on the guitars. They would occasionally meet to discuss the work that had been completed; while this method was not in itself unusual, Gilmour began to feel strained, sometimes barely maintaining his composure. Kamen too felt pressured; Waters had never been a confident vocalist and on one occasion, after repeated studio takes, Waters noticed him writing on a notepad. Losing his temper, he demanded to know what Kamen was doing, only to find that Kamen had been writing \\\"I Must Not Fuck Sheep\\\" repeatedly.\\n\\nLike previous Pink Floyd albums, The Final Cut used sound effects combined with advances in audio recording technology. Mason's contributions were mostly limited to recording sound effects for the experimental Holophonic system, an audio processing technique used to add an enhanced three-dimensional effect to the recordings; The Final Cut is the second album ever to feature this technology. The technique is featured on \\\"Get Your Filthy Hands Off My Desert\\\", creating a sound of an explosion that surrounds the listener. Sound effects from earlier Floyd albums are also used; the wind from Meddle is re-used, as are parts of The Dark Side of the Moon, Wish You Were Here, Animals and The Wall.\\n\\nAfter months of poor relations, and following a final confrontation, Gilmour was removed from the credit list as producer, but was still paid production royalties. Waters later said that he was also under significant pressure and that early in production believed he would never record with Gilmour or Mason again. He may have threatened to release the album as a solo record, although Pink Floyd were contracted to EMI and such a move would have been unlikely. Mason kept himself distant, dealing with his own marital problems.\\n\\nIn a June 1987 interview, Waters recalled:\\n\\nPackaging\\nright|thumb|alt=A field of lilac flowers under a blue sky, with dozens of poppies in the foreground. A house and trees are visible behind the field, and further still in the distance are green fields, a church spire, and hills.|Poppies are a recurring theme on the album's artwork.\\nStorm Thorgerson, a founder member of Hipgnosis (designers of most of Pink Floyd's previous and future artwork), was passed over for the cover design. Instead, Waters created the cover himself, using photographs taken by his brother-in-law, Willie Christie. The front cover shows a Remembrance poppy and four Second World War medal ribbons against the black fabric of the jacket or blazer on which they are worn. From left to right, the medals are the 1939\\u201345 Star, the Africa Star, the Defence Medal, and the Distinguished Flying Cross.\\n\\nThe poppy is a recurring design theme. The interior gatefold featured three photographs, the first depicting an outdoor scene with an outstretched hand holding three poppies and in the distance, a soldier with his back to the camera. Two more photographs show a welder at work, his mask emblazoned with the Japanese Rising Sun Flag, and a nuclear explosion; a clear reference to \\\"Two Suns in the Sunset\\\". The album's lyrics are printed on the gatefold. Side one of the vinyl disc carries an image of a poppy field and on side two, a soldier with a knife in his back lies face down amongst the poppies, a dog beside him. The back cover features a photograph of a soldier standing upright and holding a film canister, with a knife protruding from his back; the film canister and knife may reflect Waters' tumultuous relationship with The Wall film director Alan Parker.\\n\\n Release and sales The Final Cut was released in the UK on 21 March 1983 and in the US on 2 April. It reached number one in the UK, surpassing The Dark Side of the Moon and The Wall. It was less successful in America, peaking at number six on the Billboard album charts. Issued as a single, \\\"Not Now John\\\" reached the UK Top 30, with its chorus of \\\"Fuck all that\\\" bowdlerised to \\\"Stuff all that\\\".\\n\\nWith over 1,000,000\\u00a0units shipped in the United States, the Recording Industry Association of America certified The Final Cut Platinum in May 1983. It was given double Platinum certification in 1997. However, The Final Cut was the lowest-selling Pink Floyd studio album in the United States and worldwide since Meddle. Gilmour claimed that this relative commercial failure supported his assertion that much of the material was weak. Waters responded:\\n\\nThe album was accompanied by a short film, also titled The Final Cut. It features four of the album's songs: \\\"The Gunner's Dream\\\", \\\"The Final Cut\\\", \\\"The Fletcher Memorial Home\\\" and \\\"Not Now John\\\". Produced by Waters and directed by brother-in-law Willie Christie, it features Waters talking to a psychiatrist named A. Parker-Marshall. Alex McAvoy, who played the teacher in Pink Floyd \\u2013 The Wall, also appears.The Final Cut was released on compact disc in 1983. A remastered and repackaged CD was issued by EMI in Europe and on Capitol Records in the US in 2004; this included an extra song, the previously released \\\"When the Tigers Broke Free\\\". In 2007, a remastered version was released as part of the Oh, by the Way boxed set, packaged in a miniature replica of the original gatefold LP sleeve.\\n\\nCritical receptionThe Final Cut received mixed reviews. Melody Maker deemed it \\\"a milestone in the history of awfulness\\\", and the NMEs Richard Cook wrote: \\\"Like the poor damned Tommies that haunt his mind, Roger Waters' writing has been blown to hell\\u00a0... Waters stopped with The Wall, and The Final Cut isolates and juggles the identical themes of that elephantine concept with no fresh momentum to drive them.\\\"; available at Rock's Backpages (subscription required) Robert Christgau wrote: \\\"it's a comfort to encounter antiwar rock that has the weight of years of self-pity behind it\\\", and awarded the album a C+ grade. \\n\\nMore impressed, Rolling Stones Kurt Loder viewed it as \\\"essentially a Roger Waters solo album\\u00a0... a superlative achievement on several levels\\\". Dan Hedges of Record also approved, writing: \\\"On paper it sounds hackneyed and contrived \\u2013 the sort of thing that was worked into the ground by everyone from P. F. Sloan to Paul Kantner. In Pink Floyd's case, it still works, partially through the understatement and ingenuity of the music and the special effects\\u00a0... but mostly through the care Waters has taken in plotting out the imagery of his bleak visions.\\\"\\n\\nAftermath and legacy\\nWith no plans to tour the album, Waters and Gilmour instead turned to solo projects. Gilmour recorded and toured About Face in 1984, using it to express his feelings on a range of topics from the murder of musician John Lennon to his relationship with Waters, who also began to tour his new solo album, The Pros and Cons of Hitch Hiking. Mason released his second solo album, Profiles, in August 1985.\\n\\nIn 1985, faced with a potentially ruinous lawsuit from his record company and band members, Waters resigned. He believed that Pink Floyd was a \\\"spent force\\\". He applied to the High Court to prevent the Pink Floyd name from ever being used again. His lawyers discovered that the partnership had never been formally confirmed, and Waters returned to the High Court in an attempt to gain a veto over further use of the band's name. Gilmour's team responded by issuing a press release affirming that Pink Floyd would continue; he told a Sunday Times reporter that \\\"Roger is a dog in the manger and I'm going to fight him\\\".\\n\\nWaters wrote to EMI and Columbia declaring his intention to leave the group, asking them to release him from his contractual obligations. With a legal case pending, he dispensed with manager Steve O'Rourke and employed Peter Rudge to manage his affairs. He later contributed to the soundtrack for When the Wind Blows and recorded a second solo album, Radio K.A.O.S.\\n\\nOwing to the combination of Pink Floyd's partial breakup and Waters' dominance on the project, The Final Cut is sometimes viewed as a de facto Waters solo album. The personal quality assigned to the lyrics are related to Waters' struggle to reconcile his despair at the changing social face of Britain, and also the loss of his father during the Second World War. Gilmour's guitar solos on \\\"Your Possible Pasts\\\" and \\\"The Fletcher Memorial Home\\\" are, however, sometimes considered the equal of his best work on The Wall. More recent reviews of the album have weighed its importance alongside the band's breakup. Writing for AllMusic, Stephen Thomas Erlewine said \\\"with its anger, emphasis on lyrics, and sonic textures, it's clear that it's the album that Waters intended it to be. And it's equally clear that Pink Floyd couldn't have continued in this direction.\\\" Stylus Magazine wrote: \\\"It's about pursuing something greater even when you have all the money that you could ever want. And either failing or succeeding brilliantly. It's up to you to decide whether this record is a success or a failure, but I'd go with the former every time.\\\" Rachel Mann of The Quietus said \\\"flawed though it is, The Final Cut remains a tremendous album\\\" and \\\"still has something fresh to say\\\". Mike Diver of Drowned in Sound was less generous: \\\"Rays of light are few and far between, and even on paper the track titles \\u2013 including 'The Gunner's Dream' and 'Paranoid Eyes' \\u2013 suggest an arduous listen.\\\"\\n\\nTrack listing\\nAll lead vocals performed by Roger Waters, except \\\"Not Now John\\\" by David Gilmour and Waters.\\n\\nPersonnelPink FloydRoger Waters\\u00a0\\u2013 lead vocals, bass guitar, acoustic guitar, rhythm guitar, synthesizers, tape effects\\nDavid Gilmour\\u00a0\\u2013 lead and rhythm guitars, co-lead vocals on \\\"Not Now John\\\", additional backing vocals\\nNick Mason\\u00a0\\u2013 drums, tape effectsAdditional musiciansMichael Kamen\\u00a0\\u2013 piano, harmonium\\nAndy Bown\\u00a0\\u2013 piano, Hammond organ\\nRay Cooper\\u00a0\\u2013 percussion\\nAndy Newmark\\u00a0\\u2013 drums on \\\"Two Suns in the Sunset\\\"\\nRaphael Ravenscroft\\u00a0\\u2013 tenor saxophone\\nDoreen Chanter\\u00a0- backing vocals on \\\"Not Now John\\\"\\nIrene Chanter\\u00a0- backing vocals on \\\"Not Now John\\\"\\nNational Philharmonic Orchestra, conducted and arranged by Michael KamenProductionRoger Waters\\u00a0\\u2013 production, sleeve design\\nJames Guthrie\\u00a0\\u2013 production, engineering\\nMichael Kamen\\u00a0\\u2013 production\\nDavid Gilmour\\u00a0\\u2013 production (only on \\\"When the Tigers Broke Free\\\")\\nAndrew Jackson\\u00a0\\u2013 engineering\\nAndy Canelle\\u00a0\\u2013 assistant engineer\\nMike Nocito\\u00a0\\u2013 assistant engineer\\nJules Bowen\\u00a0\\u2013 assistant engineer\\nWillie Christie\\u00a0\\u2013 photography\\nArtful Dodgers\\u00a0\\u2013 sleeve design\\nZuccarelli Labs ltd\\u00a0\\u2013 holophonics\\nDoug Sax\\u00a0\\u2013 mastering\\n\\nCharts and certifications\\n\\nCharts\\nChart (1983)PeakpositionAustralia (Kent Music Report)3Spanish Albums (AFYVE)2Chart (2017)Peakposition\\n\\nCertifications\\n\\nReferencesNotesCitationsBibliography'''\\n\\nExternal links\\n\\nCategory:1983 albums\\nCategory:Albums produced by James Guthrie (record producer)\\nCategory:Albums produced by Roger Waters\\nCategory:Capitol Records albums\\nCategory:Columbia Records albums\\nCategory:Concept albums\\nCategory:Rock operas\\nCategory:The Wall (rock opera)\\nCategory:EMI Records albums\\nCategory:Harvest Records albums\\nCategory:Pink Floyd albums\\nCategory:Albums produced by Michael Kamen\\nCategory:Albums recorded at Abbey Road Studios\\nCategory:Albums recorded at RAK Studios\\nCategory:Political music albums by English artists\\nCategory:Albums recorded in a home studio\"}"