"{\"title\": \"Priestley Riots\", \"url\": \"https://en.wikipedia.org/wiki/Priestley_Riots\", \"text\": \"thumb|The attack on Joseph Priestley's home, Fairhill, at Sparkbrook, Birmingham on 14 July 1791|300px|alt=Burning three-story house, surrounded by a mob. People are throwing things out of the windows and belongings are scattered on the street.\\nThe Priestley Riots (also known as the Birmingham Riots of 1791) took place from 14 July to 17 July 1791 in Birmingham, England; the rioters' main targets were religious dissenters, most notably the politically and theologically controversial Joseph Priestley.  Both local and national issues stirred the passions of the rioters, from disagreements over public library book purchases, to controversies over Dissenters' attempts to gain full civil rights and their support of the French Revolution.\\n\\nThe riots started with an attack on the Royal Hotel, Birmingham\\u2014the site of a banquet organised in sympathy with the French Revolution.  Then, beginning with Priestley's church and home, the rioters attacked or burned four Dissenting chapels, twenty-seven houses, and several businesses. Many of them became intoxicated by liquor that they found while looting, or with which they were bribed to stop burning homes. A small core could not be bribed, however, and remained sober. The rioters burned not only the homes and chapels of Dissenters, but also the homes of people they associated with Dissenters, such as members of the scientific Lunar Society.\\n\\nWhile the riots were not initiated by Prime Minister William Pitt's administration, the national government was slow to respond to the Dissenters' pleas for help. Local Birmingham officials seem to have been involved in the planning of the riots, and they were later reluctant to prosecute any ringleaders. Industrialist James Watt wrote that the riots \\\"divided [Birmingham] into two parties who hate one another mortally\\\".Qtd. in Rose, 83. Those who had been attacked gradually left, leaving Birmingham a more conservative city than it had been throughout the eighteenth century.\\n\\nHistorical context\\n\\nBirmingham\\nOver the course of the eighteenth century, Birmingham became notorious for its riots, which were sparked by a number of causes. In 1714 and 1715, the townspeople, as part of a \\\"Church-and-King\\\" mob, attacked Dissenters (Protestants who did not adhere to the Church of England or follow its practices) in the Sacheverell riots during the London trial of Henry Sacheverell, and in 1751 and 1759 Quakers and Methodists were assaulted. During the anti-Catholic Gordon Riots in 1780, large crowds assembled in Birmingham. In 1766, 1782, 1795, and 1800 mobs protested about high food prices.Rose, 70\\u201371; Schofield, 263\\u201364. One contemporary described Birmingham rioters as the \\\"bunting, beggarly, brass-making, brazen-faced, brazen-hearted, blackguard, bustling, booby Birmingham mob\\\".Qtd. in Rose, 70.\\nthumb|left|Caricaturist James Sayers's \\\"Repeal of the Test Act: A Vision\\\" shows Priestley spewing the smoke of heresy from the pulpit.|alt=Caricature of three men preaching from a pulpit, with an unruly congregation.\\nUp until the late 1780s, religious divisions did not affect Birmingham's elite. Dissenter and Anglican lived side by side harmoniously: they were on the same town promotional committees; they pursued joint scientific interests in the Lunar Society; and they worked together in local government. They stood united against what they viewed as the threat posed by unruly plebeians.Rose, 70\\u201371. After the riots, however, scientist and clergyman Joseph Priestley argued in his An Appeal to the Public on the Subject of the Birmingham Riots (1791) that this cooperation had not in fact been as amicable as generally believed.  Priestley revealed that disputes over the local library, Sunday Schools, and church attendance had divided Dissenters from Anglicans.Sheps, 50; Priestley, 6\\u201312. In his Narrative of the Riots in Birmingham (1816), stationer and Birmingham historian William Hutton agreed, arguing that five events stoked the fires of religious friction: disagreements over inclusion of Priestley's books in the local public library; concerns over Dissenters' attempts to repeal the Test and Corporation Acts; religious controversy (particularly involving Priestley); an \\\"inflammatory hand-bill\\\"; and a dinner celebrating the outbreak of the French Revolution.Hutton, 158\\u201362.\\n\\nOnce Birmingham Dissenters started to agitate for the repeal of the Test and Corporation Acts, which restricted Dissenters' civil rights (preventing them, for instance, from attending the Universities of Oxford or Cambridge, or from holding public office), the semblance of unity among the town's elite disappeared. Unitarians such as Priestley were at the forefront of the repeal campaign, and orthodox Anglicans grew nervous and angry. After 1787, the emergence of Dissenting groups formed for the sole purpose of overturning these laws began to divide the community; however, the repeal efforts failed in 1787, 1789 and 1790.Rose, 71; Sheps, 51\\u201352; Schofield, 269\\u201377. Priestley's support of the repeal and his heterodox religious views, which were widely published, inflamed the populace.Schofield, 268\\u201369. In February 1790, a group of activists came together not only to oppose the interests of the Dissenters but also to counteract what they saw as the undesirable importation of French Revolutionary ideals. Dissenters by and large supported the French Revolution and its efforts to question the role monarchy should play in government.Rose, 72; Schofield, 277\\u201383.\\nOne month before the riots, Priestley attempted to found a reform society, the Warwickshire Constitutional Society, which would have supported universal suffrage and short Parliaments. Although this effort failed, the efforts to establish such a society increased tensions in Birmingham.Rose, 72; Schofield, 283.\\n\\nIn addition to these religious and political differences, both the lower-class rioters and their upper-class Anglican leaders had economic complaints against the middle-class Dissenters. They envied the ever-increasing prosperity of these industrialists as well as the power that came with that economic success.Sheps, 47\\u201350; Thompson, E.P. The Making of the English Working Class. New York: Vintage (1966), 73\\u201375. Historian R. B. Rose refers to these industrialists as belonging to \\\"an inner elite of magnates\\\".Rose, 70.  Priestley himself had written a pamphlet, An Account of a Society for Encouraging the Industrious Poor (1787), on how best to extract the most work for the smallest amount of money from the poor. Its emphasis on debt collection did not endear him to the poverty-stricken.Schofield, 266.\\n\\nBritish reaction to the French Revolution\\nthumb|\\\"The Treacherous Rebel and Birmingham Rioter\\\" (c.1791), with Joseph Priestley as the rebel being chased by Satan (at right)|alt=Caricature of a horse pulling a wagon with a man attached and being whipped by a devil. Onlookers jeer.\\nThe British public debate over the French Revolution, or the Revolution Controversy, lasted from 1789 through 1795.Butler, \\\"Introduction\\\", 1. Initially many on both sides of the Channel thought the French would follow the pattern of the English Glorious Revolution of a century before, and the Revolution was viewed positively by a large portion of the British public.  Most Britons celebrated the storming of the Bastille in 1789, believing that France's absolute monarchy should be replaced by a more democratic form of government. In these heady early days, supporters of the Revolution also believed that Britain's own system would be reformed as well: voting rights would be broadened and redistribution of Parliamentary constituency boundaries would eliminate so-called \\\"rotten boroughs\\\".Butler, \\\"Introduction\\\", 3.\\n\\nAfter the publication of statesman and philosopher Edmund Burke's Reflections on the Revolution in France (1790), in which he surprisingly broke ranks with his liberal Whig colleagues to support the French aristocracy, a pamphlet war discussing the Revolution began in earnest. Because Burke had supported the American colonists in their rebellion against England, his views sent a shockwave through the country. While Burke supported aristocracy, monarchy, and the Established Church, liberals such as Charles James Fox supported the Revolution, and a programme of individual liberties, civic virtue and religious toleration, while radicals such as Priestley, William Godwin, Thomas Paine, and Mary Wollstonecraft, argued for a further programme of republicanism, agrarian socialism, and abolition of the \\\"landed interest\\\".Butler, \\\"Introduction\\\", 1-4. Alfred Cobban calls the debate that erupted \\\"perhaps the last real discussion of the fundamentals of politics in [Britain]\\\".Qtd. in Butler, \\\"Introduction\\\", 1.\\n\\nHints of trouble\\nthumb|Ticket for the dinner celebrating the second anniversary of the storming of the Bastille on 14 July 1791|alt=Orange ticket reads \\\"French Revolution Dinner. This Ticket Admits to Bearer to Dine at the Hotel, On Thursday, July 14, 1791.\\\"\\nOn 11 July 1791, a Birmingham newspaper announced that on 14 July, the second anniversary of the storming of the Bastille, there would be a dinner at the local Royal Hotel to commemorate the outbreak of the French Revolution; the invitation encouraged \\\"any Friend to Freedom\\\" to attend:\\n\\nAlongside this notice was a threat: \\\"an authentic list\\\" of the participants would be published after the dinner.Rose, 72; Schofield, 283\\u201384. On the same day, \\\"an ultra-revolutionary\\\" handbill, written by James Hobson (although his authorship was not known at the time), entered circulation. Town officials offered 100\\u00a0guineas for information regarding the publication of the handbill and its author, to no avail. The Dissenters found themselves forced to plead ignorance and decry the \\\"radical\\\" ideas promoted by the handbill.Rose, 72\\u201373; Sheps, 55\\u201357; Schofield, 283\\u201384. It was becoming clear by 12 July that there would be trouble at the dinner.  On the morning of 14 July graffiti such as \\\"destruction to the Presbyterians\\\" and \\\"Church and King for ever\\\" were scrawled across the town.Rose, 73. At this point, Priestley's friends, fearing for his safety, dissuaded him from attending the dinner.Rose, 73; Schofield, 284\\u201385; Maddison and Maddison, 99\\u2013100.\\n\\n14 July\\nthumb|Destruction of Old Meeting chapel (from an 1879 engraving by Robert Dent)|alt=Burning building in the background and mob in the foreground\\nAbout 90 resolute sympathisers of the French Revolution came to celebrate on 14 July; the banquet was led by James Keir, an Anglican industrialist who was a member of the Lunar Society of Birmingham. When the guests arrived at the hotel at 2 or 3\\u00a0p.m., they were greeted by 60 or 70 protesters who temporarily dispersed while yelling, rather bizarrely and confusingly, \\\"no popery\\\".Rose, 73; Schofield, 284\\u201385. By the time the celebrants ended their dinner, around 7 or 8\\u00a0p.m., a crowd of hundreds had gathered. The rioters, who \\\"were recruited predominantly from the industrial artisans and labourers of Birmingham\\\",Rose, 83. threw stones at the departing guests and sacked the hotel. The crowd then moved on to the Quaker meeting-house, until someone yelled that the Quakers \\\"never trouble themselves with anything, neither on one side nor the other\\\" and convinced them instead to attack the New Meeting chapel, where Priestley presided as minister.Qtd. in Rose, 73; see also Schofield, 284\\u201385; Maddison and Maddison, 100. The New and Old Meeting Houses, two Dissenting chapels, were set alight.\\n\\nThe rioters proceeded to Priestley's home, Fairhill at Sparkbrook. Priestley barely had time to evacuate and he and his wife fled from Dissenting friend to friend during the riots. Writing shortly after the event, Priestley described the first part of the attack, which he witnessed from a distance:\\nthumb|right|Joseph Priestley's home, Fairhill at Sparkbrook, Birmingham, after its destruction (etching by William Ellis after a drawing by P. H. Witton)|alt=Burnt-out shell of a house in the background with five people standing in the foreground gazing at it\\n\\nHis son, William, stayed behind with others to protect the family home, but they were overcome and the property was eventually looted and razed to the ground. Priestley's valuable library, scientific laboratory, and manuscripts were largely lost in the flames.Rose, 73; Schofield, 284\\u201385; Maddison and Maddison, 101\\u201302.\\n\\n15, 16 and 17 July\\nthumb|William Russell's home, Showell Green, Sparkhill after its destruction. (Etching by William Ellis, after a drawing by P. H. Witton)|alt=Burnt-out shell of a house in the background with three people in the foreground\\nThe Earl of Aylesford attempted to stem the mounting violence on the night of 14 July, but despite having the help of other magistrates, he was unable to control the crowd.  On 15 July, the mob liberated prisoners from the local gaol. Thomas Woodbridge, the Keeper of the Prison, deputised several hundred people to help him quell the mob, but many of these joined in with the rioters themselves.Rose, 73\\u201374. The crowd destroyed John Ryland's home, Baskerville House, and drank the supplies of liquor which they found in the cellar. When the newly appointed constables arrived on the scene, the mob attacked and disarmed them. One man was killed.Rose, 74. The local magistrates and law enforcement, such as it was, did nothing further to restrain the mob and did not read the Riot Act until the military arrived on 17 July.Rose, 74; Schofield, 287. Other rioters burned down banker John Taylor's home at Bordesley Park.\\n\\nOn 16 July, the homes of Joseph Jukes, John Coates, John Hobson, Thomas Hawkes, and John Harwood (the latter a blind Baptist minister)  were all ransacked or burned. The Baptist Meeting at Kings Heath, another Dissenting chapel, was also destroyed. William Russell and William Hutton, tried to defend their homes, but to no avail\\u2014the men they hired refused to fight the mob. Hutton later wrote a narrative of the events:\\n\\nWhen the rioters arrived at John Taylor's other house at Moseley, Moseley Hall, they carefully moved all of the furniture and belongings of its current occupant, the frail Dowager Lady Carhampton, a relative of George III, out of the house before they burned it: they were specifically targeting those who disagreed with the king's policies and who, in not conforming to the Church of England, resisted state control.Rose, 74\\u201375. The homes of George Russell, a Justice of the Peace, Samuel Blyth, one of the ministers of New Meeting, Thomas Lee, and a Mr. Westley all came under attack on the 15th and 16th. The manufacturer, Quaker, and member of the Lunar Society Samuel Galton only saved his own home by bribing the rioters with ale and money.Rose, 75.\\n\\nthumb|left|New Meeting, after its destruction (Etching by William Ellis after a drawing by P. H. Witton)|alt=Burnt-out shell of a building\\nBy 2 p.m. on 16 July, the rioters had left Birmingham and were heading towards Kings Norton and the Kingswood Chapel; it was estimated that one group of the rioters totalled 250 to 300\\u00a0people. They burned Cox's farm at Warstock and looted and attacked the home of a Mr. Taverner. When they reached Kingswood, Warwickshire, they burned the Dissenting chapel and its manse. By this time, Birmingham had shut down\\u2014no business was being conducted.\\n\\nContemporary accounts record that the mob's last sustained assault was around 8\\u00a0p.m. on 17 July. About 30\\u00a0\\\"hard core\\\" rioters attacked the home of William Withering, an Anglican who attended the Lunar Society with Priestley and Keir. But Withering, aided by a group of hired men, managed to fend them off.Rose, 75\\u201376. When the military finally arrived to restore order on 17 and 18 July, most of the rioters had disbanded, although there were rumours that mobs were destroying property in Alcester and Bromsgrove.Rose, 76.\\n\\nAll in all, four Dissenting churches had been severely damaged or burned down and twenty-seven homes had been attacked, many looted and burned.  Having begun by attacking those who attended the Bastille celebration, the \\\"Church-and-King\\\" mob had finished up by extending their targets to include Dissenters of all kinds as well as members of the Lunar Society.Rose, 76; Sheps, 46.\\n\\nAftermath and trials\\nthumb|James Gillray's cartoon mocking the 14 July dinner|alt=Several men are sitting around a table toasting, with glasses knocked over. Above the men hangs a picture of a cathedral with the phrase \\\"A Pigs Stye\\\" underneath it.\\n\\nPriestley and other Dissenters blamed the government for the riots, believing that William Pitt and his supporters had instigated them; however, it seems from the evidence that the riots were actually organised by local Birmingham officials. Some of the rioters acted in a co-ordinated fashion and seemed to be led by local officials during the attacks, prompting accusations of premeditation. Some Dissenters discovered that their homes were to be attacked several days before the rioters arrived, leading them to believe that there was a prepared list of victims.Rose, 78\\u201379; Schofield, 287. The \\\"disciplined nucleus of rioters\\\", which numbered only thirty or so, directed the mob and stayed sober throughout the three to four days of rioting. Unlike the hundreds of others who joined in, they could not be bribed to stop their destructions.Rose, 79. Essayist William Hazlitt's first published work was a letter to the Shrewsbury Chronicle, printed later in July 1791, condemning the Priestley riots; Priestley had been one of (then 13-year-old) Hazlitt's teachers.Bicentenary souvenir produced by the newspaper.\\n\\nthumb|left|Title page from Priestley's Appeal (1791), which also contains reprints of contemporary news reports and letters concerning the riots|alt=Title reads: \\\"An Appeal to the Public, on the Subject of The Riots in Birmingham. To which are Added, Strictures on a Pamphlet, intitled 'Thoughts on the late Riot at Birmingham.' By Joseph Priestley\\\"\\n\\nIf a concerted effort had been made by Birmingham's Anglican elite to attack the Dissenters, it was more than likely the work of Benjamin Spencer, a local minister, Joseph Carles, a Justice of the Peace and landowner, and John Brooke (1755-1802), an attorney, coroner, and under-sheriff.Rose, 80; Schofield, 285. Although present at the riot's outbreak, Carles and Spencer made no attempt to stop the rioters, and Brooke seems to have led them to the New Meeting chapel. Witnesses agreed \\\"that the magistrates promised the rioters protection so long as they restricted their attacks to the meeting-houses and left persons and property alone\\\".Rose, 81; see also Schofield, 285. The magistrates also refused to arrest any of the rioters and released those that had been arrested.Rose 81; Schofield, 285\\u201386. Instructed by the national government to prosecute the riot's instigators, these local officials dragged their heels. When finally forced to try the ringleaders, they intimidated witnesses and made a mockery of the trial proceedings.Rose, 82; Schofield, 288\\u201389. Only seventeen of the fifty rioters who had been charged were ever brought to trial; four were convicted, of whom one was pardoned, two were hanged, and the fourth was transported to Botany Bay. But Priestley and others believed that these men were found guilty not because they were rioters but because \\\"they were infamous characters in other respects\\\".Qtd. in Rose, 82.\\n\\nAlthough he had been forced to send troops to Birmingham to quell the disturbances, King George III commented, \\\"I cannot but feel better pleased that Priestley is the sufferer for the doctrines he and his party have instilled, and that the people see them in their true light.\\\"Qtd. in Gibbs, F. W. Joseph Priestley: Adventurer in Science and Champion of Truth. London: Thomas Nelson and Sons (1965), 204. The national government forced the local residents to pay restitution to those whose property had been damaged: the total eventually amounted to \\u00a323,000. However, the process took many years, and most residents received much less than the value of their property.Rose, 77\\u201378.\\n\\nAfter the riots, Birmingham was, according to industrialist James Watt, \\\"divided into two parties who hate one another mortally\\\". Initially Priestley wanted to return and deliver a sermon on the Bible verse \\\"Father, forgive them, for they know not what they do,\\\" but he was dissuaded by friends convinced that it was too dangerous.Schofield, 289. Instead, he wrote his Appeal:\\n\\nThe riots revealed that the Anglican gentry of Birmingham were not averse to using violence against Dissenters whom they viewed as potential revolutionaries. They had no qualms, either, about raising a potentially uncontrollable mob.Rose, 84. Many of those attacked left Birmingham; as a result, the town became noticeably more conservative after the riots. The remaining supporters of the French Revolution decided not to hold a dinner celebrating the storming of the Bastille the next year.\\n\\nSee also\\n\\nDerby Museum and Art Gallery\\n\\nNotes\\n\\nBibliography\\n\\n\\u2014. An Authentic Account of the Riots in Birmingham, also . . . the trials of the Rioters. Birmingham, n.p.: 1791. Eighteenth Century Collections Online. Retrieved on 28 February 2008.\\n\\u2014. Views of the Ruins of the Principal Houses Destroyed during the Riots at Birmingham. London: J. Johnson, 1791.\\nButler, Marilyn, ed. Burke, Paine, Godwin, and the Revolution Controversy. Cambridge: Cambridge University Press, 2002. .\\nHutton, William. \\\"A Narrative of the Riots in Birmingham, July 1791\\\". The Life of William Hutton. London: Printed for Baldwin, Cradock, and Joy, Paternoster Row; and Beilby and Knotts, Birmingham, 1816. Google Books. Retrieved on 28 February 2008.\\nMaddison, R. E. S. and Francis R. Maddison. \\\"Joseph Priestley and the Birmingham Riots.\\\" Notes and Records of the Royal Society of London 12.1 (August, 1956): 98\\u2013113.\\nMartineau, Dennis. \\\"Playing Detective: The Priestley Riots of 1791.\\\" Birmingham Historian 12\\u201313 (1997): 11\\u201318.\\nPriestley, Joseph. An Appeal to the Public on the Subject of the Riots in Birmingham. Birmingham: Printed by J. Thompson, 1791.  On line, Google Books.\\nRose, R. B. \\\"The Priestley Riots of 1791.\\\" Past and Present 18 (1960): 68\\u201388.\\nSchofield, Robert E. The Enlightened Joseph Priestley: A Study of His Life and Work from 1773 to 1804. University Park: Pennsylvania State University Press, 2004. .\\nSheps, Arthur. \\\"Public Perception of Joseph Priestley, the Birmingham Dissenters, and the Church-and-King Riots of 1791.\\\" Eighteenth-Century Life 13.2 (1989): 46\\u201364.\\n\\nExternal links\\n The Priestley Riots at \\\"Explore the Birmingham Jewellery Quarter\\\"\\n A Sorry End: The Priestley Riots at revolutionaryplayers.org.uk\\n To Dr. Priestley. Dec. 29, 1792 by Anna Laetitia Barbauld\\n Josephpriestley.com includes a bibliography, links to related sites, images, info on manuscript collections, and other helpful info\\n\\nCategory:History of Birmingham, West Midlands\\nCategory:Lunar Society of Birmingham\\nCategory:Religious riots\\nCategory:Religiously motivated violence in England\\nCategory:Riots and civil disorder in England\\nCategory:Sectarian violence\\nCategory:1791 riots\\nCategory:1791 in England\\nCategory:Attacks on religious buildings and structures\\nCategory:Christianity and violence\\nCategory:18th century in Birmingham, West Midlands\\nCategory:English Dissenters\"}"