"{\"title\": \"Battle of Ticonderoga (1759)\", \"url\": \"https://en.wikipedia.org/wiki/Battle_of_Ticonderoga_%281759%29\", \"text\": \"The 1759 Battle of Ticonderoga was a minor confrontation at Fort Carillon (later renamed Fort Ticonderoga) on July 26 and 27, 1759, during the French and Indian War.  A British military force of more than 11,000 men under the command of General Sir Jeffery Amherst moved artillery to high ground overlooking the fort, which was defended by a garrison of 400 Frenchmen under the command of Brigadier General Fran\\u00e7ois-Charles de Bourlamaque.\\n\\nRather than defend the fort, de Bourlamaque, operating under instructions from General Louis-Joseph de Montcalm and New France's governor, the Marquis de Vaudreuil, withdrew his forces, and attempted to blow up the fort.  The fort's powder magazine was destroyed, but its walls were not severely damaged.  The British then occupied the fort, which was afterwards known by the name Fort Ticonderoga. They embarked on a series of improvements to the area and began construction of a fleet to conduct military operations on Lake Champlain.\\n\\nThe French tactics were sufficient to prevent Amherst's army from joining James Wolfe at the Battle of the Plains of Abraham. However, they also tied up 3,000 of their own troops that were not able to assist in Quebec's defense. The capture of the fort, which had previously repulsed a large British army a year earlier, contributed to what the British called the \\\"Annus Mirabilis\\\" of 1759.\\n\\nBackground\\nThe French and Indian War, which started in 1754 over territorial disputes in what are now western Pennsylvania and upstate New York, had finally turned in the favor of the British in 1758 following a string of defeats in 1756 and 1757.  The British were successful in capturing Louisbourg and Fort Frontenac in 1758.  The only significant French victory in 1758 came when a large British army commanded by James Abercrombie was defeated by a smaller French force in the Battle of Carillon.  During the following winter, French commanders withdrew most of the garrison from Fort Carillon (called Ticonderoga by the British) to defend Quebec City, Montreal and French-controlled forts on the Great Lakes and the Saint Lawrence River.Atherton (1914), pp. 416\\u2013419\\n\\nCarillon, located near the southern end of Lake Champlain, occupied a place that was strategic in importance even before Samuel de Champlain discovered it in 1609, controlling access to a key portage trail between Champlain and Lake George along the main travel route between the Hudson River valley and the Saint Lawrence River.Lonergan (1959), pp. 2\\u20138  When the war began, the area was part of the frontier between the British province of New York and the French province of Canada, and the British had stopped French advances further south in the 1755 Battle of Lake George.Parkman (1914), volume 1, pp. 305\\u2013308  However, the fort was constructed in a difficult location: in order to build on rock, the French had sited it relatively far from the lake, while it was still below nearby hilltops.See Chartrand, Rene (2008). The Forts of New France in Northeast America 1600\\u20131763. New York: Osprey Publishing, p. 36.\\n\\nBritish planning\\nFor the 1759 campaign, British secretary of state, William Pitt, ordered General Jeffery Amherst, the victor at Louisbourg, to lead an army into Canada by sailing north on Lake Champlain, while a second force under James Wolfe, who distinguished himself while serving under Amherst at Louisbourg, was targeted at the city of Quebec via the Saint Lawrence.  Instructions were sent to the governors of the Thirteen Colonies to raise up 20,000 provincial militia for these campaigns.Anderson (2000), p. 310  About 8,000 provincial men were raised and sent to Albany by provinces as far south as Pennsylvania and New Jersey. New York sent 3,000 men and New Jersey sent 1,000. Massachusetts mustered 6,500 men; about 3,500 went to Albany, while the remainder were dispatched for service with Wolfe at Quebec or other service in Nova Scotia.Hutchinson (1828), p. 78  The balance of the provincial men came from the other New England provinces and Pennsylvania.  When Quaker Pennsylvania balked at sending any men, Amherst convinced them to raise men by threatening to withdraw troops from forts in the Ohio River Valley on the province's western frontier, which were regularly subjected to threats from Indians and the French.Bradley (1902), p. 338\\n\\nupright|right|thumb|General Jeffery Amherst, the British commander at this action\\nWhen Amherst learned through Sir William Johnson that the Iroquois League was prepared to support British efforts to drive the French out of their frontier forts, he decided to send an expedition to capture Fort Niagara.Jennings (1988), pp. 414\\u2013415  He sent 2,000 of the provincials west from Albany along with 3,000 regular troops under Brigadier General John Prideaux in May.  He led the remainder of the provincials, consisting primarily of Massachusetts, New Jersey, and Connecticut men, north to Fort Edward, where they joined 6,000 regular troops (about 2,000 Royal Highlanders, as well as the 17th, 27th, and 53rd regiments of foot, the 1st Battalion of the 60th Foot, about 100 Royal Artillery, 700 of Rogers' Rangers, and 500 light infantry under Thomas Gage).Kingsford (1890), p. 331 contains a copy of Amherst's troop returns.\\n\\nFrench planning\\nIn the 1759 campaign, French war planners directed most of their war resources into the European theater of the Seven Years' War. In February, France's war minister, Marshal Belle-Isle, notified General Louis-Joseph de Montcalm, who was responsible for the defense of Canada, that he would not receive any significant support from France, due in large part to English naval domination of the Atlantic and the risks associated with sending a large military force under those circumstances.  Belle-Isle impressed on Montcalm the importance of maintaining at least a foothold in North America, as the territory would be virtually impossible to retake otherwise.  Montcalm responded, \\\"Unless we have unexpected luck, or stage a diversion elsewhere within North America, Canada will fall during the coming campaign season.  The English have 60,000 men, we have 11,000.\\\"McLynn (2004), p. 135\\n\\nMontcalm decided to focus French manpower on defending the core territory of Canada: Montreal, the city of Quebec, and the Saint Lawrence River Valley.  He placed 3,000 troops from the la Reine and Berry regiments under Brigadier General Fran\\u00e7ois-Charles de Bourlamaque for the defense south of Montreal, of which around 2,300 were assigned to Fort Carillon.Parkman (1898), volume 2, p. 248Reid (2003), pp. 22, 44 He knew (after his own experience in the previous year's battle there) that this force was too small to hold Carillon against a determined attack by a force with competent leaders.Parkman (1898), volume 2, p. 185  Instructions from Montcalm and New France's governor, the Marquis de Vaudreuil, to de Bourlamaque were to hold Carillon as long as possible, then to destroy it, as well as the nearby Fort St. Fr\\u00e9d\\u00e9ric, before retreating toward Montreal.McLynn (2004), p. 154\\n\\nBritish advance and French retreat\\nAlthough General Amherst had been ordered to move his forces \\\"as early in the year, as on or about, the 7th of May, if the season shall happen to permit\\\", Amherst's army of 11,000 did not leave the southern shores of Lake George until July 21.  There were several reasons for the late departure.  One was logistical; Prideaux's expedition to forts Oswego and Niagara also departed from Albany;Anderson (2000), p. 340 another was the slow arrival of provincial militias.McLynn (2004), p. 146\\n\\nthumb|upright|300px|Restored manuscript map for the British plan of attack \\\"proposed to be put in Execution as near as the circumstances and ground will admit of\\\", dated May 29, 1759\\nWhen his troops landed and began advancing on the fort, Amherst was pleased to learn that the French had abandoned the outer defenses.  He still proceeded with caution, occupying the old French lines from the 1758 battle on July 22, amid reports that the French were actively loading bateaux at the fort.Kingsford (1890), p. 332  His original plan had been to flank the fort, denying the road to Fort St. Fr\\u00e9d\\u00e9ric as a means of French escape.  In the absence of French resistance outside the fort, he decided instead to focus his attention on the fort itself.Hamilton (1964), p. 94\\n\\nFor the next three days, the British entrenched and began laying siege lines to establish positions near the fort.  This work was complicated by the fact there was little diggable ground near the fort, and sandbags were required to protect the siege works.  During this time, the French gun batteries fired, at times quite heavily, on the British positions.  On July 25, a detachment of Rogers' Rangers launched some boats onto the lake north of the fort and cut a log boom the French had placed to prevent ships from moving further north on the lake.Hamilton (1964), p. 96Kingsford (1890), p. 333  By July 26, the British had pulled artillery to within  of the fort's walls.Anderson (2000), p. 342\\n\\nBourlamaque had withdrawn with all but 400 of his men to Fort St. Fr\\u00e9d\\u00e9ric as soon as he learned that the British were approaching.  The cannon fire by this small force killed five and wounded another 31 of the besieging British.  Captain Louis-Philippe Le Dossu d'H\\u00e9b\\u00e9court, who had been left in command of the fort, judged on the evening of July 26 that it was time to leave.  His men aimed the fort's guns at its walls, laid mines, and put down a powder trail to the overstocked powder magazine.  They then lit the fuse and abandoned the fort, leaving the French flag flying.  The British were notified of this action by the arrival of French deserters.  General Amherst offered 100 guineas to any man willing to enter the works to find and douse the fuse; but no one was willing to take up the offer.Hamilton (1964), p. 97  The entire works went off late that evening with a tremendous roar.  The powder magazine was destroyed, and a number of wooden structures caught fire due to flying embers, but the fort's walls were not badly damaged.McLynn (2004), pp. 154\\u2013155  After the explosion, some of Gage's light infantry rushed into the fort and retrieved the French flag.  Fires in the fort were not entirely extinguished for two days.Kingsford (1890), p. 334\\n\\nAftermath\\nThe British began occupying the fort the next day.  In one consequence of the French forces' hasty departure from Carillon, one of their scouting parties returned to the fort, believing it to still be in French hands; forty men were taken prisoner.\\n\\nThe retreating French destroyed Fort St. Fr\\u00e9d\\u00e9ric on July 31, leaving the way clear for the British to begin military operations on Lake Champlain (denying the British access to Champlain had been the reason for the existence of both forts).  However, the French had a small armed fleet, which would first need to be neutralized.Bradley (1902), p. 340  The time needed to capture and effect some repairs to the two forts, as well as the need to build ships for use on Lake Champlain, delayed Amherst's forces further and prevented him from joining General Wolfe at the Siege of Quebec.McLynn (2004), p. 155  Amherst, worried that Bourlamaque's retreat might be leading him into a trap, spent August and September overseeing the construction of a small navy, Fort Crown Point (a new fort next to the ruins of Fort St. Fr\\u00e9d\\u00e9ric), and supply roads to the area from New England.Anderson (2000), p. 343\\n\\nthumb|right|A 1760 map showing Bourlamaque's fortifications on the \\u00cele-aux-Noix\\nOn October 11, Amherst's army began to sail and row north on Lake Champlain to attack Bourlamaque's position at the \\u00cele-aux-Noix in the Richelieu River.  Over the next two days, one of the French ships was captured; the French abandoned and burned the others to prevent their capture.Kingsford (1890), p. 345  On October 18, he received word of Quebec's fall.  As there was an \\\"appearance of winter\\\" (parts of the lake were beginning to freeze), and provincial militia enlistments were set to end on November 1, Amherst called off his attack, dismissed his militia forces, and returned the army to winter quarters.Anderson (2000), pp. 369\\u2013370Kingsford (1890), pp. 344\\u2013345\\n\\nThe British definitively gained control of Canada with the surrender of Montreal in 1760.Parkman (1898), volume 2, p. 388  Fort Carillon, which had always been called Ticonderoga by the British (after the place where the fort is located),McLynn (2004), p. 43 was held by them through the end of the French and Indian War.  Following that war, it was manned by small garrisons until 1775, when it was captured by American militia early in the American Revolutionary War.Lonergan (1959), pp. 56\\u201359\\n\\nCommemorations\\nA major reenactment of French and Indian War events took place at Fort Ticonderoga on June 26\\u201327, 2009.Reenacting Fort Ticonderoga\\n\\nNotes\\n\\nReferences\\n\\nFurther reading\\n\\n A copiously detailed account of the British movements.\\n\\n Contains a report by British military engineer John Montresor detailing his suggested plan of attack on Ticonderoga.\\n A lengthy poem by Robert Louis Stevenson about the legend of Ticonderoga.\\n\\nExternal links\\nFort Ticonderoga National Historic Landmark\\nArticle on the reconstruction of the powder magazine\\n250th Anniversary Commemorations of 1759 in the French and Indian War\\nLibrary of Congress exhibit including the unrestored 1759 map of Ticonderoga\\nCrown Point Road \\u2013 site about Amherst's supply road between Crown Point and the Fort at Number 4\\nHaldimand Collection \\u2013 Index of documents between Amherst and Frederick Haldimand, second in command of Prideaux's expedition\\n\\nCategory:Conflicts in 1759\\nTiconderoga 1759\\nTiconderoga 1759\\nTiconderoga 1759\\nCategory:Pre-statehood history of New York (state)\\nCategory:1759 in New York\"}"