"{\"title\": \"Boshin War\", \"url\": \"https://en.wikipedia.org/wiki/Boshin_War\", \"text\": \"thumb|upright=1.5|Campaign map of the Boshin War (1868\\u201369). The western domains of Satsuma, Ch\\u014dsh\\u016b and Tosa (in red) joined forces to defeat the shogunate forces at Toba\\u2013Fushimi, and then progressively took control of the rest of Japan until the final stand-off in the northern island of Hokkaid\\u014d.\\n\\nThe , is the designation for the fifth year of a sexagenary cycle in traditional East Asian calendars.  can also be read as \\\"tsuchinoe-tatsu\\\" in Japanese, literally \\\"Elder Brother of Earth-Dragon\\\". In Chinese terminology, it translates \\\"Yang Earth Dragon\\\", which is associated with that particular year in the sexagenary cycle. Etymologically,  and  have nothing to do with \\\"dragon\\\" or \\\"elder brother of earth\\\", so the reading \\\"tsuchinoe-tatsu\\\" has to be regarded as a kind of associative . In term of eras, the conflict started in the 4th year of Kei\\u014d, which also became the first year of Meiji in October of that year, and ended in the second year of Meiji. sometimes known as the Japanese Revolution, was a civil war in Japan, fought from 1868 to 1869 between forces of the ruling Tokugawa shogunate and those seeking to return political power to the Imperial Court.\\n\\nThe war found its origins in dissatisfaction among many nobles and young samurai with the shogunate's handling of foreigners following the opening of Japan during the prior decade. Increasing Western influence in the economy led to a decline similar to other Asian countries at the time. An alliance of western samurai, particularly the domains of Ch\\u014dsh\\u016b, Satsuma and Tosa, and court officials secured control of the Imperial Court and influenced the young Emperor Meiji. Tokugawa Yoshinobu, the sitting sh\\u014dgun, realizing the futility of his situation, abdicated political power to the emperor. Yoshinobu had hoped that by doing this, the Tokugawa house could be preserved and participate in the future government.\\n\\nHowever, military movements by imperial forces, partisan violence in Edo, and an imperial decree promoted by Satsuma and Ch\\u014dsh\\u016b abolishing the house of Tokugawa led Yoshinobu to launch a military campaign to seize the emperor's court in Kyoto. The military tide rapidly turned in favor of the smaller but relatively modernized imperial faction, and after a series of battles culminating in the surrender of Edo, Yoshinobu personally surrendered. Those loyal to the Tokugawa retreated to northern Honsh\\u016b and later to Hokkaid\\u014d, where they founded the Ezo republic. Defeat at the Battle of Hakodate broke this last holdout and left the imperial rule supreme throughout the whole of Japan, completing the military phase of the Meiji Restoration.\\n\\nAround 120,000 men were mobilized during the conflict, and of these about 3,500 were killed.Estimate in Hagiwara, p. 50. In the end, the victorious imperial faction abandoned its objective to expel foreigners from Japan and instead adopted a policy of continued modernization with an eye to eventual renegotiation of the unequal treaties with the Western powers. Due to the persistence of Saig\\u014d Takamori, a prominent leader of the imperial faction, the Tokugawa loyalists were shown clemency, and many former shogunate leaders and samurai were later given positions of responsibility under the new government.\\n\\nWhen the Boshin War began, Japan was already modernizing, following the same course of advancement as that of the industrialized Western nations. Since Western nations, especially the United Kingdom and France, were deeply involved in the country's politics, the installation of Imperial power added more turbulence to the conflict. Over time, the war has been romanticized as a \\\"bloodless revolution\\\", because of the small number of casualties.\\n\\nPolitical background\\n\\nEarly discontent against the shogunate\\n\\nFor the two centuries prior to 1854, Japan had severely limited exchange with foreign nations, with the notable exceptions of Korea via Tsushima, Qing China via the Ry\\u016bky\\u016bs, and the Dutch through the trading post of Dejima.Thanks to the interaction with the Dutch, the study of Western science continued during this period under the name of Rangaku, allowing Japan to study and follow most of the steps of the scientific and Industrial Revolution. See Jansen (pp. 210\\u2013215) discusses the vibrancy of Edo period rangaku, and later (p. 346) notes the competition in the early Meiji period for foreign experts and rangaku scholars. See also: \\\"The technology of Edo\\\" (), 2006,  (Japanese) and \\\"The intellectual world of Edo\\\" () Timon Screech, 1998,  (Japanese). In 1854, Commodore Perry opened Japan to global commerce with the implied threat of force, thus initiating a period of rapid development in foreign trade and Westernization. In large part due to the humiliating terms of the unequal treaties, as agreements like those conveyed by Perry are called, the shogunate soon faced internal hostility, which materialized into a radical movement, the sonn\\u014d j\\u014di (\\\"revere the Emperor, expel the barbarians\\\").Hagiwara, p. 34.\\n\\nthumb|left|The shogunate's Kanrin Maru, Japan's first screw-driven steam warship, 1855. The shogunate actively pursued modernization, but was faced by growing internal discontent against the harm to national sovereignty brought on by contact with Westerners.\\n\\nEmperor K\\u014dmei agreed with such sentiments and, breaking with centuries of imperial tradition, began to take an active role in matters of state: as opportunities arose, he fulminated against the treaties and attempted to interfere in the shogunal succession. His efforts culminated in March 1863 with his \\\"Order to expel barbarians\\\". Although the shogunate had no intention of enforcing it, the order nevertheless inspired attacks against the shogunate itself and against foreigners in Japan: the most famous incident was that of the English trader Charles Lennox Richardson, for whose death the Tokugawa government had to pay an indemnity of one hundred thousand British pounds.Jansen, pp. 314\\u2013315. Other attacks included the shelling of foreign shipping in Shimonoseki.Hagiwara, p. 35.\\n\\nDuring 1864, these actions were successfully countered by armed retaliations by foreign powers, such as the British bombardment of Kagoshima and the multinational Shimonoseki Campaign. At the same time, the forces of Ch\\u014dsh\\u016b, together with r\\u014dnin, raised the Hamaguri rebellion trying to seize the city of Kyoto, where the Emperor's court was held, but were repelled by shogunate forces under the future sh\\u014dgun Tokugawa Yoshinobu. The shogunate further ordered a punitive expedition against Ch\\u014dsh\\u016b, the First Ch\\u014dsh\\u016b expedition, and obtained Ch\\u014dsh\\u016b's submission without actual fighting. At this point initial resistance among the leadership in Ch\\u014dsh\\u016b and the Imperial Court subsided, but over the next year the Tokugawa proved unable to reassert full control over the country as most daimy\\u014ds began to ignore orders and questions from Edo.Jansen, pp. 303\\u2013305.\\n\\nForeign military assistance\\n\\nthumb|Bakufu troops near Mount Fuji in 1867. The painting by French officer Jules Brunet shows an eclectic combination of Western and Japanese equipment.\\nDespite the bombardment of Kagoshima, the Satsuma Domain had become closer to the British and was pursuing the modernization of its army and navy with their support.Hagiwara, pp. 34\\u201335 The Scottish dealer Thomas Blake Glover sold quantities of warships and guns to the southern domains.As early as 1865, Thomas Blake Glover sold 7500 Mini\\u00e9 rifles to the Ch\\u014dsh\\u016b clan, allowing it to become totally modernized. Nakaoka Shintaro a few months later remarked that \\\"in every way the forces of the han have been renewed; only companies of rifle and cannon exist, and the rifles are Minies, the cannon breech loaders using shells\\\" (Brown) American and British military experts, usually former officers, may have been directly involved in this military effort.This is a claim made by Jules Brunet in a letter to Napoleon III: \\\"I must signal to the Emperor the presence of numerous American and British officers, retired or on leave, in this party [of the southern daimy\\u014ds] which is hostile to French interests. The presence of Western leaders among our enemies may jeopardize my success from a political standpoint, but nobody can stop me from reporting from this campaign information Your Majesty will without a doubt find interesting.\\\" Original quotation (French): \\\"Je dois signaler \\u00e0 l'Empereur la pr\\u00e9sence de nombreux officers am\\u00e9ricains et anglais, hors cadre et en cong\\u00e9, dans ce parti hostile aux int\\u00e9r\\u00eats fran\\u00e7ais. La pr\\u00e9sence de ces chefs occidentaux chez nos adversaires peut m'emp\\u00eacher peut-\\u00eatre de r\\u00e9ussir au point de vue politique, mais nul ne pourra m'emp\\u00eacher de rapporter de cette campagne des renseignements que Votre Majest\\u00e9 trouvera sans doute int\\u00e9ressants.\\\" Polak, p. 81. As an example, the English Lieutenant Horse is known to have been a gunnery instructor for the Saga domain during the Bakumatsu period (\\\"Togo Heiachiro\\\", 17) The British ambassador Harry Smith Parkes supported the anti-shogunate forces in a drive to establish a legitimate, unified Imperial rule in Japan, and to counter French influence with the shogunate. During that period, southern Japanese leaders such as Saig\\u014d Takamori of Satsuma, or It\\u014d Hirobumi and Inoue Kaoru of Ch\\u014dsh\\u016b cultivated personal connections with British diplomats, notably Ernest Mason Satow.These encounters are described in Satow's 1869 A Diplomat in Japan, where he famously describes Saig\\u014d as a man with \\\"an eye that sparkled like a big black diamond.\\\"\\n\\nThe shogunate also was preparing for further conflict by modernizing its forces. In line with Parkes' designs, the British, previously the shogunate's primary partner, proved reluctant to provide assistance.For example, An 1864 request to Sir Rutherford Alcock to supply British military experts from the 1,500 men stationed at Yokohama went unanswered, and when Takenaka Shibata visited United Kingdom and France, in September 1865, requesting assistance, only the latter was forthcoming. The Tokugawa thus came to rely mainly on French expertise, comforted by the military prestige of Napoleon III at that time, acquired through his successes in the Crimean War and the Second Italian War of Independence.Following the deal with France, the French ambassador in Japan Leon Roches, trying not to alienate United Kingdom, arranged for the sh\\u014dgun to ask for a British navy mission which arrived sometime after the French military mission of 1867. Polak, pp. 53\\u201355\\n\\nThe shogunate took major steps towards the construction of a modern and powerful military: a navy with a core of eight steam warships had been built over several years and was already the strongest in Asia.A detailed presentation of the shogunate navy is available at this site  (Japanese) In 1865, Japan's first modern naval arsenal was built in Yokosuka by the French engineer L\\u00e9once Verny. In January 1867, a French military mission arrived to reorganize the shogunal army and create the Densh\\u016btai elite force, and an order was placed with the United States to buy the French-built ironclad warship CSS Stonewall,Naval Historical Center  a relic of the American Civil War. Due to the Western powers' declared neutrality, the Americans refused to release the ship, but once neutrality was lifted, the imperial faction obtained the vessel and employed it in engagements in Hakodate under the name K\\u014dtetsu (\\\"Ironclad\\\").Keene, pp. 165\\u2013166.\\n\\nCoups d'\\u00e9tat\\nthumb|Samurai in Western clothing\\nFollowing a coup within Ch\\u014dsh\\u016b which returned to power the extremist factions opposed to the shogunate, the shogunate announced its intention to lead a Second Ch\\u014dsh\\u016b expedition to punish the renegade domain. This, in turn, prompted Ch\\u014dsh\\u016b to form a secret alliance with Satsuma. In the summer of 1866, the shogunate was defeated by Ch\\u014dsh\\u016b, leading to a considerable loss of authority. In late 1866, however, first sh\\u014dgun Iemochi and then Emperor K\\u014dmei died, respectively succeeded by Yoshinobu and Emperor Meiji. These events, in the words of historian Marius Jansen, \\\"made a truce inevitable\\\".Jansen, p. 307.\\n\\nOn November 9, 1867, a secret order was created by Satsuma and Ch\\u014dsh\\u016b in the name of Emperor Meiji commanding the \\\"slaughtering of the traitorous subject Yoshinobu\\\".There is debate as to the authenticity of the order, due to its violent language and the fact that, despite using the , it did not bear Meiji's signature. Keene, pp. 115\\u2013116. Just prior to this however, and following a proposal from the daimy\\u014d of Tosa, Yoshinobu resigned his post and authorities to the emperor, agreeing to \\\"be the instrument for carrying out\\\" imperial orders.Satow, p. 282. The Tokugawa shogunate had ended.Keene, p. 116. See also Jansen, pp. 310\\u2013311.\\n\\nWhile Yoshinobu's resignation had created a nominal void at the highest level of government, his apparatus of state continued to exist. Moreover, the shogunal government, the Tokugawa family in particular, would remain a prominent force in the evolving political order and would retain many executive powers,Keene, pp. 120\\u2013121, and Satow, p. 283. Moreover, Satow (p. 285) speculates that Yoshinobu had agreed to an assembly of daimy\\u014ds on the hope that such a body would restore him, a prospect hard-liners from Satsuma and Ch\\u014dsh\\u016b found intolerable.Satow, p. 286. Events came to a head on January 3, 1868, when these elements seized the imperial palace in Kyoto, and the following day had the fifteen-year-old Emperor Meiji declare his own restoration to full power. Although the majority of the imperial consultative assembly was happy with the formal declaration of direct rule by the court and tended to support a continued collaboration with the Tokugawa (under the concept of ), Saig\\u014d Takamori threatened the assembly into abolishing the title \\\"sh\\u014dgun\\\" and ordering the confiscation of Yoshinobu's lands.During a recess, Saig\\u014d, who had his troops outside, \\\"remarked that it would take only one short sword to settle the discussion\\\" (Keene, p. 122). Original quotation : \\\"\\\" in Hagiwara, p. 42. The specific word used for \\\"dagger\\\" was \\\"tant\\u014d\\\".\\n\\nAlthough he initially agreed to these demands, on January 17, 1868, Yoshinobu declared that he would not be bound by the Restoration proclamation and called for its rescission.Keene, p. 124. On January 24, he decided to prepare an attack on Kyoto, occupied by Satsuma and Ch\\u014dsh\\u016b forces. This decision was prompted by his learning of a series of arsons in Edo, starting with the burning of the outer works of Edo Castle, the main Tokugawa residence. This was blamed on Satsuma r\\u014dnin, who on that day attacked a government office. The next day shogunate forces responded by attacking the Edo residence of the daimy\\u014d of Satsuma, where many opponents of the shogunate, under Takamori's direction, had been hiding and creating trouble. The palace was burned down, and many opponents killed or later executed.Keene, p. 125.\\n\\nOpening conflicts\\n\\nthumb|Scene of the Battle of Toba\\u2013Fushimi. Shogunate forces are on the left, including battalions from Aizu. On the right are forces from Ch\\u014dsh\\u016b and Tosa. These are modernized battalions, but some of the forces were also traditional samurai (especially on the shogunate side).\\nOn 27 January 1868, shogunate forces attacked the forces of Ch\\u014dsh\\u016b and Satsuma, clashing near Toba and Fushimi, at the southern entrance of Kyoto. Some parts of the 15,000-strong shogunate forces had been trained by French military advisers, but the majority remained samurai forces. Of those samurai forces, there were the Shinsengumi. Meanwhile, the forces of Ch\\u014dsh\\u016b and Satsuma were outnumbered 3:1 but fully modernized with Armstrong howitzers, Mini\\u00e9 rifles and a few Gatling guns. After an inconclusive start,Saig\\u014d, while excited at the beginning of combat, had planned for the evacuation of the emperor from Kyoto if the situation demanded it. Keene, pp. 125\\u2013126. on the second day, an Imperial banner was remitted to the defending troops, and a relative of the Emperor, Ninnajinomiya Yoshiaki, was named nominal commander in chief, making the forces officially an .The red and white pennant had been conceived and designed by Okubo Toshimichi and Iwakura Tomomi, among others. It was in effect a forgery, as was the imperial order to deploy it among the defending troops. Prince Yoshiaki, was also given a special sword and appointed \\\"great general, conqueror of the east\\\", and the shogunal forces opposing Yoshiaki were branded \\\"enemies of the court\\\". Keene, pp. 126\\u2013127. Moreover, convinced by courtiers, several local daimy\\u014ds, up to this point faithful to the sh\\u014dgun, started to defect to the side of the Imperial Court. These included daimy\\u014ds of Yodo on February 5, and the daimy\\u014d of Tsu on February 6, tilting the military balance in favour of the Imperial side.A detailed description of the battle is available in Hagiwara, p. 42.\\n\\nOn February 7, Tokugawa Yoshinobu, apparently distressed by the imperial approval given to the actions of Satsuma and Ch\\u014dsh\\u016b, fled Osaka aboard the Kaiy\\u014d Maru, withdrawing to Edo. Demoralized by his flight and by the betrayal by Yodo and Tsu, shogunate forces retreated, making the Toba\\u2013Fushimi encounter an Imperial victory, although it is often considered the shogunate forces should have won the encounter.\\\"Militarily, the Tokugawa were vastly superior. They had between 3 to 5 times more soldiers and held Osaka Castle as a base, they could count on the forces from Edo modernized by the French, and they had the most powerful fleet of East Asia at hand in Osaka Bay. In a regular fight, the Imperial side had to lose. Saig\\u014d Takamori too, anticipating defeat had planned to move the Emperor to the Ch\\u016bgoku mountains and was preparing for guerilla warfare.\\\" Hagiwara, p. 43. Translation from the Japanese original. Osaka Castle was soon invested on February 8 (on March 1, Western calendar), putting an end to the battle of Toba\\u2013Fushimi.Hagiwara, pp. 43\\u201345.\\n\\nthumb|225px|left|The killing of French sailors by Tosa soldiers in the Sakai incident, 8 March 1868, Le Monde Illustr\\u00e9\\nAt the same time, on 28 January 1868, the naval Battle of Awa between the shogunate and elements of the Satsuma navy took place. This was Japan's second engagement between two modern navies.\\\"Togo Heihachiro in images, illustrated Meiji Navy\\\" (\\u56f3\\u8aac\\u6771\\u90f7\\u5e73\\u516b\\u90ce\\u3001\\u76ee\\u3067\\u898b\\u308b\\u660e\\u6cbb\\u306e\\u6d77\\u8ecd). The first was the Battle of Shimonoseki Straits (1863). The battle, although small in scale, ended in favour of the shogunate.\\n\\nOn the diplomatic front, the ministers of foreign nations, gathered in the open harbor of Hy\\u014dgo (present day Kobe) in early February, issued a declaration according to which the shogunate was still considered the only rightful government in Japan, giving hope to Tokugawa Yoshinobu that foreign nations (especially France) might consider an intervention in his favour. A few days later however an Imperial delegation visited the ministers declaring that the shogunate was abolished, that harbours would be open in accordance with International treaties, and that foreigners would be protected. The ministers finally decided to recognize the new government.Polak, p. 75.\\n\\nThe rise of anti-foreign sentiment nonetheless led to several attacks on foreigners in the following months. Eleven French sailors from the corvette Dupleix were killed by samurai of Tosa in the Sakai incident on March 8, 1868. Fifteen days later, Sir Harry Parkes, the British ambassador, was attacked by a group of samurai in a street of Kyoto.Le Monde Illustr\\u00e9, No. 583, June 13, 1868.\\n\\nSurrender of Edo\\n\\nthumb|Kond\\u014d Isami, leader of the pro-shogunate Shinsengumi, facing soldiers from Tosa (distinctive ) wigs of the officers) at the Battle of K\\u014dsh\\u016b-Katsunuma \\n\\nBeginning in February, with the help of the French ambassador L\\u00e9on Roches, a plan was formulated to stop the Imperial Court's advance at Odawara, the last strategic entry point to Edo, but Yoshinobu decided against the plan. Shocked, L\\u00e9on Roches resigned from his position. In early March, under the influence of the British minister Harry Parkes, foreign nations signed a strict neutrality agreement, according to which they could not intervene or provide military supplies to either side until the resolution of the conflict.Polak, p. 77.\\n\\nSaig\\u014d Takamori led the victorious imperial forces north and east through Japan, winning the Battle of K\\u014dsh\\u016b-Katsunuma. He eventually surrounded Edo in May 1868, leading to its unconditional defeat after Katsu Kaish\\u016b, the sh\\u014dguns Army Minister, negotiated the surrender.Hagiwara, p. 46 Some groups continued to resist after this surrender but were defeated in the Battle of Ueno on 4 July 1868.\\n\\nMeanwhile, the leader of the sh\\u014dguns navy, Enomoto Takeaki, refused to surrender all his ships. He remitted just four ships, among them the Fujiyama, but he then escaped north with the remnants of the sh\\u014dguns navy (eight steam warships: Kaiten, Banry\\u016b, Chiyodagata, Ch\\u014dgei, Kaiy\\u014d Maru, Kanrin Maru, Mikaho and Shinsoku), and 2,000 members of the navy, in the hope of staging a counter-attack together with the northern daimy\\u014ds. He was accompanied by a handful of French military advisers, notably Jules Brunet, who had formally resigned from the French Army to accompany the rebels.Polak, p. 81.\\n\\nResistance of the Northern Coalition\\n\\nthumb|Troops from Sendai, following their mobilization in April, joined a northern alliance against Imperial troops in May 1868.\\n\\nAfter Yoshinobu's surrender,Tokugawa Yoshinobu was placed under house arrest, and stripped of all titles, land and power. He was later on released, when he demonstrated no further interest and ambition in national affairs. He retired to Shizuoka, the place to which his ancestor Tokugawa Ieyasu, had also retired. most of Japan accepted the emperor's rule, but a core of domains in the North, supporting the Aizu clan, continued the resistance.Bolitho, p. 246; Black, p. 214. In May, several northern daimy\\u014ds formed an Alliance to fight Imperial troops, the coalition of northern domains composed primarily of forces from the domains of Sendai, Yonezawa, Aizu, Sh\\u014dnai and Nagaoka, with a total of 50,000 troops.Polak, pp. 79\\u201391. Apart from those core domains, most of the northern domains were part of the alliance. An Imperial Prince, Kitashirakawa Yoshihisa had fled north with partisans of the Tokugawa shogunate and was made the nominal head of the Northern Coalition, with the intention of naming him \\\"Emperor Tobu\\\".\\n\\nIn May 1868, the daimy\\u014d of Nagaoka inflicted high losses on the Imperial troops in the Battle of Hokuetsu, but his castle ultimately fell on May 19. Imperial troops continued to progress north, defeating the Shinsengumi at the Battle of Bonari Pass, which opened the way for their attack on the castle of Aizuwakamatsu in the Battle of Aizu in October 1868, thus making the position in Sendai untenable.\\n\\nEnomoto's fleet joined Sendai harbour on August 26. Although the Northern Coalition was numerous, it was poorly equipped, and relied on traditional fighting methods. Modern armament was scarce, and last-minute efforts were made to build cannons made of wood and reinforced with roping, firing stone projectiles. Such cannons, installed on defensive structures, could only fire four or five projectiles before bursting.A detailed presentation of artifacts from that phase of the war is visible at the Sendai City Museum, in Sendai, Japan. On the other hand, the daimy\\u014d of Nagaoka managed to procure two of the three Gatling guns in Japan and 2,000 modern French rifles from the German weapons dealer Henry Schnell.\\n\\nthumb|left|Wooden cannons used by the Sendai fief during the Boshin War, Sendai City Museum\\n\\nThe coalition crumbled, and on October 12, 1868, the fleet left Sendai for Hokkaid\\u014d, after having acquired two more ships (Oe and H\\u014d\\u014d, previously borrowed by Sendai from the shogunate), and about 1,000 more troops: remaining shogunate troops under \\u014ctori Keisuke, Shinsengumi troops under Hijikata Toshiz\\u014d, the guerilla corps (yugekitai) under Hitomi Katsutar\\u014d, as well as several more French advisers (Fortant, Garde, Marlin, Bouffier).\\n\\nOn October 26, Edo was renamed Tokyo, and the Meiji period officially started. Aizu was besieged starting that month, leading to the mass suicide of the Byakkotai (White Tiger Corps) young warriors.An account of the resistance of the Byakkotai can be accessed here  (English) After a protracted month-long battle, Aizu finally admitted defeat on November 6.\\n\\nHokkaid\\u014d campaign\\n\\nCreation of the Ezo Republic\\n\\nFollowing defeat on Honsh\\u016b, Enomoto Takeaki fled to Hokkaid\\u014d with the remnants of the navy and his handful of French advisers. Together they organized a government, with the objective of establishing an independent island nation dedicated to the development of Hokkaid\\u014d. They formally established the Republic of Ezo on the American model, Japan's only ever republic, and Enomoto was elected as President, with a large majority. The republic tried to reach out to foreign legations present in Hakodate, such as the Americans, French, and Russians, but was not able to garner any international recognition or support. Enomoto offered to confer the territory to the Tokugawa sh\\u014dgun under Imperial rule, but his proposal was declined by the Imperial Governing Council.In a letter of Enomoto to the Imperial Governing Council: \\\"We pray that this portion of the Empire may be conferred upon our late lord, Tokugawa Kamenosuke; and in that case, we shall repay your beneficence by our faithful guardianship of the northern gate.\\\" Black, pp. 240\\u2013241\\n\\nDuring the winter, they fortified their defenses around the southern peninsula of Hakodate, with the new fortress of Gory\\u014dkaku at the center. The troops were organized under a Franco-Japanese command, the commander-in-chief \\u014ctori Keisuke being seconded by the French captain Jules Brunet, and divided between four brigades. Each of these was commanded by a French non-commissioned officer (Fortant, Marlin, Cazeneuve, Bouffier), and were themselves divided into eight half-brigades, each under Japanese command.Polak, pp. 85\\u201389.\\n\\nFinal losses and surrender\\n\\nthumb|225px|The Imperial Navy's French-built ironclad Kotetsu (the former CSS Stonewall)\\n\\nThe Imperial Navy reached the harbour of Miyako on March 20, but anticipating the arrival of the Imperial ships, the Ezo rebels organized a daring plan to seize the K\\u014dtetsu. Led by Shinsengumi commander Hijikata Toshiz\\u014d, three warships were dispatched for a surprise attack, in what is known as the Battle of Miyako Bay. The battle ended in failure for the Tokugawa side, owing to bad weather, engine trouble and the decisive use of a Gatling gun by Imperial troops against samurai boarding parties.Collache was on board one of the ships that participated to the attack. He had to wreck his ship and flee overland, until he surrendered with his colleagues and was transferred to a prison in Tokyo. He ultimately returned to France safely to tell his story. The encounter is detailed in Collache, \\\"Une aventure au Japon\\\".\\n\\nImperial forces soon consolidated their hold on mainland Japan, and, in April 1869, dispatched a fleet and an infantry force of 7,000 to Ezo, starting the Battle of Hakodate. The Imperial forces progressed swiftly and won the naval engagement at Hakodate Bay, Japan's first large-scale naval battle between modern navies, as the fortress of Gory\\u014dkaku was surrounded with 800 remaining men. Seeing the situation had become desperate, the French advisers escaped to a French ship stationed in Hakodate Bay\\u2014Co\\u00ebtlogon, under the command of Dupetit Thouars\\u2014from where they were shipped back to Yokohama and then France. The Japanese requested that the French advisers be given judgement in France; however, due to popular support in France for their actions, the former French advisers in Japan were not punished for their actions.\\n\\nEnomoto had resolved to fight to the end, and had sent his valuables to his adversary for safekeeping. These included the Naval Codes he had brought back from Holland, which he entrusted to the general of the Imperial troops, Kuroda Kiyotaka, but Otori convinced him to surrender, telling him that deciding to live through defeat is the truly courageous way: \\\"If it's dying you want you can do it anytime.\\\"Polak et al. Enomoto surrendered on June 27, 1869, accepting the Meiji Emperor's rule, and the Ezo Republic ceased to exist.\\n\\nAftermath\\n\\nthumb|The 16-year-old Emperor Meiji, moving from Kyoto to Tokyo, end of 1868\\nFollowing victory, the new government proceeded with unifying the country under a single, legitimate and powerful rule by the Imperial Court. The emperor's residence was effectively transferred from Kyoto to Edo at the end of 1868, and the city renamed to Tokyo. The military and political power of the domains was progressively eliminated, and the domains themselves were soon transformed into prefectures, whose governors were appointed by the emperor.\\n\\nA major reform was the effective expropriation and abolition of the samurai class, allowing many samurai to change into administrative or entrepreneurial positions, but forcing many others into poverty.Most legal distinctions between samurai and ordinary subjects were soon abolished, and the traditional rice stipends paid to samurai were first converted into cash stipends, and these were later converted at a steep discount to government bonds (Gordon pp.\\u00a064\\u201365). The southern domains of Satsuma, Ch\\u014dsh\\u016b and Tosa, having played a decisive role in the victory, occupied most of the key posts in government for several decades following the conflict, a situation sometimes called the \\\"Meiji oligarchy\\\" and formalized with the institution of the genr\\u014d.For example Saig\\u014d Takamori, Okubo Toshimichi, and T\\u014dg\\u014d Heihachir\\u014d all came from Satsuma. Discussed in Togo Heihachiro in images: Illustrated Meiji Navy In 1869, the Yasukuni Shrine in Tokyo was built in honour of the victims of the Boshin War.BBC News article, Tuesday, 15 August 2006\\n\\nSome leading partisans of the former sh\\u014dgun were imprisoned, but narrowly escaped execution. This clemency derives from the insistence of Saig\\u014d Takamori and Iwakura Tomomi, although much weight was placed on the advice of Parkes, the British envoy. He had urged Saig\\u014d, in the words of Ernest Satow, \\\"that severity towards Keiki [Yoshinobu] or his supporters, especially in the way of personal punishment, would injure the reputation of the new government in the opinion of European Powers\\\".Quoted in Keene, p.\\u00a0143. After two or three years of imprisonment, most of them were called to serve the new government, and several pursued brilliant careers. Enomoto Takeaki, for instance, would later serve as an envoy to Russia and China and as the education minister.Discussed in Polak et al. See also, Keene.\\n\\nthumb|upright=1.5|left|The teenaged Emperor Meiji with foreign representatives, 1868\\u20131870\\n\\nThe Imperial side did not pursue its objective to expel foreign interests from Japan, but instead shifted to a more progressive policy aiming at the continued modernization of the country and the renegotiation of unequal treaties with foreign powers, later under the  motto.\\n\\nThe shift in stance towards the foreigners came during the early days of the civil war: on April 8, 1868, new signboards were erected in Kyoto (and later throughout the country) that specifically repudiated violence against foreigners.Keene, p.\\u00a0142. During the course of the conflict, Emperor Meiji personally received European envoys, first in Kyoto, then later in Osaka and Tokyo.Keene, pp.\\u00a0143\\u2013144, 165. Also unprecedented was Emperor Meiji's reception of Alfred, Duke of Edinburgh, in Tokyo, as his equal in point of blood'.\\\"Parkes, quoted in Keene, p.\\u00a0183\\u2013187. Emphasis in the original.\\n\\nAlthough the early Meiji era witnessed a warming of relations between the Imperial Court and foreign powers, relations with France temporarily soured due to the initial support by France for the sh\\u014dgun. Soon however a second military mission was invited to Japan in 1874, and a third one in 1884. A high level of interaction resumed around 1886, when France helped build the Imperial Japanese Navy's first large-scale modern fleet, under the direction of naval engineer Louis-\\u00c9mile Bertin.Discussed in Evans and Peattie. The modernization of the country had started during the last years of the shogunate, and the Meiji government ultimately adopted the same policy.\\n\\nthumb|Reception by the Meiji Emperor of the second French military mission to Japan, 1872\\nUpon his coronation, Meiji issued his Charter Oath, calling for deliberative assemblies, promising increased opportunities for the common people, abolishing the \\\"evil customs of the past\\\", and seeking knowledge throughout the world \\\"to strengthen the foundations of imperial rule\\\".Jansen, pp.\\u00a0338. See Jansen, pp.\\u00a0337\\u2013343 for political developments during and relating to the course of the war. See Keene, pp.\\u00a0138\\u2013142, for discussion of the Charter Oath and signboard decrees. Prominent reforms of the Meiji government included the 1871 abolition of the domain system, by which the feudal domains and their hereditary rulers were replaced by prefectures with governors appointed by the emperor.Many daimy\\u014ds were appointed as the first governors, and subsequently given peerages and large pensions. Over the following years, the three hundred domains were reduced to fifty prefectures. Jansen, pp.\\u00a0348\\u2013349. Others included the introduction of compulsory schooling and the abolition of Confucian class distinctions.\\n\\nThe reforms culminated in the 1889 issuance of the Meiji Constitution. However, despite the support given to the Imperial Court by samurai, many of the early Meiji reforms were seen as detrimental to their interests.  The creation of a conscript army made of commoners, as well as the loss of hereditary prestige and stipends, antagonized many former samurai.Jansen, 367\\u2013368. Tensions ran particularly high in the south, leading to the 1874 Saga Rebellion, and a rebellion in Ch\\u014dsh\\u016b in 1876. Former samurai in Satsuma, led by Saig\\u014d Takamori, who had left government over foreign policy differences, started the Satsuma Rebellion in 1877. Fighting for the maintenance of the samurai class and a more virtuous government, their slogan was . It ended with a heroic but total defeat at the Battle of Shiroyama.Hagiwara, pp.\\u00a094\\u2013120. Saig\\u014d himself professed continued loyalty to Meiji and wore his Imperial Army uniform throughout the conflict. He committed suicide before the final charge of the rebellion, and was posthumously pardoned by the emperor in subsequent years. Jansen, pp.\\u00a0369\\u2013370.\\n\\nLater depictions\\nthumb|A romanticized Japanese vision of the Battle of Hakodate (), painted circa 1880. The cavalry charge, with a sinking sailship in the background, is led by the leaders of the rebellion in anachronistic samurai attire.The shogunate leaders are labeled from left to right, Enomoto (Kinjir\\u014d) Takeaki, \\u014ctori Keisuke, Matsudaira Tar\\u014d. The samurai in yellow garment is Hijikata Toshiz\\u014d. French soldiers are shown behind the cavalry charge in white trousers. With a modern steam warship visible in the background, imperial troops with modern uniforms are on the right.The  wigs indicate soldiers from Tosa, the  wigs for Ch\\u014dsh\\u016b, and the  wigs for Satsuma.\\n\\nIn modern summaries, the Meiji Restoration is often described as a \\\"bloodless revolution\\\" leading to the sudden modernization of Japan. The facts of the Boshin War, however, clearly show that the conflict was quite violent: about 120,000 troops were mobilized altogether with roughly 3,500 known casualties during open hostilities but much more during terrorist attacks.Hagiwara, p. 50. Later Japanese depictions of the war tended to be highly romanticized, showing the shogunal side fighting with traditional methods, against an already modernized Imperial side. Although traditional weapons and techniques were used, both sides employed some of the most modern armaments and fighting techniques of the period, including the ironclad warship, Gatling guns, and fighting techniques learned from Western military advisors.\\n\\nSuch Japanese depictions include numerous dramatizations, spanning many genres. Notably, Jir\\u014d Asada wrote a four-volume novel of the account, Mibu Gishi-den. A film adaptation of Asada's work, directed by Y\\u014djir\\u014d Takita, is known as When the Last Sword Is Drawn. A ten-hour television jidaigeki based on the same novel starred Ken Watanabe. The 2001 Gory\\u014dkaku film is another jidaigeki highlighting the resistance in Hokkaid\\u014d. Among Japanese anime, Bakumatsu Kikansetsu Irohanihoheto in part dramatizes the Boshin War, while Rurouni Kenshin is set 10 years after. The Rurouni Kenshin OVA Trust & Betrayal is set during the Boshin War and depicts several events of the war (such as the raid on the daimy\\u014d of Satsuma's residence and the failed boarding of the K\\u014dtetsu at the Battle of Miyako Bay).\\n\\nWestern interpretations include the 2003 American film The Last Samurai directed by Edward Zwick, which combines into a single narrative historical situations belonging both to the Boshin War, the 1877 Satsuma Rebellion, and other similar uprisings of ex-samurai during the early Meiji period. The elements of the movie pertaining to the early modernization of Japan's military forces as well as the direct involvement of foreign (mostly French) forces relate to the Boshin War and the few years leading to it. However, the suicidal stand of traditionalist samurai forces led by Saig\\u014d Takamori against the modernized Imperial army relate to the much later Satsuma Rebellion.\\n\\nThe main campaign in the 2012 expansion to Creative Assembly's game Total War: Shogun 2: Fall of the Samurai depicts the Boshin War. Players can choose from various historical clans, such as the Imperial Satsuma or the shogunate Aizu.\\n\\nWeaponry of the Boshin War\\nThe forces of Ch\\u014dsh\\u016b and Satsuma were fully modernized with Armstrong Guns, Mini\\u00e9 rifles and one Gatling gun. The shogunate forces had been slightly lagging in term of equipment, although the French military mission to Japan (1867\\u201368) had recently trained a core elite force. The sh\\u014dgun also relied on troops supplied by allied domains, which were not necessarily as advanced in terms of military equipment and methods, composing an army that had both modern and outdated elements.\\n\\nIndividual guns\\nthumb|Guns of the Boshin War from top to bottom: a Snider, a Starr, a Gewehr\\nNumerous types of more or less modern smoothbore guns and rifles were imported, from countries as varied as France, Germany, the Netherlands, Britain, or the United States, and coexisted with traditional types such as the tanegashima matchlock.\\n\\nMost shogunate troops used B\\u00fcchse (Gewehr) smoothbore guns, which had been imported in Japan since around 1840, initially from the Netherlands by Takashima Akiho. These guns were rather ancient and had limited capabilities, with an effective lethal range of about 50 meters, and a firing rate of about 2 rounds per minute. The daimy\\u014d of Nagaoka however, an ally of the sh\\u014dgun, possessed two Gatling guns and several thousand modern rifles. The shogunate is known to have placed an order for 30,000 modern Dreyse needle guns in 1866. Napoleon III provided Tokugawa Yoshinobu with 2,000 state-of-the-art Chassepot rifles, which he used to equip his personal guard. Antiquated tanegashima matchlock guns are also known to have been used by the Bakufu however.Ryozen Museum of History exhibit\\n\\nImperial troops mainly used Mini\\u00e9 rifles, which were much more accurate, lethal, and had a much longer range than the smoothbore Gewehr guns, although, being also muzzle-loading, they were similarly limited to two shots per minute. Improved breech-loading mechanisms, such as the Snider, developing a rate of about ten shots a minute, are known to have been used by troops of the Ch\\u014dsh\\u016b Domain against the shogunate's Sh\\u014dgitai, at the Battle of Ueno in July 1868. In the second half of the conflict, in the northeast theater, Tosa Province troops are known to have used American-made Spencer repeating rifles. American-made handguns were also popular, such as the 1863 Smith & Wesson Army No 2, which was imported to Japan by the Scottish trader Thomas Blake Glover and used by the Satsuma forces.\\n\\nArtillery\\nthumb|Mortar with hollowed shell, Boshin War (1868\\u20131869), Japan\\nFor artillery, wooden cannons, only able to fire 3 or 4 shots before bursting, coexisted with state-of-the-art Armstrong Guns using explosive shells. Armstrong guns were efficiently used by the troops of Satsuma and Saga throughout the war.\\nThese were not the only cannons to exist, but are instead on opposite ends of the spectrum. The Shogunate as well as the Imperial side also used native Japanese cannons, with Japan making cannons domestically as far back as the year 1575.Perrin, p.19\\n\\nWarships\\nIn the area of warships also, some of the most recent ironclads such as the K\\u014dtetsu coexisted with older types of steamboats and even traditional sailboats. The shogunate initially had a rather strong edge in warships, and it had the vision to order the state-of-the-art French-made K\\u014dtetsu, although the ship was blocked from delivery by foreign powers on ground of neutrality once the conflict had started, and was ultimately remitted to the Imperial faction shortly after the Battle of Toba\\u2013Fushimi.\\n\\nUniforms\\nUniforms were Western-style for modernized troops (usually dark, with variations in the shape of the helmet: tall conical for Satsuma, flat conical for Ch\\u014dsh\\u016b, rounded for the shogunate). Officers of the shogunate often wore French and British uniforms. Traditional troops however retained their samurai clothes. Some of the headgear for some of the Imperial troops was quite peculiar, involving the use of long, colored, \\\"bear\\\" hair. The  wigs indicate officers from Tosa, the  wigs officers from Ch\\u014dsh\\u016b, and the \\\"black bear\\\" (\\u9ed2\\u718a, koguma) wigs officers from Satsuma.\\n\\nSee also\\n France\\u2013Japan relations (19th century)\\n Japan\\u2013United Kingdom relations\\n\\nNotes\\n\\nReferences\\n  /;  OCLC 185685588\\n \\n \\n Collache, Eug\\u00e8ne. \\\"Une aventure au Japon\\\" Le Tour du Monde, No. 77, 1874\\n \\n \\n Hagiwara, K\\u014dichi (2004).  (Illustrated life of Saig\\u014d Takamori and \\u014ckubo Toshimichi) , 2004 (in Japanese)\\n /;  OCLC 44090600\\n ; ; OCLC 46731178\\n Le Monde illustr\\u00e9, No. 583, June 13, 1868\\n Polak, Christian. (2001). Soie et lumi\\u00e8res: L'\\u00e2ge d'or des \\u00e9changes franco-japonais (des origines aux ann\\u00e9es 1950). Tokyo: Chambre de Commerce et d'Industrie Fran\\u00e7aise du Japon, Hachette Fujin Gah\\u014dsha (\\u30a2\\u30b7\\u30a7\\u30c3\\u30c8\\u5a66\\u4eba\\u753b\\u5831\\u793e).\\n ______________. (2002). \\u7d79\\u3068\\u5149: \\u77e5\\u3089\\u308c\\u3056\\u308b\\u65e5\\u4ecf\\u4ea4\\u6d41100\\u5e74\\u306e\\u6b74\\u53f2 (\\u6c5f\\u6236\\u6642\\u4ee3-1950\\u5e74\\u4ee3) Kinu to hikari\\u014d: shirarezaru Nichi-Futsu k\\u014dry\\u016b 100-nen no rekishi (Edo jidai-1950-nendai). Tokyo: Ashetto Fujin Gah\\u014dsha, 2002. /; \\n ______________, et al. (1988).  \\\"End of the Bakufu and Restoration in Hakodate\\\".   (in Japanese).\\n \\n T\\u014dg\\u014d Shrine and T\\u014dg\\u014d Association (), Togo Heihachiro in Images: Illustrated Meiji Navy (), (Japanese)\\n\\nFurther reading\\n \\n \\n\\nExternal links\\n\\n The Boshin War \\n The Battle of Ezo \\n National Archives of Japan: Boshinshoyo Kinki oyobi Gunki Shinzu, precise reproduction of Imperial Standard and the colors used by Government Army during Boshin War (1868)\\n\\n \\nCategory:1868 in Japan\\nCategory:1869 in Japan\\nCategory:Civil wars involving the states and peoples of Asia\\nCategory:Civil wars of the Industrial era\\nCategory:Edo period\\nCategory:Meiji Restoration\\nCategory:Wars involving Japan\"}"