"{\"title\": \"Witold Lutos\\u0142awski\", \"url\": \"https://en.wikipedia.org/wiki/Witold_Lutos%C5%82awski\", \"text\": \"thumb|right|Witold Lutos\\u0142awski. Courtesy of W. Pniewski and L. Kowalski.\\n\\nWitold Roman Lutos\\u0142awski (; 25 January 1913 \\u2013 7 February 1994) was a Polish composer and orchestral conductor. He was one of the major European composers of the 20th century, and one of the preeminent Polish musicians during his last three decades. He earned many international awards and prizes. His compositions (of which he was a notable conductor) include four symphonies, a Concerto for Orchestra, a string quartet, instrumental works, concertos, and orchestral song cycles.\\n\\nDuring his youth, Lutos\\u0142awski studied piano and composition in Warsaw. His early works were influenced by Polish folk music. His style demonstrates a wide range of rich atmospheric textures. He began developing his own characteristic composition techniques in the late 1950s. His music from this period onwards incorporates his own methods of building harmonies from small groups of musical intervals. It also uses aleatoric processes, in which the rhythmic coordination of parts is subject to an element of chance.\\n\\nDuring World War II, after escaping German capture, Lutos\\u0142awski made a living by playing the piano in Warsaw bars. After the war, Stalinist authorities banned his First Symphony for being \\\"formalist\\\"\\u2014allegedly accessible only to an elite. Lutos\\u0142awski believed such anti-formalism was an unjustified retrograde step, and he resolutely strove to maintain his artistic integrity. In the 1980s, Lutos\\u0142awski gave artistic support to the Solidarity movement. Near the end of his life, he was awarded the Order of the White Eagle, Poland's highest honour.\\n\\n Biography \\nLutos\\u0142awski's parents were both born into the Polish landed nobility. His family owned estates in the area of Drozdowo. His father J\\u00f3zef was involved in the Polish National Democratic Party (\\\"Endecja\\\"), and the Lutos\\u0142awski family became intimate with its founder, Roman Dmowski (Witold Lutos\\u0142awski's middle name was Roman). J\\u00f3zef Lutos\\u0142awski studied in Z\\u00fcrich, where in 1904 he met and married a fellow student, Maria Olszewska, who later became Lutos\\u0142awski's mother. J\\u00f3zef pursued his studies in London, where he acted as correspondent for the National-Democratic newspaper, Goniec. He continued to be involved in National Democracy politics after returning to Warsaw in 1905, and took over the management of the family estates in 1908. Witold Roman Lutos\\u0142awski, the youngest of three brothers, was born in Warsaw shortly before the outbreak of World War I. In 1915, with Russia at war with Germany, Prussian forces drove towards Warsaw. The Lutos\\u0142awskis travelled east to Moscow, where J\\u00f3zef remained politically active, organising Polish Legions ready for any action that might liberate Poland (which was divided according to the 1815 Congress of Vienna\\u2014Warsaw was part of Tsarist Russia). Dmowski's strategy was for Russia to guarantee security for a new Polish state. However, in 1917, the February Revolution forced the Tsar to abdicate, and the October Revolution started a new Soviet government that made peace with Germany. J\\u00f3zef's activities were now in conflict with the Bolsheviks, who arrested him and his brother Marian. Thus, although fighting stopped on the Eastern Front in 1917, the Lutos\\u0142awskis were prevented from returning home. The brothers were interned in Butyrskaya prison in central Moscow, where Witold\\u2014by then aged five\\u2014visited his father. J\\u00f3zef and Marian were executed by a firing squad in September 1918, some days before their scheduled trial.\\n\\nAfter the war, the family returned to the newly independent Poland, only to find their estates ruined. After his father's death, other members of the family played an important part in his early life, especially J\\u00f3zef's half-brother Kazimierz Lutos\\u0142awski \\u2013 priest and politician.Witold Lutos\\u0142awski \\u2013 Guide to Warsaw: Marsza\\u0142kowska 21. NIFC 2013\\n\\nLutos\\u0142awski started piano lessons in Warsaw for two years from the age of six. After the Polish-Soviet War the family left Warsaw to return to Drozdowo, but after a few years of running the estates with limited success, his mother returned to Warsaw. She worked as a physician, and translated books for children from English. In 1924 Lutos\\u0142awski entered secondary school (Stefan Batory Gymnasium) while continuing piano lessons. A performance of Karol Szymanowski's Third Symphony deeply affected him. In 1925 he started violin lessons at the Warsaw Music School.Witold Lutos\\u0142awski \\u2013 Guide to Warsaw: Plac Trzech Krzy\\u017cy 18. NIFC 2013. In 1931 he enrolled at Warsaw University to study mathematics, and in 1932 he formally joined the composition classes at the Conservatory. His only composition teacher was Witold Maliszewski, a renowned Polish composer who had been a pupil of Nikolai Rimsky-Korsakov. Lutos\\u0142awski was given a strong grounding in musical structures, particularly movements in sonata form. In 1932 he gave up the violin, and in 1933 he discontinued his mathematics studies to concentrate on the piano and composition. As a student of Jerzy Lefeld, he gained a diploma for piano performance from the Conservatory in 1936, after presenting a virtuoso program including Schumann's Toccata and Beethoven's fourth piano concerto. His diploma for composition was awarded by the same institution in 1937.\\n\\n World War II \\nthumb|left|upright|Lutos\\u0142awski (right) greets his old friend Andrzej Panufnik (left) in 1990.\\n\\nMilitary service followed\\u2014Lutos\\u0142awski was trained in signalling and radio operating in Zegrze near Warsaw. He completed his Symphonic Variations in 1939, and the work was premiered by the Polish Radio Symphony Orchestra conducted by Grzegorz Fitelberg, and this performance was broadcast on radio on 9 March 1939.Lutos\\u0142awski \\u2013 Guide to Warsaw: Konopnickiej 6. NIFC 2013. Like most young Polish composers, Lutos\\u0142awski wanted to continue his education in Paris. His plans for further musical study were dashed in September 1939, when Germany invaded western Poland and Russia invaded eastern Poland. Lutos\\u0142awski was mobilised with the radio unit for the Krak\\u00f3w Army. He was soon captured by German soldiers, but he escaped while being marched to prison camp, and walked  back to Warsaw. Lutos\\u0142awski's brother was captured by Russian soldiers and later died in a Siberian labour camp.\\n\\nTo earn a living, Lutos\\u0142awski joined as an arranger-pianist \\\"Dana Ensemble\\\", the first Polish revellers, singing in \\\"Ziemia\\u0144ska Cafe\\\".Witold Lutos\\u0142awski \\u2013 Guide to Warsaw: Mazowiecka 12. NIFC 2013. Then he formed a piano duo with friend and fellow composer Andrzej Panufnik, and they performed together in Warsaw caf\\u00e9s.Witold Lutos\\u0142awski \\u2013 Guide to Warsaw: Kr\\u00f3lewska 11 (\\u201eSiM\\u201d); Szpitalna 5 (\\u201eLira\\u201d); Mazowiecka 5 (Aria, U Aktorek). NIFC 2013 Their repertoire consisted of a wide range of music in their own arrangements, including the first incarnation of Lutos\\u0142awski's Paganini Variations, a highly original transcription of the 24th Caprice for solo violin by Niccol\\u00f2 Paganini. Defiantly, they even sometimes played Polish music (the Nazis banned Polish music in Poland\\u2014including Chopin), and composed Resistance songs. Listening in caf\\u00e9s was the only way in which the Poles of German-occupied Warsaw could hear live music; putting on concerts was impossible since the Germans occupying Poland prohibited any organised gatherings.Panufnik (1987): see particularly Chapter 8, Occupation, for an account of Panufnik and Lutos\\u0142awski's duo in German-occupied Warsaw In caf\\u00e9 Aria, where they played, Lutos\\u0142awski met his future wife Maria Danuta Bogus\\u0142awska, a sister of the writer Stanis\\u0142aw Dygat.\\n\\nLutos\\u0142awski left Warsaw in July 1944 with his mother, merely a few days before the Warsaw Uprising, salvaging only a few scores and sketches\\u2014the rest of his music was lost during the complete destruction of the city by Germans after the fall of uprising, as were the family's Drozdowo estates. Of the 200 or so arrangements that Lutos\\u0142awski and Panufnik had worked on for their piano duo, only Lutos\\u0142awski's Paganini Variations survived. Lutos\\u0142awski returned to the ruins of Warsaw after the Polish-Soviet treaty in April 1945.\\n\\n Post-war years \\nthumbnail|Witold Lutos\\u0142awski at the piano\\n\\nDuring the postwar years, Lutos\\u0142awski worked on his first symphony\\u2014sketches of which he had salvaged from Warsaw\\u2014which he had started in 1941 and which was first performed in 1948, conducted by Fitelberg. To provide for his family, he also composed music that he termed functional, such as the Warsaw Suite (written to accompany a silent film depicting the city's reconstruction), sets of Polish Carols, and the study pieces for piano, Melodie Ludowe (\\\"Folk Melodies\\\").\\n\\nIn 1945, Lutos\\u0142awski was elected as secretary and treasurer of the newly constituted  (ZKP\\u2014Zwi\\u0105zek Kompozytor\\u00f3w Polskich). In 1946, he married Danuta Bogus\\u0142awska. The marriage was a lasting one, and Danuta's drafting skills were of great value to the composer: she became his copyist, and she solved some of the notational challenges of his later works.\\n\\nIn 1947, the Stalinist political climate led to the adoption and imposition by the ruling Polish United Workers' Party of the tenets of Socialist realism, and the authorities' condemnation of modern music which was deemed to be non-conformist. This artistic censorship, which ultimately came from Stalin personally, was to some degree prevalent over the whole Eastern bloc, and was reinforced by the 1948 Zhdanov decree. By 1948, the ZKP was taken over by musicians willing to follow the party line on musical matters, and Lutos\\u0142awski resigned from the committee. He was implacably opposed to the ideas of Socialist realism.Stucky (1981), pp. 36\\u201337; Stucky (1981) p. 63 quotes Lutos\\u0142awski speaking in 1957, \\\"[I]t is difficult to conceive of a more absurd hypothesis than the idea that the achievements of the past several decades should be abandoned and that one should return to the musical language of the nineteenth century .... The period of which I speak may not have lasted long ... but all the same it was long enough to do our music immense harm.\\\" His First Symphony was proscribed as \\\"formalist\\\", and he found himself shunned by the Soviet authorities, a situation that continued throughout the era of Khrushchev, Brezhnev, Andropov and Chernenko. In 1954, the climate of musical oppression drove his friend Andrzej Panufnik to defect to the United Kingdom. Against this background, Lutos\\u0142awski was content to compose pieces for which there was social need, but in 1954 this earned him\\u2014much to the composer's chagrin\\u2014the Prime Minister's Prize for a set of children's songs. He commented: \\\"[I]t was for those functional compositions of mine that the authorities decorated me .... I realised that I was not writing indifferent little pieces, only to make a living, but was carrying on an artistic creative activity in the eyes of the outside world.\\\"Varga (1976)\\n\\nIt was his substantial and original Concerto for Orchestra of 1954 that established Lutos\\u0142awski as an important composer of art music. The work, commissioned in 1950 by the conductor Witold Rowicki for the newly reconstituted Warsaw Philharmonic Orchestra, earned the composer two state prizes in the following year.\\n\\n Maturity \\nthumb|right|Witold Lutos\\u0142awski conducting\\n\\nStalin's death in 1953 allowed a certain relaxation of the cultural totalitarianism in Russia and its satellite states. By 1956, political events had led to a partial thawing of the musical climate, and the Warsaw Autumn Festival of Contemporary Music was founded. Conceived as a biennial festival, it has been held annually ever since 1958 (except under Martial law in 1982 when, in protest, the ZKP refused to organise it). The first performance of his Musique fun\\u00e8bre (in Polish, Muzyka \\u017ca\\u0142obna, English Funereal Music or Music of Mourning) took place in 1958. It was written to commemorate the 10th anniversary of the death of B\\u00e9la Bart\\u00f3k, but took the composer four years to complete. This work brought international recognition, the annual ZKP prize and the International Rostrum of Composers prize in 1959.  Lutos\\u0142awski's harmonic and contrapuntal thinking were developed in this work, and in the Five songs of 1956\\u201357, as he introduced his twelve-note system, the fruits of many years of thought and experiment.Stucky (1981), chapter 3, The years of transition: 1955\\u20131960 He established another feature of his compositional technique, which became a Lutos\\u0142awski signature, when he began introducing randomness into the exact synchronisation of various parts of the musical ensemble in Jeux v\\u00e9nitiens (\\\"Venetian games\\\").Earlier use of a similar technique has been noted in the music of American composer Alan Hovhaness, for example see  These harmonic and temporal techniques became part of every subsequent work, and integral to his style.\\n\\nIn a departure from his usually serious compositions in 1957 to 1963, Lutos\\u0142awski also composed light music under the pseudonym Derwid. Mostly waltzes, tangos, foxtrots and slow-foxtrots for voice and piano, these pieces are in the genre of Polish actors' songs. Their place in Lutos\\u0142awski's output may be seen as less incongruous given his own performances of cabaret music during the war, and in the light of his relationship by marriage to the famous Polish cabaret singer Kalina J\\u0119drusik (who was his wife's sister-in-law).\\n\\nIn 1963, Lutos\\u0142awski fulfilled a commission for the Music Biennale Zagreb, his Trois po\\u00e8mes d'Henri Michaux for chorus and orchestra. It was the first work he had written for a commission from abroad, and brought him further international acclaim. It earned him a second State Prize for music (Lutos\\u0142awski was not cynical about the award this time), and Lutos\\u0142awski gained an agreement for the international publication of his music with Chester Music, then part of the Hansen publishing house. His String Quartet was first performed in Stockholm in 1965, followed the same year by the first performance of his orchestral song-cycle Paroles tiss\\u00e9es. This shortened title was suggested by the poet Jean-Fran\\u00e7ois Chabrun, who had published the poems as Quatre tapisseries pour la Ch\\u00e2telaine de Vergi. The song cycle is dedicated to the tenor Peter Pears, who first performed it at the 1965 Aldeburgh Festival with the composer conducting. The Aldeburgh Festival was founded and organised by Benjamin Britten, with whom the composer formed a lasting friendship.\\n\\nShortly after this, Lutos\\u0142awski started work on his Second Symphony, which had two premieres: Pierre Boulez conducted the second movement, Direct, in 1966, and when the first movement, H\\u00e9sitant, was finished in 1967, the composer conducted a complete performance in Katowice. The Second Symphony is very different from a conventional classical symphony in structure, but Lutos\\u0142awski used all of his technical innovations up to that point to build a large-scale, dramatic work worthy of the name. In 1968, the work earned Lutos\\u0142awski first prize from the International Music Council's International Rostrum of Composers, his third such award, which confirmed his growing international reputation. In 1967 Lutos\\u0142awski was awarded the L\\u00e9onie Sonning Music Prize, Denmark's highest musical honour.\\n\\n International renown \\n\\nThe Second Symphony, and Livre pour orchestre and the Cello Concerto which followed, were composed during a particularly traumatic period in Lutos\\u0142awski's life. His mother died in 1967, and in 1967\\u201370 there was a great deal of unrest in Poland. This sprang first from the suppression of the theatre production Dziady, which sparked a summer of protests; later, in 1968, the use of Polish troops to suppress the liberal reforms in Czechoslovakia's Prague Spring, and the Gda\\u0144sk Shipyards strike of 1970\\u2014which led to a violent clampdown by the authorities, both caused significant political and social tension in Poland. Lutos\\u0142awski did not support the Soviet regime, and these events have been postulated as reasons for the increase in antagonistic effects in his work, particularly the Cello Concerto of 1968\\u201370 for Rostropovich and the Royal Philharmonic Society. Indeed, Rostropovich's own opposition to the Soviet regime in Russia was just coming to a head (he shortly afterwards declared his support for the dissident Aleksandr Solzhenitsyn). Lutos\\u0142awski himself did not hold the view that such influences had a direct effect on his music, although he acknowledged that they impinged on his creative world to some degree. In any case, the Cello Concerto was a great success, earning both Lutos\\u0142awski and Rostropovich accolades. At the work's premi\\u00e8re with the Bournemouth Symphony Orchestra, Arthur Bliss presented Rostropovich with the Royal Philharmonic Society's gold medal.\\n\\nIn 1973, Lutos\\u0142awski attended a recital given by the baritone Dietrich Fischer-Dieskau with the pianist Sviatoslav Richter in Warsaw; he met the singer after the concert and this inspired him to write his extended orchestral song Les Espaces du sommeil (\\\"The spaces of sleep\\\"). This work, Preludes and Fugue, Mi-Parti (a French expression that roughly translates as \\\"divided into two equal but different parts\\\"), Novelette, and a short piece for cello in honour of Paul Sacher's seventieth birthday, occupied Lutos\\u0142awski throughout the 1970s, while in the background he was working away at a projected third symphony and a concertante piece for the oboist Heinz Holliger. These latter pieces were proving difficult to complete as Lutos\\u0142awski struggled to introduce greater fluency into his sound world and to reconcile tensions between the harmonic and melodic aspects of his style, and between foreground and background. The Double Concerto for oboe, harp and chamber orchestra\\u2014commissioned by Paul Sacher\\u2014was finally finished in 1980, and the Third Symphony in 1983. In 1977 he received the Order of the Builders of People's Poland. In 1983 he received the Ernst von Siemens Music Prize.\\n\\nDuring this period, Poland was undergoing yet more upheaval: in 1980, the influential movement Solidarno\\u015b\\u0107 was created, led by Lech Wa\\u0142\\u0119sa; and in 1981, martial law was declared by General Wojciech Jaruzelski. From 1981\\u201389, Lutos\\u0142awski refused all professional engagements in Poland as a gesture of solidarity with the artists' boycott. He refused to enter the Culture Ministry to meet any of the ministers, and was careful not be photographed in their company. In 1983, as a gesture of support, he sent a recording of the first performance (in Chicago) of the Third Symphony to Gda\\u0144sk to be played to strikers in a local church. In 1983, he was awarded the Solidarity prize, of which Lutos\\u0142awski was reported to be more proud than any other of his honours.\\n\\nHe also bought a house in Oslo and had a cabin in the Norwegian countryside. He and his wife would stay here several times a year to be near her son from an earlier marriage, who was a Norwegian citizen.\\n\\n Final years \\nthumb|right|Witold Lutos\\u0142awski in 1993\\nThrough the mid-1980s, Lutos\\u0142awski composed three pieces called \\u0141a\\u0144cuch (\\\"Chain\\\"), which refers to the way the music is constructed from contrasting strands which overlap like the links of a chain. Chain 2 was written for Anne-Sophie Mutter (commissioned by Paul Sacher), and for Mutter he also orchestrated his slightly earlier Partita for violin and piano, providing a new linking Interlude, so that when played together the Partita, Interlude and Chain 2 form his longest work.\\n\\nThe Third Symphony earned Lutos\\u0142awski the first Grawemeyer Prize from the University of Louisville, Kentucky, awarded in 1985.  The significance of the prize lay not just in its prestige\\u2014other eminent nominations have included Elliott Carter and Michael Tippett\\u2014but in the size of its financial award (then US$150,000). The intention of the award is to remove recipients' financial concerns for a period to allow them to concentrate on serious composition. In a gesture of altruism, Lutos\\u0142awski announced that he would use the fund to set up a scholarship to enable young Polish composers to study abroad; Lutos\\u0142awski also directed that his fee from the San Francisco Symphony Orchestra for Chain 3 should go to this scholarship fund.\\n\\nIn 1987 Lutos\\u0142awski was presented (by Michael Tippett) with the rarely awarded Royal Philharmonic Society's Gold Medal during a concert in which Lutos\\u0142awski conducted his Third Symphony; also that year a major celebration of his work was made at the Huddersfield Contemporary Music Festival. In addition, he was awarded honorary doctorates at several universities worldwide, including Cambridge.Bodman Rae (1999), p. 225, see also p. 271n\\n\\nLutos\\u0142awski was at this time writing his Piano Concerto for Krystian Zimerman, commissioned by the Salzburg Festival. His earliest plans to write a piano concerto dated from 1938; he was himself in his younger days a virtuoso pianist. It was a performance of this work and the Third Symphony at the Warsaw Autumn Festival in 1988 that marked the composer's return to the conductor's podium in Poland, after substantive talks had been arranged between the government and the opposition.\\n\\nLutos\\u0142awski also, around 1990, worked on a fourth symphony and his orchestral song-cycle Chantefleurs et Chantefables for soprano. The latter was first performed at a Prom concert in London in 1991, and the Fourth Symphony in 1993 with the composer conducting the Los Angeles Philharmonic. In between, and after initial reluctance, Lutos\\u0142awski took on the presidency of the newly reconstituted \\\"Polish Cultural Council\\\". This had been set up after the reforms in 1989 in Poland brought about by the almost total support for Solidarity in the elections of that year, and the subsequent end of communist rule and the reinstatement of Poland as an independent republic rather than the communist state of the People's Republic of Poland.\\n\\nthumb|upright|The monument to Witold Lutos\\u0142awski and his wife Maria Danuta in Pow\\u0105zki Cemetery\\nHe continued his busy schedule, travelling to the United States, England, Finland, Canada and Japan, and sketching a violin concerto, but by the first week of 1994 it was clear that cancer had taken hold, and after an operation the composer weakened quickly and died on 7 February at the age of eighty-one. He had, a few weeks before, been awarded Poland's highest honour, the Order of the White Eagle (only the second person to receive this since the collapse of communism in Poland\\u2014the first had been Pope John Paul II). He was cremated; his wife Danuta died shortly afterwards.\\n\\n Music \\n\\nLutos\\u0142awski described musical composition as a search for listeners who think and feel the same way he did\\u2014he once called it \\\"fishing for souls\\\".Lutos\\u0142awski's notebook, in Varga (1976), also quoted and discussed in Jacobson, 1996 p. 100. \\\"[...] I have a strong desire to communicate something, through my music, to the people. I am not working to get many 'fans' for myself; I do not want to convince, I want to find. I would like to find people who in the depths of their souls feel the same way as I do. That can only be achieved through the greatest artistic sincerity in every detail of music, from the minutest technical aspects to the most secret depths. I know that this standpoint deprives me of many potential listeners, but those who remain mean an immeasurable treasure for me. [...] I regard creative activity as a kind of soul-fishing, and the 'catch' is the best medicine for loneliness, that most human of sufferings.\\\"\\n\\nA complete list of Lutos\\u0142awski's compositions in chronological order can be found at The Polish Music Center.\\n\\n Folk influence \\nLutos\\u0142awski's works up until and including the Dance Preludes clearly show the influence of Polish folk music, both harmonically and melodically. Part of his art was in transforming folk music, rather than quoting it exactly. In some cases, folk music is unrecognisable as such without careful analysis, for example, in the Concerto for Orchestra.Stucky (1981), p. 49: \\\"Folk tunes are never simply quoted: they are radically transformed, manipulated, made to serve the composer's artistic vision. This approach makes possible a style which is at once so demonstrably 'national' as to be politically unassailable, yet modern enough and personal enough to burst the bounds of socrealizm\\\"; and p. 53: \\\"Przedzierzgn\\u0119 si\\u0119 siw\\u0105 gol\\u0119bic\\u0105 is distorted beyond audible recognition ... it is thoroughly dismembered.\\\" As Lutos\\u0142awski developed the techniques of his mature compositions, he stopped using folk material explicitly, although its influence remained as subtle features until the end. As he said, \\\"[in those days] I could not compose as I wished, so I composed as I was able\\\",Quoted in Stucky (1981), p. 59 and about this change of direction he said, \\\"I was simply not so interested in it [using folk music]\\\". Also, Lutos\\u0142awski was dissatisfied with composing in a \\\"post-tonal\\\" idiom: while composing the first symphony, he felt that this was for him a cul-de-sac.Stucky (1981), p. 32\\n\\n Pitch organisation \\nIn Five Songs (1956\\u201357) and Musique fun\\u00e8bre (1958) Lutos\\u0142awski introduced his own brand of twelve-tone music, marking his departure from the explicit use of folk music.Stucky (1981), chapter 3 His twelve-tone technique allowed him to build harmony and melody from specific intervals (in Musique fun\\u00e8bre, augmented fourths and semitones). This system also gave him the means to write dense chords without resorting to tone clusters, and enabled him to build towards these dense chords (which often include all twelve notes of the chromatic scale) at climactic moments.Stucky (1981), p. 120 quotes Lutos\\u0142awski, \\\"The different parts can play very complicated rhythms [...] and yet play only the notes of that [twelve-note] chord [...] It may occur that the chord never actually sounds in its entirety\\u2014it is supplemented by our memory and imagination.\\\" Lutos\\u0142awski's twelve-note techniques were thus completely different in conception from Arnold Schoenberg's tone-row system,Bodman Rae (1999), p. 63. See also: C. Bodman Rae: Pitch Organisation in the Music of Witold Lutoslawski Since 1979 (PhD thesis, University of Leeds, 1992) although Musique fun\\u00e8bre does happen to be based on a tone row.Stucky (1981), p. 71 This twelve-note intervallic technique had its genesis in earlier works such as Symphony No. 1, and Paganini Variations.Stucky (1981), p. 71, also discussion of Symphony No. 1 pp. 24\\u201325 and symmetrical chords in the pitch organisation of Overture for Strings pp. 37\\u201339\\n\\n Aleatory technique \\nAlthough Musique fun\\u00e8bre was internationally acclaimed, his new harmonic techniques led to something of a crisis for Lutos\\u0142awski, during which he still could not see how to express his musical ideas.Stucky (1981), p. 79: \\\"Solutions to some rhythmic and formal questions still eluded him.\\\" Then on 16 March 1960,Witold Lutos\\u0142awski \\u2013 Guide to Warsaw: Zwyci\\u0119zc\\u00f3w 39. NIFC 2013 listening to Polish Radio broadcast on new music, he happened to hear John Cage's Concert for Piano and Orchestra. Although he was not influenced by the sound or the philosophy of the music, Cage's explorations of indeterminacy set off a train of thought which resulted in Lutos\\u0142awski finding a way to retain the harmonic structures he wanted while introducing the freedom for which he was searching.Lutos\\u0142awski 1976, p. 12, says, with reference to this event, \\\"Composers often do not hear the music that is being played; it only serves as an impulse for something quite different\\u2014for the creation of music that only lives in their imagination\\\"; see also Nordwall (1968), p. 20; Stucky (1981), p. 84. His Three Postludes were hastily rounded offStucky (1981), pp. 78\\u201383, Bodman Rae (1999), p. 72 (he had intended to write four) and he moved on to compose works in which he explored these new ideas.\\n\\nIn works from Jeux v\\u00e9nitiens, Lutos\\u0142awski wrote long passages in which the parts of the ensemble are not to be synchronised exactly. At cues from the conductor, each instrumentalist may be instructed to move straight on to the next section, to finish their current section before moving on, or to stop. In this way, the random elements within compositionally controlled limits defined by the term aleatory are carefully directed by the composer, who controls the architecture and harmonic progression of the piece precisely. Lutos\\u0142awski notated the music exactly; there is no improvisation, no choice of parts is given to any instrumentalist, and there is thus no doubt about how the musical performance is to be realised.Stucky (1981), p. 110 quotes Lutos\\u0142awski: \\\"I do not presuppose any improvised parts, even the shortest, in my works. I am an adherent of a clear-cut division between the role of the composer and that of the performer, and I do not wish even partially to relinquish the authorship of the music I have written.\\\"\\n\\nFor his String Quartet, Lutos\\u0142awski had produced only the four instrumental parts, refusing to bind them in a full score, because he was concerned that this would imply that he wanted notes in vertical alignment to coincide, as is the case with conventionally notated classical ensemble music. The LaSalle Quartet, however, specifically requested a score from which to prepare for the first performance.Bodman Rae (1999), pp. 91\\u201392 Bodman Rae relates that Danuta Lutoslawska solved this problem by cutting up the parts and sticking them together in boxes (which Lutos\\u0142awski called mobiles), with instructions on how to signal in performance when all of the players should proceed to the next mobile.Stucky (1981), p. 87 In his orchestral music, these problems of notation were not so difficult, because the instructions on how and when to proceed are given by the conductor.\\n\\nLutos\\u0142awski's called this technique of his mature period \\\"limited aleatorism\\\".Stucky (1981), 109 This controlled freedom given to the individual musicians is contrasted with passages where the orchestra is asked to synchronise their parts; the score for these passages is notated conventionally using bars (measures) and time signatures.\\n\\nBoth Lutos\\u0142awski's harmonic and aleatory processes are illustrated by example 1, an excerpt from H\\u00e9sitant, the first movement of the Symphony No. 2. At number 7, the conductor gives a cue to the flutes, celesta and percussionist, who then play their parts in their own time, without any attempt to synchronise with the other instrumentalists. The harmony of this section is based on a 12-note chord built from major seconds and perfect fourths. After all the instrumentalists have finished their parts, a two-second general pause is indicated (P.G. 2\\\"''' at top right of the example). The conductor then gives a cue at number 8 (and indicates the tempo of the following section) for two oboes and the cor anglais. They each play their part, again with no attempt to synchronise with the other players. The harmony of this part is based on the hexachord F\\u2013G\\u2013A\\u2013C\\u2013D\\u2013D, arranged in such a way that the harmony of the section never includes any sixths or thirds. When the conductor gives another cue at number 9, the players each continue until they reach the repeat sign, and then stop: they are unlikely to end the section at the same time. This \\\"refrain\\\" (from numbers 8 to 9) recurs throughout the movement, slightly altered each time, but always played by double-reed instruments which do not play elsewhere in the movement: Lutos\\u0142awski thus also carefully controls the orchestral palette.See discussion in Bodman Rae (1999), pp. 103\\u2013104, and Stucky (1981), pp. 160\\u201361\\n\\n Late style \\nThe combination of Lutos\\u0142awski's aleatory techniques and his harmonic discoveries allowed him to build up complex musical textures. According to Bodman Rae, in his later works Lutos\\u0142awski evolved a more mobile, simpler, harmonic style, in which less of the music is played with an ad libitum coordination.The harmonic stasis inherent in Lutos\\u0142awski's limited aleatorism is discussed by Bodman Rae (1999), p. 84, and his description of this development is discussed in Jacobson, 1996, pp. 112\\u201313 This development first appeared in the brief Epitaph for oboe and piano,Bodman Rae (1999), p. 145 around the time Lutos\\u0142awski was struggling to find the technical means to complete his Third Symphony. In chamber works for just two instrumentalists the scope for aleatory counterpoint and dense harmonies is significantly less than for orchestra,Bodman Rae (1999), pp. 146\\u201347 but these developments also influenced his orchestral style in late works including the Piano Concerto, Chantefleurs et Chantefables, Chain 2 and the Fourth Symphony, which require mostly conventional coordination.\\n\\nLutos\\u0142awski's formidable technical developments grew out of his creative imperative; that he left a lasting body of major compositions is a testament to his resolution of purpose in the face of the anti-formalist authorities under which he formulated his methods.Stucky (1981), p. 106: \\\"Lutos\\u0142awski's life has given ample evidence of the strength of character and sureness of artistic purpose necessary to regard with equanimity both the blandishments of his 'fans' and the disparagements of his detractors.\\\"Bodman Rae (1999), p. 262: \\\"Above all, he is admired for the musical and moral integrity of his long search, and often difficult struggle, for the personal language and consummate technique that served his individual voice.\\\"\\n\\nLutos\\u0142awski's life, as well as detailed and thorough discussion of Lutos\\u0142awski's music and compositional techniques, can be found in both Stucky (1981) and Bodman Rae (1994, 1996, 1999), but also in Witold Lutos\\u0142awski \\u2013 Guide to Warsaw (2013) by the National Institute of Fryderyk Chopin.\\n\\n See also \\n List of Polish composers\\n List of Poles\\n Music of Poland\\n\\n Notes \\n\\n References \\n \\n \\n \\n \\n \\n \\n \\n  Contains an extensive bibliography to 1981.\\n Witold Lutos\\u0142awski \\u2013 Guide to Warsaw. NIFC 2013 free app with biography\\n\\n External links \\n\\n Polish Music Center: Witold Lutos\\u0142awski\\n Witold Lutos\\u0142awski's homepage at Chester Music\\n Witold Lutos\\u0142awski \\u2013 a classic of 20th-century music at culture.pl\\n Nancy Woo, Witold Lutos\\u0142awski's Mi-Parti A Musical Essay in Sound Textures\\n Performance (mp3) by McKeever Piano Duo  of Variations on a theme by Paganini''\\n \\n Lutos\\u0142awski Year 2013 official website\\n Free Video, Audio and Text Resources from the Philharmonia Orchestra, part of \\\"Woven Words\\\" Lutos\\u0142awski Centenary 2013\\n\\nCategory:1913 births\\nCategory:1994 deaths\\nCategory:20th-century classical composers\\nCategory:Fryderyk Chopin University of Music alumni\\nCategory:Grammy Award winners\\nCategory:Kyoto laureates in Arts and Philosophy\\nCategory:Polish classical composers\\nCategory:Polish male classical composers\\nCategory:Musicians from Warsaw\\nCategory:EMI Classics and Virgin Classics artists\\nCategory:Deutsche Grammophon artists\\nCategory:Recipients of the Order of the Builders of People's Poland\\nCategory:Royal Philharmonic Society Gold Medallists\\nCategory:Recipients of the Order of the Banner of Work\\nCategory:Recipients of the Pour le M\\u00e9rite (civil class)\\nCategory:Burials at Pow\\u0105zki Cemetery\\nCategory:Recipients of the L\\u00e9onie Sonning Music Prize\\nCategory:International Rostrum of Composers prize-winners\\nCategory:Members of the Academy of the Arts, Berlin\\nCategory:Herder Prize recipients\\nCategory:Ernst von Siemens Music Prize winners\"}"