"{\"title\": \"Flag of Belarus\", \"url\": \"https://en.wikipedia.org/wiki/Flag_of_Belarus\", \"text\": \"{{Infobox flag\\n| Name = Belarus\\n| Article = \\n| Image = Flag of Belarus.svg\\n| Nickname = \\n| Morenicks = \\n| Use = 111111\\n| Symbol = \\n| Proportion = 1:2\\n| Adoption = 7 June 1995 (original design with a thinner ornament pattern)10 February 2012 (current (above) design with a thicker ornament pattern)\\n| Design = A horizontal bicolour of red over green in a 2:1 ratio, with a red ornamental pattern on a white vertical stripe at the hoist.\\n| Designer = Mikhail Husyev\\n| Type = National\\n| Image2 = Flag of the President of Belarus.svg\\n| Noborder2 = \\n| Nickname2 = \\n| Morenicks2 = \\n| Use2 = Presidential Standard\\n| Symbol2 = \\n| Proportion2 = \\n| Adoption2 = \\n| Design2 = The national flag shortened to 5:6 ratio with the national emblem in gold.\\n| Designer2 = \\n| Textimage3 = Flag of Belarus (1918, 1991\\u20131995)|Image3 = Flag of Belarus (1918, 1991-1995).svg\\n|Nickname3 = \\u0411\\u0435\\u043b-\\u0447\\u044b\\u0440\\u0432\\u043e\\u043d\\u0430-\\u0431\\u0435\\u043b\\u044b \\u0441\\u0446\\u044f\\u0433 (\\\"The White Red and White Flag\\\")\\n|Use3 = 1918 (Belarusian Democratic Republic and Belarusian government in exile),Unofficially in West Belarus until 1939,unofficially between 1942 and 1944 (during German occupation),Officially from 1991 to 1995Still often used by government opposition groups.\\n|Symbol3 =\\n|Proportion3 = 1:2\\n|Adoption3 = 19189 September 1991\\n|Design3 = A horizontal triband of white, red and white\\n|Designer3 = K\\u0142a\\u016ddzi Du\\u017e-Du\\u0161e\\u016dski\\n}}\\n\\nThe national flag of Belarus''' (, Sciah Bie\\u0142arusi; , Flag Belorussii) is a red and green flag with a white and red ornament pattern placed at the staff (hoist) end. The current design was introduced in 2012 by the State Committee for Standardisation of the Republic of Belarus, and is adapted from a design approved in a referendum in May 1995. It is a modification of the 1951 flag used while the country was a republic of the Soviet Union. Changes made to the Soviet-era flag were the removal of symbols of communism (the hammer and sickle and the red star) and the reversal of the colours of the ornament pattern, from white-on-red to red-on-white. Since the 1995 referendum, several flags used by Belarusian government officials and agencies have been modelled on this national flag.\\n\\nThis design replaced the historical white-red-white flag used by the Belarusian Democratic Republic in 1918, before Belarus became a Soviet Republic, and again after it regained its independence in 1991. Opposition groups have continued to use this flag, though its display in Belarus has been restricted by the government of Belarus, which claims it was linked with Nazi collaboration during the Second World War. The white-red-white flag is used in protests against the government and by the Belarusian diaspora.\\n\\nDesign\\nthumb|300px|Construction sheet of the Belarusian flag\\nThe basic design of the national flag of Belarus was first described in Presidential Decree No.214 of 7 June 1995. The flag is a rectangular cloth consisting of two horizontal stripes: a red upper stripe covering two-thirds of the flag's height, and green lower stripe covering one-third. A vertical red-on-white Belarusian decorative pattern, which occupies one-ninth of the flag's length, is placed against the flagstaff. The flag's ratio of width to length is 1:2.\\n\\nThe flag does not differ significantly from the flag of the Byelorussian SSR, other than the removal of the hammer and sickle and the red star, and the reversal of red and white in the hoist pattern.\\\"National Symbols\\\" page on the official website of the President of Belarus While there is no official interpretation for the colours of the flag, an explanation given by President Alyaksandr Lukashenka is that red represents freedom and the sacrifice of the nation's forefathers, while green represents life.\\n\\nIn addition to the 1995 decree, \\\"STB 911\\u20132008: National Flag of the Republic of Belarus\\\" was published by the State Committee for Standardisation of the Republic of Belarus in 2008. It gives the technical specifications of the national flag, such as the details of the colours and the ornament pattern. The red ornament design on the national flag was, until 2012,  the width of the flag, and  with the white margin. As of 2012, the red pattern has occupied the whole of the white margin (which stayed at ).\\n\\nColours\\nThe colours of the national flag are regulated in \\\"STB 911\\u20132008: National Flag of the Republic of Belarus\\\" and are listed in the CIE Standard illuminant D65.\\n{| class=\\\"wikitable\\\"\\n|+Standard Colour Sample of the National Flag\\n|-\\n! rowspan=2 | Colour\\n! colspan=2 | Colour coordinate\\n! rowspan=2 | Y10\\n|-\\n! x10 !! y10\\n|-\\n!style=\\\"background:#C0000A;color:white\\\"| Red\\n|| 0.553 \\u00b1 0.010 || 0.318 \\u00b1 0.010 ||14.8 \\u00b1 1.0\\n|-\\n!style=\\\"background:#0EA000;color:white\\\"| Green\\n|| 0.297 \\u00b1 0.010 || 0.481 \\u00b1 0.010 ||29.6 \\u00b1 1.0\\n|}\\n\\nHoist ornament pattern\\nthumb|Decorative pattern\\nA decorative pattern, designed in 1917 by Matrona Markevich, is displayed on the hoist of the flag (as it was previously, on the 1951 flag). The pattern, derived from local plants and flowers, is a traditional type commonly used in Belarus. These patterns are sometimes used in woven garments, most importantly in the traditional ruchnik, a woven cloth used for ceremonial events like religious services, funerals, and other more mundane social functions, such as a host offering guests bread and salt served on a rushnyk.\\\"Belarusian Textiles\\\" and \\\"Belarusian Ruchnik\\\" pages on the Virtual Guide to Belarus website\\n\\nThe husband of Matrona Markevich was arrested for anti-Soviet propaganda and executed during Soviet repression in Belarus in 1937, after which the family was dekulakised. The original ruchnik has not survived and was either confiscated by the NKVD in 1937 or destroyed during the Second World War. The brother of Matrona Markevich, Mikhail Katsar, head of the ethnography and folklore department at the Academy of Sciences of Belarus, was included into the commission that was ordered to create a new flag for the Belarusian SSR in 1951.\\n\\nA monument to Matrona Markevich was erected in Sianno in 2015.\\n\\nFlag protocol\\nthumb|The flag waving above a government building in Minsk\\nthumb|The colours of the Belarusian flag being interpreted during a flypast of the Belarusian Air Force during the Independence Day Parade in honor of the 75th anniversary of the Liberation of Belarus.\\nBy law, the Belarusian flag should be flown daily, weather permitting, from the following locations:\\n the National Assembly of Belarus\\n the Council of Ministers of Belarus\\n courts of Belarus, and offices of local executive and administrative bodies\\n above buildings in which sessions of local Councils of deputies take place\\n military bases or military ships owned by the government\\n buildings used by Belarusian diplomats\\n\\nThe Belarusian flag is also officially flown on the sites of special occasions:\\n sessions of local executive and administrative bodies\\n voting/polling places\\n sports arenas during competitions (note that the IOC has its own rules on flag display) \\n\\nBelarusian diplomats and various government officials (such as the President and the Prime Minister) display the flag on vehicles. The law allows for the flag to be used for special occasions, such as memorial services and family holidays, and it can be used by various groups of people, such as public organisations, companies, and NGOs. The regulations were issued in the same decree that defined the Belarusian flag. 15 May has been declared the Day of the National Emblem and Flag of Belarus (, ). BelTA's page about the national flag day  The national flag itself has been incorporated into the badge of the guard units in the Belarusian armed forces. Badges of the Armed Forces of Belarus  Note: Works in Internet Explorer only The pole should be three times longer than the width of the flag.\\n\\nAccording to the 1995 presidential decree, the national flag is to be used on a staff that is coloured gold (ochre). Other parts of the protocol specify the finial (the metal ornament on a flag pole) as diamond-shaped and coloured in a yellow metal. In this diamond there is a five-pointed star (similar to that used in national emblem). The diamond-pattern represents another continuation of Soviet flag-traditions.\\n\\nHistorical flags\\n\\nSoviet flag of 1951\\n\\nthumb|20px Flag of the Byelorussian Soviet Socialist Republic, 1951 to 1991\\nThe flag of the Byelorussian Soviet Socialist Republic was adopted by decree on 25 December 1951.16x16px|alt=|link= \\u0423\\u043a\\u0430\\u0437 \\u041f\\u0440\\u0435\\u0437\\u0438\\u0434\\u0438\\u0443\\u043c\\u0430 \\u0412\\u0421 \\u0411\\u0421\\u0421\\u0420 \\u043e\\u0442 25.12.1951 \\u041e \\u0433\\u043e\\u0441\\u0443\\u0434\\u0430\\u0440\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u043e\\u043c \\u0444\\u043b\\u0430\\u0433\\u0435 \\u0411\\u0435\\u043b\\u043e\\u0440\\u0443\\u0441\\u0441\\u043a\\u043e\\u0439 \\u0421\\u0421\\u0420  on the Russian Wikisource (\\\"The decree of the Presidium of the Supreme Belorussian 25.12.1951 on the state flag of the Byelorussian SSR\\\") The flag was slightly modified in 1956 when construction details were added for the red star, and golden hammer and sickle. The final specifications of the flag was set in Article 120 of the Constitution of the Byelorussian SSR and are very similar to the current Belarusian flag. The flag had a length-to-width ratio of one to two (1:2), just like the flag of the Soviet Union (and the other fourteen union republics).16x16px|alt=|link= \\u0423\\u043a\\u0430\\u0437 \\u041f\\u0440\\u0435\\u0437\\u0438\\u0434\\u0438\\u0443\\u043c\\u0430 \\u0412\\u0421 \\u0411\\u0421\\u0421\\u0420 \\u043e\\u0442 8.05.1956 \\u043e\\u0431 \\u0443\\u0442\\u0432\\u0435\\u0440\\u0436\\u0434\\u0435\\u043d\\u0438\\u0438 \\u041f\\u043e\\u043b\\u043e\\u0436\\u0435\\u043d\\u0438\\u044f \\u043e \\u0413\\u043e\\u0441\\u0443\\u0434\\u0430\\u0440\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u043e\\u043c \\u0444\\u043b\\u0430\\u0433\\u0435 \\u0411\\u0435\\u043b\\u043e\\u0440\\u0443\\u0441\\u0441\\u043a\\u043e\\u0439 \\u0421\\u0421\\u0420  on the Russian Wikisource (\\\"The decree of the Presidium of the Supreme Belorussian 05.08.1956 approving the Regulation on the State Flag of the Byelorussian SSR\\\") The main portion of the flag was red (representing the Revolution), with the rest being green (representing the Belarusian forests). A pattern of white drawn on red decorated the hoist portion of the flag; this design is often used on Belarusian traditional costumes. In the upper corner of the flag, in the red portion, a gold hammer and sickle was added, with a red star outlined in gold above it. The hammer represented the worker, and the sickle the peasant; according to Soviet ideology, these two symbols crossed together symbolised co-operation between the two classes. The red star, a symbol commonly used by Communist parties, was said to stand either for the five social groups (workers, youth, peasants, military, and academics), the five known continents, or the five fingers of the worker's hand. The hammer, sickle and star were sometimes not displayed on the reverse of the flag. The purpose for this design was that the Byelorussian SSR, along with the Soviet Union and the Ukrainian SSR, were admitted to the United Nations in 1945 as founding members and needed distinct flags for each other. The designer of the flag was Milkahil Gusyev.\\u0411\\u0430\\u0441\\u0430\\u045e \\u0410. \\u041d., \\u041a\\u0443\\u0440\\u043a\\u043e\\u045e \\u0406. \\u041c. \\u0424\\u043b\\u0430\\u0433\\u0456 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u0456 \\u045e\\u0447\\u043e\\u0440\\u0430 \\u0456 \\u0441\\u0451\\u043d\\u043d\\u044f / \\u041f\\u0435\\u0440. \\u0410. \\u041d. \\u041d\\u0430\\u0439\\u0434\\u043e\\u0432\\u0456\\u0447. \\u2014 \\u041c\\u043d.: \\u041f\\u043e\\u043b\\u044b\\u043c\\u044f, 1994. \\u0421. 24.\\n\\nPrevious flags of the Soviet era\\nBefore 1951, several different flags had been in use since the Revolution. The earliest flag was plain red, and was used in 1919 during the existence of the Lithuanian-Byelorussian SSR. After the formation of the Byelorussian SSR, the lettering \\u0421\\u0421\\u0420\\u0411 (SSRB) was added in gold to the top hoist. This design was established with the passage of the first Constitution of the Byelorussian SSR.Article 32, \\u041a\\u041e\\u041d\\u0421\\u0422\\u0418\\u0422\\u0423\\u0426\\u0418\\u042f \\u0421\\u041e\\u0426\\u0418\\u0410\\u041b\\u0418\\u0421\\u0422\\u0418\\u0427\\u0415\\u0421\\u041a\\u041e\\u0419 \\u0421\\u041e\\u0412\\u0415\\u0422\\u0421\\u041a\\u041e\\u0419 \\u0420\\u0415\\u0421\\u041f\\u0423\\u0411\\u041b\\u0418\\u041a\\u0418 \\u0411\\u0415\\u041b\\u041e\\u0420\\u0423\\u0421\\u0421\\u0418\\u0418 (1919) . Pravo.by. Retrieved on 2011-05-27. It was later modified in the 1927 Constitution where the letters were changed to \\u0411\\u0421\\u0421\\u0420 (BSSR) but kept the overall design the same.Article 75, \\u041a\\u043e\\u043d\\u0441\\u0442\\u0438\\u0442\\u0443\\u0446\\u0438\\u0438 (\\u041e\\u0441\\u043d\\u043e\\u0432\\u043d\\u043e\\u0433\\u043e \\u0417\\u0430\\u043a\\u043e\\u043d\\u0430) \\u0411\\u0435\\u043b\\u043e\\u0440\\u0443\\u0441\\u0441\\u043a\\u043e\\u0439 \\u0421\\u043e\\u0446\\u0438\\u0430\\u043b\\u0438\\u0441\\u0442\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0439 \\u0421\\u043e\\u0432\\u0435\\u0442\\u0441\\u043a\\u043e\\u0439 \\u0420\\u0435\\u0441\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u0438 (1927) . Pravo.by. Retrieved on 2011-05-27. This design was changed in 1937, when a hammer and sickle and red star were placed above the letters. The flag dimensions were also formally established as 1:2 for the first time.\\u041a\\u043e\\u043d\\u0441\\u0442\\u0438\\u0442\\u0443\\u0446\\u0438\\u0438 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u0438\\u00a0\\u2013 \\u041d\\u0430\\u0446\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0439 \\u043f\\u0440\\u0430\\u0432\\u043e\\u0432\\u043e\\u0439 \\u043f\\u043e\\u0440\\u0442\\u0430\\u043b \\u0420\\u0435\\u0441\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u0438 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c . Pravo.by. Retrieved on 2011-05-27. This flag remained in use until the adoption of the 1951 flag, which did away with the letters.\\n\\nWhite-red-white flag\\nthumb|left|White-red-white flag of Belarus (1918, 1991\\u20131995)\\nthumb|right|The White-red-white flag on a government building of the Belarusian Democratic Republic in Minsk, 1918\\nthumb|right|\\\"Do not abandon our Belarusian language, so we would not die\\\"\\u2014Matsiey Burachok\\nThe design of the flag used between 19 September 1991 and 5 June 1995 had originally been devised by the Belarusian Democratic Republic (March to December 1918). The original person behind the design of the flag is believed to have been Klaudzi Duzh-Dusheuski before 1917 and this design is known in Belarusian as the  (; literally \\\"white-red-white flag\\\"). Red and white have traditionally been used in state heraldry of the Grand Duchy of Lithuania and the Polish\\u2013Lithuanian Commonwealth. The colours are also based on those of the coat of arms Pahonia that was a traditional coat of arms of Belarusian lands and had a white horseman on a red background. There are several other theories explaining the flag's origin. One theory speaks of an allusion to the name of the country: White Ruthenia.\\n\\nBetween 1921 and 1939 the white-red-white flag was used by the Belarusian national movement in West Belarus (part of the Second Polish Republic), both by political organisations like the Belarusian Peasants' and Workers' Union or the Belarusian Christian Democracy, and non-political organisations like the Belarusian Schools Society.\\u0410\\u043d\\u0434\\u0440\\u044d\\u0439 \\u0412\\u0430\\u0448\\u043a\\u0435\\u0432\\u0456\\u0447. \\u041d\\u0430\\u0448\\u044b \\u0441\\u044c\\u0446\\u044f\\u0433\\u0456 \\u043d\\u0430\\u0434 \\u0417\\u0430\\u0445\\u043e\\u0434\\u043d\\u044f\\u0439 // Arche, \\u21164 (55)\\u00a0\\u2013 2007  The flag was also used by the Belarusian Special Battalion in the army of the Republic of Lithuania. After the invasion of Poland and the annexation of modern-day West Belarus in 1939 the flag was forbidden by the Soviet administration in the newly acquired territories as well.\\n\\nIn 1941 the flag was allowed for usage by the Nazi occupation administration, and it appeared on arm patches of Belarusian volunteers in the German Army and Waffen SS (same as the Russian tricolour) and was used by the Belarusian Central Rada, the anti-Soviet government of Belarus in 1943\\u20131944. After the end of World War II the flag was used by Belarusian diaspora in the West and by small groups of anti-Soviet resistance in Belarus itself. In late 1980s the flag was again used as a symbol of national revival and democratic changes in Belarus. By proposal of the Belarusian Popular Front the flag became state symbol of Belarus upon its regaining of independence in 1991.\\n\\nAfter 1995 the white-red-white flag is used as a symbol of the opposition to the regime of Alexander Lukashenko, most notably at the protests after the 2006 and 2010 presidential elections and at mass rallies on Freedom Day celebrations as well as Dziady memorial marches. The flag is not officially banned from public usage, but is treated by the authorities as an unregistered symbol'' which means that demonstration of it by political activists or sports fans can lead to arrests and confiscation of the flags. In early 2010, the political activist Siarhei Kavalenka was arrested for placing the white-red-white flag atop a Christmas tree on the central square of Vitsebsk. The court gave Kavalenka three years of suspended sentence which was followed by a second arrest and Kavalenka's several weeks long hunger strike. The hunger strike was interrupted by force-feeding on 16 January 2012.\\n\\n1995 referendum\\nthumb|The flag accepted in the 1995 referendum. Slightly modified in 2012.\\n\\nThe referendum that was held to adopt the state symbols took place on 14 May 1995. With a voter turnout of 64.7%, the new flag was approved by a majority in the ratio of three to one (75.1% to 24.9%). The other three questions were also passed by the voters. The way of carrying out the referendum as well as the legality of questioning the national symbols on a referendum was heavily criticised by the opposition. Opposition parties claimed that only 48.7% of the entire voting population (75.1% of the 64.7% who showed at the polling stations) supported the adoption of the new flag, but Belarusian law (as in many other countries) states that only a majority of voters is needed to decide on a referendum issue. Upon the results going in favor of President Lukashenko, he proclaimed that the return of the Soviet-style flag brought a sense of youth and pleasant memories to the nation.\\n\\nLukashenko had tried to hold a similar referendum before, in 1993, but failed to get parliamentary support. Two months before the May 1995 referendum, Lukashenko proposed a flag design that consisted of two small bars of green and one wide bar of red. While it is not known what became of this suggestion, new designs (called \\\"projects\\\" in Belarus) were suggested a few days later, which were then put up to vote in the 1995 referendum. Vexillographia page \\\"\\u0413\\u043e\\u0441\\u0443\\u0434\\u0430\\u0440\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u044b\\u0439 \\u0444\\u043b\\u0430\\u0433 \\u0420\\u0435\\u0441\\u043f\\u0443\\u0431\\u043b\\u0438\\u043a\\u0438 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u044c\\\"\\n\\nOther related flags\\nthumb|Presidential standard\\nthumb|Variant of the flag with 2 red stripes bordering the ornament pattern\\nSince the introduction of the 1995 flag, several other flags adopted by government agencies or bodies have been modelled on it.\\n\\nThe presidential standard, which has been in use since 1997, was adopted by a decree called \\\"Concerning the Standard of the President of Republic of Belarus\\\". The standard's design is an exact copy of the national flag, with the addition of the Belarusian national emblem in gold and red. The standard's ratio of 5:6 differs from that of the national flag, making the standard almost square. It is used at buildings and on vehicles to denote the presence of the president. Decree dated March 27, 1997, creating the presidential standard\\n\\nIn 2001, President Lukashenko issued a decree granting a flag to the Armed Forces of Belarus. The flag, which has a ratio of 1:1.7, has the national ornamental pattern along the length of the hoist side of the flag. On the front of the flag is the Belarusian coat of arms, with the wording \\u0423\\u0417\\u0411\\u0420\\u041e\\u0415\\u041d\\u042b\\u042f \\u0421\\u0406\\u041b\\u042b (\\\"Armed Forces\\\") arched over it, and \\u0420\\u042d\\u0421\\u041f\\u0423\\u0411\\u041b\\u0406\\u041a\\u0406 \\u0411\\u0415\\u041b\\u0410\\u0420\\u0423\\u0421\\u042c (\\\"of Republic of Belarus\\\") written below; the text of both is in gold. On the reverse of the flag, the centre contains the symbol of the armed forces, which is a red star surrounded by a wreath of oak and laurel. Above the symbol is the phrase \\u0417\\u0410 \\u041d\\u0410\\u0428\\u0423 \\u0420\\u0410\\u0414\\u0417\\u0406\\u041c\\u0423 (\\\"For our Motherland\\\"), while below is the full name of the military unit.Flags of the World page \\\"Belarus\\u00a0\\u2013 Military Flags\\\" , and  Vexillographia page \\\"\\u0424\\u043b\\u0430\\u0433\\u0438 \\u0430\\u0440\\u043c\\u0438\\u0438 \\u0411\\u0435\\u043b\\u0430\\u0440\\u0443\\u0441\\u0438\\\"\\n\\nSee also\\nList of Belarusian flags\\nNational emblem of Belarus\\nFlag of the Byelorussian Soviet Socialist Republic\\nEmblem of the Byelorussian Soviet Socialist Republic\\n\\nReferences\\n\\nExternal links\\n\\nVexillographia\\u00a0\\u2013 Flags of Belarus \\nOfficial site of the President of the Republic of Belarus\\u00a0\\u2013 Official description of the National Symbols\\n\\n \\nBelarus\\nCategory:National symbols of Belarus\\nBelarus\\nBelarus\"}"