"{\"title\": \"Vithoba\", \"url\": \"https://en.wikipedia.org/wiki/Vithoba\", \"text\": \"Vithoba, also known as Vi(t)thal(a) and Panduranga, is a Hindu deity predominantly worshipped in the Indian state of Maharashtra. He is generally considered a manifestation of the god Vishnu or his avatar, Krishna. Vithoba is often depicted as a dark young boy, standing arms akimbo on a brick, sometimes accompanied by his main consort Rakhumai.\\n\\nVithoba is the focus of an essentially monotheistic, non-ritualistic bhakti-drivenZelliot and Berntsen (1988) p. xviii \\\"Varkari cult is rural and non-Brahman in character\\\"Sand (1990), p. 33 \\\"According to Raeside the Varkari tradition is essentially monotheistic and without ritual, and, for this tradition, Vithoba represents Hari Krsna, while for the badavas or hereditary priests \\\"Vithoba is neither Visnu nor Siva. Vithoba is Vithoba (...)\\\"; p. 34 \\\"the more or less anti-ritualistic and anti-brahmanical attitudes of Varkari sampradaya.\\\" Varkari faith of Maharashtra and the Haridasa faith of Karnataka. Vithoba Temple, Pandharpur is his main temple. Vithoba legends revolve around his devotee Pundalik, who is credited with bringing the deity to Pandharpur, and around Vithoba's role as a saviour to the poet-saints of the Varkari faith. The Varkari poet-saints are known for their unique genre of devotional lyric, the abhang, dedicated to Vithoba and composed in Marathi. Other devotional literature dedicated to Vithoba includes the Kannada hymns of the Haridasa and the Marathi versions of the generic aarti songs associated with rituals of offering light to the deity. The most important festivals of Vithoba are held on Shayani Ekadashi in the month of Ashadha, and Prabodhini Ekadashi in the month of Kartik.\\n\\nThe historiography of Vithoba and his cult is an area of continuing debate, even regarding his name. Various Indologists have proposed a prehistory for Vithoba worship where he was previously: a hero stone, a pastoral deity, a manifestation of Shiva, a Jain saint, or even all of these at various times for various devotees. Though the origins of both his cult and his main temple are likewise debated, there is clear evidence that they already existed by the 13th century.\\n\\n Etymology and other names \\nthumb|right|alt=A black and white photograph of a stone icon of an arms-akimbo man standing on a brick and wearing a dhoti, angarkha (shirt), uparna (cloth that flows over both his hands), a crown, fish-shaped earrings and long necklaces till his waist.|A 1922 photograph of the Vithoba icon in Pandharpur adorned with jewellery and clothes.\\n\\nVithoba (, ) is known by many names, including: Vitthala, Panduranga, Pandharinath, Hari and Narayan.\\n\\nThere are several theories about the origins and meanings of these names. Varkari tradition suggests that the name Vitthala (also spelled as Vitthal, Viththal, Vittala and Vithal; , ; ,  and ; ) is composed of two Sanskrit-Marathi words: , which means 'brick'; and thal, which may have originated from the Sanskrit sthala, meaning 'standing'. Thus, Vitthala would mean 'one standing on a brick'.Novetzke (2005) pp. 115\\u201316 William Crooke, orientalist, supported this explanation.Crooke (2003) pp. 607\\u201308 The prescribed iconography of Vithoba stipulates that he be shown standing arms-akimbo upon a brick, which is associated with the legend of the devotee Pundalik.\\n\\nHowever, the Varkari poet-saint Tukaram proposed a different etymology\\u2014that Vitthala is composed of the words vittha (ignorance) and la (one who accepts), thus meaning 'one who accepts innocent people who are devoid of knowledge'.Pande (2008) p. 449 Historian Ramakrishna Gopal Bhandarkar offers yet another possibility\\u2014that Vitthu () is a Kannada corruption of the name Vishnu adopted in Marathi. The suffixes -la and -ba (meaning 'father' in Marathi) were appended for reverence, producing the names Vitthala and Vithoba.Bhandarkar (1995) p. 124 This corruption of Vishnu to Vitthu could have been due to the tendency of Marathi and Kannada people to pronounce the Sanskrit  () as  (), attested since the 8th\\u00a0century.Tagare in Mahipati: Abbott, Godbole (1988) p. xxxvi\\n\\nAccording to research scholar M. S. Mate of the Deccan College, Pundalik\\u2014who is assumed to be a historical figure\\u2014was instrumental in persuading the Hoysala king Vishnuvardhana alias Bittidev to build the Pandharpur temple dedicated to Vishnu. The deity was subsequently named as Vitthala, a derivative of Bittidev, by the builder-king.Sand (1990) p. 38 Other variants of the name include  (King Vitthala), and  (Mother Vitthala). The people of Gujarat add the suffix -nath (Lord) to Vitthala, which yields the name Vitthal-nath. The additional honorific suffix -ji may be added, giving the name Vitthalnathji. This name is generally used in the Pushtimarg sect.\\n\\nPanduranga (, , ; all ), also spelt as Pandurang and Pandaranga, is another popular epithet for Vithoba, which means 'the white god' in Sanskrit. The Jain author-saint Hemachandra (1089\\u20131172 AD) notes it is also used as an epithet for the god Rudra-Shiva. Even though Vithoba is depicted with dark complexion, he is called a \\\"white god\\\". Bhandarkar explains this paradox, proposing that Panduranga may be an epithet for the form of Shiva worshipped in Pandharpur, and whose temple still stands. Later, with the increasing popularity of Vithoba's cult, this was also transferred to Vithoba.Bhandarkar (1995) p. 125 Another theory suggests that Vithoba may initially have been a Shaiva god (related to Shiva), only later identified with Vishnu, thus explaining the usage of Panduranga for Vithoba.Eaton (2005) pp. 139\\u201340 Crooke, however, proposed that Panduranga is a Sanskritised form of Pandaraga (belonging to Pandarga), referring to the old name of Pandharpur. Another name, Pandharinath, also refers to Vithoba as the lord of Pandhari (yet another variant for Pandharpur).\\n\\nFinally, Vithoba is also addressed by the names of Vishnu like Hari and Narayana, in the Vaishnava sect.Zelliot (1988) p. 170\\n\\n Origins and development \\n\\nReconstruction of the historical development of Vithoba worship has been much debated. In particular, several alternative theories have been proposed regarding the earliest stages, as well as the point at which he came to be recognised as a distinct deity. The Pandurangashtakam stotra, a hymn attributed to Adi Shankaracharya of the 8th century, indicates that Vithoba worship might have already existed at an early date.Pande (2008) p. 508\\n\\nAccording to Richard Maxwell Eaton, author of A Social History of the Deccan, Vithoba was first worshipped as a pastoral god as early as the 6th century. Vithoba's arms-akimbo iconography is similar to Bir Kuar, the cattle-god of the Ahirs of Bihar, who is now also associated with Krishna.For Bir Kuar, Tagare in Mahipati: Abbott, Godbole (1988) p. xxxiv Vithoba was probably later assimilated into the Shaiva pantheon and identified with the god Shiva, like most other pastoral gods. This is backed by the facts that the temple at Pandharpur is surrounded by Shaiva temples (most notably of the devotee Pundalik himself), and that Vithoba is crowned with the Linga, symbol of Shiva. However, since the 13th century, the poet-saints like Namdev, Eknath and Tukaram identified Vithoba with Vishnu.\\n\\nChristian Lee Novetzke of the University of Washington suggests that Vithoba's worship migrated from Karnataka to the formerly Shaiva city of Pandharpur some time before 1000\\u00a0CE; but under the possible influence of a Krishna-worshipping Mahanubhava sect, the town was transformed into a Vaishnava center of pilgrimage. This proposal is consistent with contemporary remnants of Shaiva worship in the town.Novetzke (2005) p. 116\\n\\nthumb|left|upright|Pundalik's temple at Pandharpur\\nThe religious historian R.C. Dhere, winner of the Sahitya Akademi Award for his book Sri Vitthal: Ek Mahasamanvaya, opines that Vithoba worship may be even older\\u2014\\\"Vedic or pre-Vedic\\\", hence pre-dating the worship of Krishna.Dhere p. 62 According to this theory, Vithoba is an amalgam of various local heroes, who gave their lives to save their cattle. He was first worshipped by the Dhangar, the cattle-owning caste of Maharashtra. The rise of the Yadava dynasty, which had cowherd ancestry, could have led to the glorification of Vithoba as Krishna, who is often depicted as a cowherd. This Vaishnavization of Vithoba also led to conversion of the Shaiva Pundarika shrine to the Vaishnava shrine of the devotee Pundalik, who\\u2014according to legend\\u2014brought Vithoba to Pandharpur.Sand (1990) p. 40 There may have been an attempt to assimilate Vithoba into Buddhism; today, both are viewed as a form of Vishnu in Hinduism.Kelkar (2001) p. 4179\\n\\nDespite assimilation in Vaishnavism as Krishna-Vishnu, Vithoba does not inherit the erotic overtones of Krishna, such as his dalliance with the gopis (milkmaids). Vithoba is associated more with \\\"compassion, an infinite love and tenderness for his bhaktas (devotees) that can be compared to the love of the mother for her children .. pining for the presence of his devotees the way a cow pines for her far-away calf.\\\"Vaudeville (1987) pp. 223\\u201324\\n\\nG. A. Deleury, author of The cult of Vithoba, proposes that the image of Vithoba is a viragal (hero stone), which was later identified with Vishnu in his form as Krishna, and that Pundalik transformed the Puranic, ritualistic puja worship into more idealised bhakti worship\\u2014\\\"interiorized adoration prescinding caste distinction and institutional priesthood ..\\\"Deleury as quoted in Sand (1990) p. 38 Indologist Dr. Tilak suggests that Vithoba emerged as \\\"an alternative to the existing pantheon\\\" of brahminical deities (related to classical, ritualistic Hinduism). The emergence of Vithoba was concurrent with the rise of a \\\"new type of lay devotee\\\", the Varkari. While Vishnu and Shiva were bound in rigid ritualistic worship and Brahmin (priestly) control, Vithoba, \\\"the God of the subaltern, became increasingly human.\\\" Vithoba is often praised as the protector of the poor and needy.Tilak (2006) pp. 243\\u201346 Stevenson (1843) suggests that Vithoba could have been a Jain saint, as the Vithoba images were similar to Jain images.Stevenson (1843) pp. 5\\u20136 \\\"The want of suitable costume in the images (of Vithoba and Rakhumai) as originally carved, in this agreeing exactly with images the Jains at present worship.\\\"\\n\\n Pandharpur temple and inscriptions \\n\\nthumb|upright|The shikhara of the Vithoba's chief temple at Pandharpur\\n\\nScholastic investigation of Vithoba's history often begins with consideration of the dating of the chief temple at Pandharpur, which is believed to be the earliest Vithoba temple.Karve (1968) pp. 188\\u201389 The oldest part of the temple dates to the Yadava period of the 12th and 13th\\u00a0centuries. Most of the temple is believed to have been built in the 17th\\u00a0century, though addition to the temple has never ceased.Zelliot, Eleanor in Mokashi (1987) p. 35 The date the temple was first established is unclear to Bhandarkar, but he insists there is clear evidence to suggest it existed by the 13th\\u00a0century. According to S. G. Tulpule, the temple stood as early as 1189. In fact, a monument dated 1189 records establishment of a small Vithoba shrine at the present location of the temple; thus, Tulpule concludes, the worship of Vithoba predates 1189.Shima (1988) p. 184\\n\\nA stone inscription dated 1237, found on an overhead beam of the present Vithoba temple, mentions that the Hoysala king Someshvara donated a village for the expense of the bhoga (food offering) for \\\"Vitthala\\\".Gokhale (1985) pp. 42\\u201352 An inscription on a copper plate, dated 1249, records the Yadava king Krishna granting to one of his generals the village Paundrikakshetra (kshetra of Pundarik), on the river Bhimarathi, in the presence of the god Vishnu. Another stone inscription in Pandharpur narrates a sacrifice at Pandurangapura due to which \\\"people and Vitthal along with the gods were gratified\\\". Thus from the 13th century, the city is known as the city of Panduranga. Inside the temple, a stone inscription records gifts to the temple between 1272 and 1277 from various donors, notably the Yadava king Ramachandra's minister Hemadri.\\n\\nRanade believes that an inscription, found in Alandi and referring to Vitthala and Rakhumai, is the oldest related to Vithoba, and dates it to 1209.Ranade (1933) p. 183 However, the name Pandaranga is found on a Rashtrakuta copper plate inscription, dated 516. Citing this, Pande infers that Vithoba's cult was well established by the 6th century.Pande (2008) pp. 449, 508\\n\\n Central image \\nthumb|upright|An arms-akimbo Vishnu from Udaygiri Caves.\\nThe physical characteristics of the central murti (image) of Vithoba at Pandharpur, and various textual references to it, have inspired theories relating to Vithoba worship. Sand concludes, from a version of Pundalik's legend in the Skanda Purana (see Legend below), that two distinct murtis must have existed at Pandharpur\\u2014one each of tirtha and kshetra type. The earlier one was a tirtha murti, an image purposely sited near a holy body of water (tirtha), in this case facing west, on the Bhima riverbed, near the Pundalik shrine. The later murti, according to Sand, was a kshetra murti, located at a place of holy power (kshetra), in this case facing east, on the hill where the current temple has stood since about 1189. Thus, Sand proposes that the worship of Vithoba may predate the temple itself.Sand (1990) pp. 43, 58\\n\\nDeleury suggests that although the temple may have been built in the 13th century, given the Hemadpanthi style architecture, the statue of Vithoba is of an earlier style so may have been carved for an earlier, smaller shrine that existed in Pandharpur. The workmanship of the image is earlier than the style of the Yadava (1175\\u20131318), the Anhivad Chalukya (943\\u20131210) and even the Ajmer Chohans (685\\u20131193) eras. Although no other existing Vishnu temple has iconography like Pandharpur's Vithoba, Deleury finds similarities between the Pandharpur image and the third-century, arms-akimbo Vishnu images at Udaygiri Caves, Madhya Pradesh but declares that they are from different schools of sculpture.\\n\\n Pundalik \\n\\nThe devotee Pundalik, thrower of the brick (see Legend below), is a major character in the legends of Vithoba. He is commonly perceived to be a historical figure, connected with the establishment and propagation of the Vithoba-centric Varkari sect.Sand (1990) p. 35 Ramakrishna Gopal Bhandarkar considers Pundalik to be the founder of the Varkari sect and the one who promulgated the sect in Maratha country.Bhandarkar (1995) pp. 125\\u201326 Stevenson (1843) goes further, suggesting he might have been a Jain or a Buddhist, since Varkari tradition is a combination of Jain and Buddhist morals, and Vithoba is viewed as Vishnu in his form as Buddha.Stevenson (1843) p. 66 Frazer, Edwards and P.R. Bhandarkar (1922) all suggest that Pundalik tried to unify Shiva and Vishnu, and that this sect originated in Karnataka.Sand (1990) p. 37 Ranade (1933) thinks that Pundalik, a Kannada saint, was not only the founder of the Varkari sect but also the first great devotee or first high priest of the Pandharpur temple.Ranade (1933) pp. 183\\u201384 Upadhyaya supports the priest theory but declines the Kannada origin theory. According to M. S. Mate, Pundalik was instrumental in coaxing the Hoysala king Vishnuvardhana to build the Pandharpur temple to Vishnu, placing him in the early 12th\\u00a0century. Other scholars like Raeside (1965), Dhanpalvar (1972), and Vaudeville (1974) have questioned the historicity of Pundalik altogether, and dismissed him as a mythical figure.Sand (1990) pp. 39\\u201340\\n\\n Identifications \\n\\nthumb|alt=A silver door with ten panels in two columns. The panels depict from top left clockwise a lion-faced man, a man with a bow and axe, a man with a bow, a man playing a flute, a man on a horse, a man with one of his feet on the head of a kneeling man, an arms-akimbo man, a boar-faced man, a man whose body below the waist is a tortoise and a man whose body below the waist is a fish.|Vithoba (left, 4th from top) replaces Buddha in a depiction of the Dashavatar\\u2014ten avatars (of Vishnu)\\u2014on the door of Sree Balaji Temple, Goa.\\n\\nPrimarily, there are three Hindu deities associated with Vithoba: Vishnu, Krishna and Shiva. Gautama Buddha is also associated with Vithoba, consistent with Hindu deification of the Buddha as the ninth incarnation of Vishnu. However, Varkari consider Vithoba to be the svarup (original)\\nVishnu himself, not an Avatar (manifestation) of Vishnu like Krishna,Zelliot, Eleanor in Mokashi (1987) p. 37 despite legends and consorts linking Vithoba to Krishna. However, even the Mahanubhavas, who rose in the 13th century as a Krishna-worshipping sect, not only dismissed the notion that Vithoba is Krishna but also frequently vilified Vithoba.Novetzke p. 117\\n\\nIn some traditions though, Vithoba is also worshipped as a form of Shiva. The Dhangars still consider Vithoba to be a brother of the god Viroba, and view Vithoba as a Shaiva god rather than a Vaishnava one.Zelliot (1988) p. 114 Underhill proposes that the shrine of Pandharpur is a combined form of Vishnu-Shiva established by the Bhagavata sect that worships Vishnu-Shiva\\u2014the Lord, which is what bhagavata means.Underhill (1991) p. 171 However, for the chief priests of the Pandharpur temple\\u2014Brahmins of the Badva family\\u00a0\\u2014\\\" is neither  nor .  is \\\" (IAST original).Raeside, I. M. P. (1965) p. 82. Cited in Sand (1990) p. 33 Despite this, some priests of the temple point to marks on the Vithoba image's chest as proof of Vithoba being Vishnu, in his form as Krishna.\\n\\nVithoba's image replaces the traditional representation of Buddha, when depicted as the ninth avatar of Vishnu, in some temple sculptures and Hindu astrological almanacs in Maharashtra. In the 17th century, Maratha artists sculpted an image of Pandharpur's Vithoba in the Buddha's place on a panel showing Vishnu's avatars. This can be found in the Shivneri Caves. Stevenson goes so far as to call devotees of Vithoba (Vithal-bhaktas) Buddhist Vaishnavas (Bauddho-Vaishnavas), since they consider Vithoba to be the ninth\\u2014namely Buddha\\u2014avatar of Vishnu.Stevenson (1843) p. 64 Some of the poet-saints praised Vithoba as a form of Buddha.Tagare in Mahipati: Abbott, Godbole (1988) p. xxxiv B. R. Ambedkar, an Indian political leader and Buddhist convert, suggested that the image of Vithoba at Pandharpur was in reality the image of the Buddha.Keer (2005) p. 482\\n\\n Iconography \\nthumb|left|upright|This bronze image from a home shrine inherits the traditional attributes of Vithoba's Pandharpur image like the conical headgear, the fish shaped earrings, the gem stubbed necklace, and the brick. This image shows Vithoba's right hand making a blessing gesture and his left hand holding a shankha.\\nAll Vithoba images are generally modelled on his central image in Pandharpur. The Pandharpur image is a black basalt sculpture that is  tall. Vithoba is depicted as dark young boy. The poet-saints have called him \\\"Para-brahman with a dark complexion\\\". He wears high, conical headgear or a crown, interpreted as Shiva's symbol\\u2014the Linga. Thus, according to Zelliot, Vithoba represents Shiva as well as Vishnu.Zelliot, Eleanor in Mokashi (1987) pp. 35\\u201336 The first Varkari poet-saint, Dnyaneshwar (13th\\u00a0century), states that Vithoba (Vishnu) carries Shiva, who according to Vaishnavism is Vishnu's first and foremost devotee, on his own head.Ranade (1933) p. 41\\n\\nVithoba is shown standing arms-akimbo on the brick thrown by the devotee Pundalik. He wears a necklace of tulsi-beads, embedded with the legendary kaustubha gem, and makara-kundala (fish-shaped earrings) that the poet-saint Tukaram relates to the iconography of Vishnu. Pandharpur's Vithoba holds a shankha (conch) in his left hand and a chakra (discus) or lotus flower in his right, all of which are symbols traditionally associated with Vishnu. Some images depict Vithoba's right hand making a gesture that has been traditionally misunderstood as a blessing; no gesture of blessing is present in the Pandharpur image. Though usually depicted two-armed, four-armed representations of the deity also exist.\\n\\nThe Pandharpur image, when not clothed by its attendant priest to receive devotees, provides Vithoba with the detailed features distinctive of a male body, visible in full relief. However, close inspection of the stonework reveals the outline of a loincloth, supported by a kambarband (waist belt), traced by thin, light carvings. Other images and pictures depict Vithoba clothed, usually with pitambara \\u2013 a yellow dhoti and various gold ornaments\\u2014the manner in which he is attired by the priests in the daily rites.\\n\\nThe Pandharpur image also bears, on the left breast, the mark known as the srivatsalanchhana\\u2014said to be a curl of white hair, usually found on the breast of Vishnu and Krishna images. The image is also dignified with a ring-shaped mark called shriniketana on the right breast, mekhala (a three-stringed waist-belt), a long stick (kathi) embedded in the ground between the legs, and double ring and pearl bracelets on the elbows. \\n\\n Consorts \\nthumb|Vithoba (left) with his consort Rakhumai at the Sion Vitthal temple, Mumbai, decorated with jewellery during the Hindu festival of Diwali\\n\\nVithoba is usually depicted with his main consort, Rakhumai, on his left side. Rakhumai (or Rakhamai) literally means 'mother Rukmini'. Rukmini is traditionally viewed as the wife of Krishna. Hindus generally consider Krishna to be a form of Vishnu, hence his consort as a form of Lakshmi. Just like her consort, Rakhumai is also depicted in the arms-akimbo posture, standing on a brick. She has an independent cella in the Pandharpur temple complex. According to Ghurye, Rukmini\\u2014a princess of the Vidarbha region of Maharashtra\\u2014was elevated to the status of the main consort instead of Radha, because of her affiliation with the region.Pillai (1997) pp. 366\\u201367 According to Dhangar tradition, Rukhumai is worshipped by the community as Padmavati or Padubai, a protector of the community and cattle in particular. Dhangar folklore explains the reason behind separate shrines for Vithoba and Padubai as the outcome of Vithoba invoking a curse on his consort, and his non-attachment to samsara (the householder's life).Pande (2008) p. 447 Apart from Rakhumai, two other consorts Satyabhama and Rahi (derived from Radha) are worshipped too. All three consorts are regarded as Krishna's in Hindu mythology.\\n\\n Worship \\n\\nVithoba is a popular deity in Maharashtra; devotees also exist in Goa but not in the same numbers. Vithoba is worshipped and revered by most Marathis, but he is not popular as a kuldevta (family deity).Karve (1968) p. 183 The main temple of Vithoba, which includes a distinct, additional shrine for his consort Rakhumai, is located at Pandharpur. In this context, Pandharpur is affectionately called \\\"Bhu-Vaikuntha\\\" (the place of residence of Vishnu on earth) by devotees.Tagare in Mahipati: Abbott, Godbole (1987) p. xxxv Devotees, from across Maharashtra, Karnataka and Telangana, have visited Vithoba's central temple at Pandharpur, since the times of Dnyaneshwar (13th century).\\n\\nTwo distinct traditions revolve around the worship of Vithoba in Maharashtra: ritual worship inside the temple by the Brahmin priests of the Badva family; and spiritual worship by the Varkaris.Engblom, Philip C. in Mokashi (1987) pp. 7\\u201310, 15 The ritual worship includes five daily rites. First, at about 3\\u00a0am, is an arati to awaken the god, called . Next comes the , a puja that includes a bath with five (pancha) sweet substances called panchamrita. The image is then dressed to receive morning devotions. The third rite is another puja involving re-dressing and lunch at noon. This is known as . Afternoon devotions are followed by a fourth rite for dinner at sunset\\u2014the . The final rite is , an arati for putting the god to sleep.Shima (1988) p. 188 In addition to the rites at the main temple in Pandharpur, Haridasa traditions dedicated to Vitthala flourish in Karnataka.\\n\\n Varkari sect \\n\\nThe Varkari Panth (Pilgrim Path) or Varkari Sampradaya (Pilgrim Tradition) is one of the most important Vaishnava sects in India.Flood (1996) p. 135 According to Raeside, it is an essentially monotheistic, bhakti sect, focused on the worship of Vithoba and based on traditional Bhagavata dharma. The sect is a \\\"Shaiva-Vaishnava synthesis\\\" and \\\"nominal Vaishnavism, containing a free mix of other religions\\\". It is believed to have originated in Karnataka and migrated to Maharashtra. This last theory is based on a reference to Vithoba as \\\"Kannada\\\" (belonging to Karnataka) in the work of the first of the poet-saints, Dnyaneshwar. However, this word can also be interpreted as \\\"difficult to understand\\\". Varkaris and scholars who believe Pundalik to have been a historical figure also consider him to be founder of the cult of Vithoba. This is evidenced by the liturgical call\\u2014Pundalikavarada Hari Vitthala!\\u2014which means \\\"O Hari Vitthala (Vithoba), who has given a boon to Pundalik!\\\"anon. (1987) pp. 966\\u201368 However, according to Zelliot, the sect was founded by Dnyaneshwar (also spelled Jnaneshwar), who was a Brahmin poet and philosopher and flourished during the period 1275\\u20131296.Zelliot, Eleanor in Mokashi (1990) p. 38 Varkaris also give him credit with the saying\\u2014Dnyanadev rachila paya\\u2014which means \\\"Dnyaneshwar laid the foundation stone\\\".Pawar p. 350\\n\\nthumb|left|A Varkari journeys from Alandi to Pandharpur. He carries a veena (lute) with saffron flag attached, and cymbals tied to strings in his hands.\\nNamdev (c.\\u00a01270\\u20131350), a Shudra tailor, wrote short Marathi devotional poems in praise of Vithoba called abhangas (literally 'unbroken'), and used the call-and-response kirtan (literally 'repeating') form of singing to praise the glory of his Lord. Public performance of this musical devotion led to the spread of the Vithoba faith, which accepted women, Shudras and outcaste \\\"untouchables\\\", something forbidden in classical brahminical Hinduism. In the times of Muslim rulers, the faith faced stagnation. However, after the decline of the Vijayanagara empire, when wars erupted in the Deccan region, the Muslim rulers had to accept the faiths of Maharashtra in order to gather the support of its people. In this period, Eknath (c.\\u00a01533\\u201399) revived the Varkari tradition. With the foundation of the Maratha empire under Shivaji, Tukaram (c.\\u00a01568\\u20131650), a Shudra grocer, further propagated the Vithoba-centric tradition throughout the Maharashtra region.Shima (1988) pp. 184\\u201386\\n\\nAll these poet-saints, and others like Janabai, the maidservant of Namdev, wrote poetry dedicated to Vithoba. This Marathi poetry advocates pure devotion, referring to Vithoba mostly as a father, or in the case of the female saint Janabai's poetry, as a mother (Vithabai).Flood (1996) pp. 142\\u201344 Not only women, like Janabai, but also a wide variety of people from different castes and backgrounds wrote abhangas in praise of Vithoba: Visoba Khechara (who was an orthodox Shaiva and teacher of Namdev), Sena the barber, Narhari the goldsmith, Savata the gardener, Gora the potter, Kanhopatra the dancing girl, Chokhamela the \\\"untouchable\\\" Mahar, and even the Muslim Sheikh Muhammad (1560\\u20131650).Zelliot, Eleanor in Mokashi (1987) p. 40see Pawar pp. 350\\u201362 for a review of Varkari literature Anyone born Shaiva or Vaishnava who considers Vithoba his maya-baap (mother-father) and Pandharpur his maher (maternal house of a bride) is accepted as a Varkari by the sect irrespective of the barriers of caste. Varkaris often practice Vithoba japa (meditative repetition of a divine name), and observe a fast on the ekadashi of each month.Tagare in Mahipati: Abbott, Godbole (1988) p. xxxvii\\n\\n Haridasa sect \\n\\nthumb|The Vitthala temple in Hampi, Karnataka, was built by Krishnadevaraya, whose guru Vyasatirtha was a key Haridasa figure.\\nHaridasa means servant (dasa) of Vishnu (Hari). According to Haridasa tradition, their sampradaya, also known as Haridasa-kuta, was founded by Achalananda Vitthala (c. 888). It is a distinct branch within Vaishnavism, centered on Vitthala (the Haridasa\\u2013Kannada name for Vithoba).Flood (2003) pp. 252\\u201353\\nWhere Varkari are normally associated with Maharashtra, Haridasa are normally associated with Karnataka. The scholar Sharma considers Vithoba worship first emerged in Karnataka, only later moving to Maharashtra. He argues this on the basis of the reference by Dnyaneshwar, mentioned in section \\\"Varkari sect\\\" above.Sharma (2000) pp. 514\\u201316 Lutgendorf credits the movement to Vyasatirtha (1478\\u20131539), the royal guru (rajguru) to king Krishnadevaraya of the Vijayanagara empire. Vitthala enjoyed royal patronage in this era. Krishnadevaraya is also credited with building Vitthala's temple at the then capital city Vijayanagara (modern Hampi).Lutgendorf (2007) pp. 69, 70, 72\\n\\nHaridasas consider the temple of Pandharpur to be sacred, as well that of Hampi, and worship Vitthala along with forms of Krishna.Rao (1966) pp. 7\\u20138 Haridasa literature generally deals with praise dedicated to Vitthala and Krishna. Haridasa poets like Vijaya Vitthala, Gopala Vitthala, Jagannatha Vitthala, Venugopala Vitthala and Mohana Vitthala assumed pen-names ending with \\\"Vitthala\\\", as an act of devotion.Rao (1966) p. 28 The Haridasa poet Purandara Dasa or Purandara Vitthala (1484\\u20131564), \\\"father of Carnatic music\\\", often ended his Kannada language compositions with a salutation to Vitthala.Iyer (2006) p. 93Kiehnle (1997) p. 39\\n\\n Pushtimarg sect \\n\\nThe founder of the Hindu sect Pushtimarg \\u2013 Vallabhacharya (1479\\u20131531) is believed to have visited Pandharpur at least twice and was ordered to marry by Vithoba (called Vitthalnath or Vitthalnathji in the sect) and have children so that he could be born as Vallabhacharya's son. Later, Vallabhacharya married. His second son and successor was recognized as a manifestation of Vithoba and named Vitthalnath, also known as Gusainji.\\n\\n Festivals \\n\\nthumb|Dnyaneshwar's palkhi (palanquin), holding the footwear of the saint, is carried with honour in a silver bullock cart from Alandi to Pandharpur.\\n\\nThe festivals associated with Vithoba primarily correspond to the bi-annual yatras (pilgrimages) of the Varkaris. The pilgrims travel to the Pandharpur temple from Alandi and Dehu, towns closely associated with poet-saints Dnyaneshwar and Tukaram respectively. Along the way, they sing abhangas (devotional songs) dedicated to Vithoba and repeat his name, carrying the palkhis (palanquins) of the poet-saints. Varkaris do not engage in ritual worship but only practice darshan (visual adoration) of the deity. The ritual worship by the priests is restricted to five days each around the Ashadha (June\\u2013July) and Kartik (October\\u2013November) Ekadashis, when a large number of Varkaris participate in the yatras. In smaller numbers, the Varkaris also visit the temple on two other Ekadashis\\u2014in the Hindu months of Magha and Chaitra.\\n\\nMore than 800,000 Varkaris travel to Pandharpur for the yatra on Shayani Ekadashi, the 11th day of the waxing moon in the lunar month of Ashadha.Each of the 12 Hindu months\\u2014such as Ashadha, Chaitra, Magha, and Kartik\\u2014is divided into two fortnights of 15\\u00a0days each. The moon waxes over the bright fortnight (Shukla Paksha), from day 1 to day 15 (full moon day); and it wanes over the following dark fortnight (Krishna Paksha) until new moon day.Engblom, Philip C. in Mokashi (1987) p. 2 Both Shayani Ekadashi and Prabodhini Ekadashi (in the waxing half of Kartik), are associated with the mythology of Vishnu. Hindus believe that Vishnu falls asleep in Ksheersagar (a cosmic ocean of milk), while lying on the back of Shesha-n\\u0101ga (the cosmic serpent). His sleep begins on Shayani Ekadashi (literally the 'sleeping 11th') and he finally awakens from his slumber, four months later, on Prabodhini Ekadashi. The celebrations in Ashadha and Kartik continue until the full-moon in those months, concluding with torchlight processions. Inscriptions dating to the 11th\\u00a0century mention the Ekadashi pilgrimages to Pandharpur. On Shayani Ekadashi and Prabodini Ekadashi, the chief minister or a minister of Maharashtra state performs ritual components of worship on behalf of the Government of Maharashtra. This form of worship is known as sarkari-mahapuja.\\n\\nApart from the four Ekadashis, a fair is held on Dussera night at Pandharpur, when devotees dance on a large slab (ranga-shila) before Vithoba, accompanied with torchlight processions. Other observances at the Pandharpur temple include: Ranga-Panchami, when gulal (red powder) is sprinkled on the god's feet; and Krishna Janmashtami, Krishna's birthday, when devotees dance and sing in front of Vithoba for nine days.Shima (1988) p. 189 Other sacred days include Wednesdays, Saturdays and all other Ekadashis, all of which are considered holy in Vaishnavism.\\n\\n Devotional works \\nthumb|upright|A four-armed Vithoba, a 19th-century painting from Tiruchchirappalli, Tamil Nadu. Here, Vithoba is depicted as an arms-akimbo Vishnu.\\n\\nDevotional works dedicated to Vithoba can be categorised into the Varkari tradition, the Brahmin tradition and what Raeside calls a \\\"third tradition\\\", that includes both Varkari and Brahmin elements. The Varkari texts are written in Marathi, the Brahmin texts in Sanskrit, and the \\\"third tradition\\\" are Marathi texts written by Brahmins.\\n\\nThe Varkari texts are: Bhaktalilamrita and Bhaktavijaya by Mahipati, Pundalika-Mahatmya by Bahinabai, and a long abhanga by Namdev. All these texts describe the legend of Pundalik. The Brahmin texts include: two versions of Panduranga-Mahatmya from the Skanda Purana (consisting of 900\\u00a0verses); Panduranga-Mahatmya from the Padma Purana (consisting of 1,200\\u00a0verses); Bhima-Mahatmya, also from the Padma Purana; and a third devotional work, yet again called Panduranga-Mahatmya, which is found in the Vishnu Purana.Sand (1990) p. 56Sand (1990) p. 33For the complete English translation of Bhaktavijaya, which narrates the legend of Pundalik and also tells stories of reported interactions between the saints and Vithoba, see Stories of Indian Saints (1988) by Mah\\u012bpati, Justin Edwards Abbott, and Narhar R. Godbole. The \\\"third tradition\\\" is found in two works: Panduranga-Mahatmya by the Brahmin Sridhara (consisting of 750 verses), and another work of the same name written by Prahlada Maharaj (consisting of 181\\u00a0verses).Sand (1990) p. 34For a complete Marathi text and English translation of Panduranga-Mahatmya by Sridhara see Raeside (1965) pp. 81\\u2013100\\n\\nIn addition to the above, there are many abhangas, the short Marathi devotional poems of the Varkaris, and many stutis (songs of praise) and stotras (hymns), some of them originating from the Haridasa tradition. The best known of these is \\\"Pandurangastaka\\\" or \\\"Pandurangastrotra\\\", attributed to Adi Shankaracharya, although this attribution is questioned. A text called \\\"Tirthavali-Gatha\\\", attributed to Namdev or Dnyaneshwar but possibly a collection of writings of many poet-saints, also centers on the propagation of Varkari faith and Vithoba worship.Novetzke (2005) p. 120 Other devotional works include aratis like \\\"Yuge atthavisa vitevari ubha\\\" by Namdev and \\\"Yei O Vitthala maje mauli re\\\". These aratis sing of Vithoba, who wears yellow garments (a characteristic of Vishnu) and is served by Garuda (mount of Vishnu) and Hanuman (the monkey god, devotee of Rama\\u2014an avatar of Vishnu). Finally, the Telugu poet Tenali Ramakrishna (16th century) refers to Vithoba, as Panduranga, in his poem Panduranga-Mahatmyamu: \\\"(O Parvati), accepting the services of Pundarika and Kshetrapala (Kala-bhairava), becoming the wish fulfilling tree by assuming a subtle body for the sake of devotees, fulfilling their wishes, the deity Panduranga resides in that temple.\\\"Pande (2008) p. 448\\n\\n Temples \\n\\nthumb|alt=An elaborate, carved entrance to a Hindu temple whose canopy is visible at the top of the image. The entrance section is polygonal with arches and there is a stone staircase leading into the grey/cream coloured structure. Several pilgrims are seen in the foreground, as is a stall.|The chief gate of Vithoba's Pandharpur temple. The first step of the temple is regarded as saint Namdev's memorial and the small blue temple in front of the gate is saint Chokhamela's memorial.\\nThere are many Vithoba temples in Maharashtra,Singh (2004) p. 13 and some in Karnataka, Tamil Nadu, Gujarat, Goa and Andhra Pradesh. However, the main centre of worship is Vithoba's temple in Pandharpur. The temple's date of establishment is disputed, though it is clear that it was standing at the time of Dnyaneshwar in the 13th\\u00a0century. Along with Vithoba and his consorts\\u2014Rukmini, Satyabhama and Radha\\u2014other Vaishnava deities are worshipped. These include: Venkateshwara, a form of Vishnu; Mahalakshmi, a form of Vishnu's consort Lakshmi; Garuda and Hanuman (see previous section). Shaiva deities are also worshipped, such as: Ganesha, the elephant-headed god of wisdom and beginnings; Khandoba, a form of Shiva; and Annapurna, a form of Shiva's consort Parvati. The samadhis (memorials) of saints like Namdev, Chokhamela and Janabai, and of devotees such as Pundalik and Kanhopatra, are in and around the temple.Shima (1988) pp. 189\\u201396Pande (2008) pp. 445\\u201348 Other significant temples in Maharashtra are located: at Dehu, the birthplace of Tukaram, which attracts visitors at all ekadashis of the year; at Kole (Satara district), in memory of Ghadge Bova, which has a fair on the fifth day of the bright fortnight (waxing moon) in Magha month; at Kolhapur and Rajapur, which host fairs on Shayani Ekadashi and Prabodini Ekadashi;Underhill (1991) pp. 165\\u201366, 172 Madhe\\u00a0\\u2014 a refuge of the Pandharpur image when it was moved to protect from Muslim invaders and finally at the Birla Mandir in Shahad.\\n\\nSeveral temples are found in Goa, the well-known ones being the temples at Sanquelim, Sanguem and Gokarna Math. Similarly temple festivals celebrated in Vitthala temples in Margao, Ponda attract a lot a pilgrims. Vitthal is also worshipped as Vitthalnath at the Nathdwara in Rajasthan.\\n\\nthumb|left|Thennangur temple, Tamil Nadu\\nVithoba was introduced to South India during the Vijayanagara and Maratha rule.T. Padmaja (2002) pp. 92, 108, 121\\u201322, fig 87 In South India he is generally known as Vitthala. The Hampi temple (mentioned above) is a World Heritage site and the most important of Vitthala's temples outside Maharashtra. Constructed in the 15th\\u00a0century, the temple is believed to have housed the central image from Pandharpur, which the Vijayanagara king Krishnadevaraya took \\\"to enhance his own status\\\" or to save the image from plunder by Muslim invaders. It was later returned to Pandharpur by Bhanudas (1448\\u20131513), the great-grandfather of poet-saint Eknath. Today, the temple stands without a central image,Eleanor Zelliot in Mokashi (1987) p. 42Ranade (1933) p. 213 though between 1516 and 1565, most important transactions, which would have been carried out previously in the presence of the original state deity Virupaksha (a form of Shiva), were issued in presence of the central image of Vitthala.Eaton (2005) p. 83 Three of Madhvacharya's eight mathas (monasteries) in Karnataka\\u2014Shirur, Pejavara and Puttige\\u2014have Vitthala as their presiding deity.Sharma (2000) p. 612Rao (2002) pp. 54\\u201355 A Vitthaleshwara temple stands at Mulbagal, Karnataka. In Tamil Nadu, Vitthala shrines are found in Srirangam, Vittalapuram near thiruporur and in Tirunelveli district, and Thennangur, Govindapuram near Kumbakonam and sculptures are also found in Kanchi.\\n\\n Legend \\n\\nthumb|350px|Image of a gopuram of a Pandharpur temple near Vithoba's central temple. The leftmost panel depicts Tukaram, the central panel depicts Vithoba (standing dark figure, left) waiting on the brick as Pundalik (centre) serves his parents, the right panel depicts Dnyaneshwar.\\nLegends regarding Vithoba usually focus on his devotee Pundalik or on Vithoba's role as a savior to the poet-saints of the Varkari faith. As discussed in the devotional works section above, the Pundalik legend appears in the Sanskrit scriptures Skanda Purana and Padma Purana. It is also documented in Marathi texts: Panduranga-Mahatmya by a Brahmin called Sridhara; another work of the same name written by Prahlada Maharaj; and also in the abhangas of various poet-saints.\\n\\nThere are three versions of the Pundalik legend, two of which are attested as textual variants of the Skanda Purana (1.34\\u201367). According to the first, the ascetic Pundarika (Pundalik) is described as a devotee of god Vishnu and dedicated to the service of his parents. The god Gopala-Krishna, a form of Vishnu, comes from Govardhana as a cowherd, accompanied by his grazing cows, to meet Pundarika. Krishna is described as in digambar form, wearing makara-kundala, the srivatsa mark (described above), a head-dress of peacock feathers, resting his hands on his waist and keeping his cow-stick between his thighs. Pundarika asks Krishna to remain in this form on the banks of the river Bhima. He believes that Krishna's presence will make the site a tirtha and a kshetra.Sand (1990) pp. 41\\u201342 The location is identified with modern-day Pandharpur, which is situated on the banks of the Bhima. The description of Krishna resembles the characteristics of the Pandharpur image of Vithoba.Bakker (1990) p. 78\\n\\nThe second version of the legend depicts Vithoba appearing before Pundalik as the five-year-old Bala Krishna (infant Krishna). This version is found in manuscripts of both Puranas, Prahlada Maharaj, and the poet-saints, notably Tukaram.Sand (1990) p. 50 The remaining version of the Pundalik legend appears in Sridhara and as a variant in the Padma Purana. Pundalik, a Brahmin madly in love with his wife, neglected his aged parents as a result. Later, on meeting sage Kukkuta, Pundalik underwent a transformation and devoted his life to the service of his aged parents. Meanwhile, Radha, the milkmaid-lover of Krishna, came to Dwarka, the kingdom of Krishna, and sat on his lap. Radha did not honour Rukmini, the chief queen of Krishna, nor did Krishna hold Radha accountable for the offence. Offended, Rukmini left Krishna and went to the forest of Dandivana near Pandharpur. Saddened by Rukmini's departure, Krishna searched for his queen and finally found her resting in Dandivana, near Pundalik's house. After some coaxing, Rukmini was pacified. Then Krishna visited Pundalik and found him serving his parents. Pundalik threw a brick outside for Krishna to rest on. Krishna stood on the brick and waited for Pundalik. After completing his services, Pundalik asked that his Lord, in Vithoba form, remain on the brick with Rukmini, in Rakhumai form, and bless His devotees forever.\\n\\nOther legends describe Vithoba coming to the rescue of his devotees in the form of a commoner, an outcast Mahar \\\"untouchable\\\" or a Brahmin beggar.Eleanor Zelliot in Mokashi (1987) p. 35 Mahipati, in his work Pandurangastrotra, narrates how Vithoba helped female saints like Janabai in their daily chores, such as sweeping the house and pounding the rice.Tilak (2006) p. 247 He narrates how Vithoba came to the aid of Sena the barber. The king of Bidar had ordered Sena to be arrested for not coming to the palace despite royal orders. As Sena was engrossed in his prayers to Vithoba, Vithoba went to the palace in the form of Sena to serve the king, and Sena was saved.For complete tale, see Mahipati pp. 22\\u201327 Another tale deals with a saint, Damaji, the keeper of the royal grain store, who distributed grain to the people in famine. Vithoba came as an outcaste with a bag of gold to pay for the grain.For complete story, see Mahipati pp. 85\\u201399 Yet another story narrates how Vithoba resurrected the child of Gora Kumbara (potter), who had been trampled into the clay by Gora while singing the name of Vithoba.For the complete legend, see Mahipati pp. 286\\u2013289\\n\\n Notes \\n\\n References \\n\\n \\n \\n \\n \\n \\n Translated into English: \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\n \\n\\n Further reading \\n\\n \\n \\n \\n\\n External links \\n\\n Official site of Shri Vitthal Rukmini Temple, Pandharpur\\n Images of the central image of Vithoba and Rukmini\\n Video of the Pandharpur Vithoba's \\\"Maha-puja\\\" (worship), Maharashtra Times\\n Article on the Pandharpur temple\\n The Haridasa movement\\n \\n A summary of Viththal ek mahasamanvaya by R C Dhere on author's website\\n\\nCategory:Forms of Krishna\\nCategory:Forms of Vishnu\\nCategory:Regional Hindu gods\\nCategory:Titles and names of Krishna\\n \"}"