"{\"title\": \"Alexander of Lincoln\", \"url\": \"https://en.wikipedia.org/wiki/Alexander_of_Lincoln\", \"text\": \"Alexander of Lincoln (died February 1148) was a medieval English Bishop of Lincoln, a member of an important administrative and ecclesiastical family. He was the nephew of Roger of Salisbury, a Bishop of Salisbury and Chancellor of England under King Henry I, and he was also related to Nigel, Bishop of Ely. Educated at Laon, Alexander served in his uncle's diocese as an archdeacon in the early 1120s. Unlike his relatives, he held no office in the government before his appointment as Bishop of Lincoln in 1123. Alexander became a frequent visitor to King Henry's court after his appointment to the episcopate, often witnessing royal documents, and he served as a royal justice in Lincolnshire.\\n\\nAlthough Alexander was known for his ostentatious and luxurious lifestyle, he founded a number of religious houses in his diocese and was an active builder and literary patron. He also attended church councils and reorganised his diocese by increasing the number of archdeaconries and setting up prebends to support his cathedral clergy. Under Henry's successor, King Stephen, Alexander was caught up in the fall from favour of his family, and was imprisoned together with his uncle Roger in 1139. He subsequently briefly supported Stephen's rival, Matilda, but by the late 1140s Alexander was once again working with Stephen. He spent much of the late 1140s at the papal court in Rome, but died in England in early 1148. During his episcopate he began the rebuilding of his cathedral, which had been destroyed by fire. Alexander was the patron of medieval chroniclers Henry of Huntingdon and Geoffrey of Monmouth, and also served as an ecclesiastical patron of the medieval hermit Christina of Markyate and Gilbert of Sempringham, founder of the Gilbertines.\\n\\nEarly life\\n350px|left|thumb|alt=A Diagram|A simplified chart of Alexander's family tree\\n\\nAlexander was a nephew of Roger, Bishop of Salisbury, probably the son of Roger's brother Humphrey. His mother's name, Ada, is known from the Lincoln Cathedral libri memoriales, or obituary books.Kealey Roger of Salisbury pp. 272\\u2013276 Alexander's brother David was archdeacon of Buckingham in the diocese of Lincoln.Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 3: Lincoln: Bishops Other relatives included Nigel, another nephew of Roger's; and Adelelm, later Treasurer of England, who was recorded as Roger's nephew but perhaps was his son. It is possible, although unproven, that Nigel was really Alexander's brother rather than his cousin. Roger's son Roger le Poer, who later became Chancellor of England, was also a cousin. Alexander's cousin Nigel had a son, Richard FitzNeal, who later became Treasurer of England and Bishop of London. Alexander also had a nephew William, who became an archdeacon, and a great-nephew named Robert de Alvers.\\n\\nAlexander's birthdate is unknown. Together with his cousin Nigel he was educated at Laon, under the schoolmaster Anselm of Laon,Chibnall Anglo-Norman England p. 128 and returned to England at some unknown date.Kealey Roger of Salisbury p. 49 and footnote 74 The historian Martin Brett feels that Alexander probably served as a royal chaplain early in his career, although no sources support this conjecture.Brett English Church p. 107 footnote 5 Alexander was an archdeacon in the diocese of Salisbury by 1121, under his uncle. While occupying that office he was credited with a writing a glossary of Old English legal terms in the Anglo Norman language,Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 4: Salisbury: Archdeacons of Salisbury entitled the Expositiones Vocabulorum.Kealey Roger of Salisbury p. 24 Unlike his cousin Nigel, Alexander does not appear to have entered the king's household or administration before his appointment as a bishop, and only attested, or witnessed, one royal charter before his appointment to the episcopate in 1123.Green Government of England p. 263 and footnote 309\\n\\nBishop\\n\\nAlexander was nominated to the see of Lincoln in April 1123 and was consecrated bishop on 22 July 1123,Fryde, et al. Handbook of British Chronology p. 255 at a ceremony held in Canterbury. He owed his appointment to his uncle's influence with King Henry I; the Peterborough version of the Anglo-Saxon Chronicle noted that Alexander's appointment to the episcopate was done entirely for the love of Roger.Kealey Roger of Salisbury p. 135\\n\\nDuring his time as bishop Alexander secured the submission of St Albans Abbey to his dioceseBrett English Church p. 132 and founded a number of monasteries, including Haverholme Priory (a Gilbertine house), Dorchester on Thames (an Arrouaisian Order house), Louth Park, and Thame;Burton Monastic and Religious Orders p. 229 Louth was one of the first Cistercian houses founded in England,Brett English Church pp. 137\\u2013138 and Dorchester was the refoundation of a former collegiate church.Brett English Church p. 140 During Alexander's episcopate 13\\u00a0Cistercian abbeys and seven nunneries were founded in his diocese. Alexander himself consecrated the church at Markyate used by the medieval mystic Christina of Markyate and her nuns, and it was he who consecrated her as a hermit at St Albans Abbey. Alexander also founded a hospital for lepers at Newark-on-Trent.Barlow English Church p. 203\\n\\nAlthough Alexander was a frequent witness to royal charters and documents, there is no evidence that he held an official government position after his appointment as bishop, unlike his relatives Roger and Nigel. Nevertheless, Alexander subsequently appears to have become a regular presence at the royal court. He frequently attested royal charters after 1123, and probably acted as a royal justice in Lincolnshire and the town of Lincoln. He also held the royal castles at Newark, Sleaford and Banbury, and gave confirmations of grants to the church at Godstow.Brett English Church p. 126\\n\\nAlexander was probably at the 1125 church council held at Westminster by the papal legate John of Crema, and shortly afterwards accompanied the legate on his journey back to Rome. He was still in Rome in 1126, and may have helped to obtain a papal confirmation of his uncle's possession of Malmesbury Abbey, Abbotsbury Abbey, and Horton.Kealey Roger of Salisbury p. 113 At some point during his episcopate, an eighth archdeaconry was established in his diocese, for the West Riding area of Lindsey.Brett English Church p. 201 Besides these reorganisations, Alexander had a number of clerics in his personal household, including Gilbert of Sempringham, who later founded the Gilbertine order. Other members of the bishop's household were Ralph Gubion, who became abbot of St Albans, and an Italian Bible scholar named Guido or Wido, who taught that subject while serving Alexander.\\n\\nAlexander presided over the organisation of his diocese into prebends to support the cathedral clergy; he established at least one new prebend and augmented two others. He also attended the church councils in 1127 and 1129 that were convened by William de Corbeil, the Archbishop of Canterbury. Later, during 1133 and 1134, he and the archbishop quarrelled, but the exact nature of their dispute is unknown. William and Alexander travelled to Normandy in 1134 to seek out King Henry to settle their dispute.\\n\\nReign of Stephen\\nthumb|upright=1.2|All that remains of Sleaford Castle |alt=A small pile of stones overgrown with shrubs.\\n\\nAfter Henry's death in 1135 the succession was disputed between the king's nephews\\u2014Stephen and his elder brother Theobald II, Count of Champagne\\u2014and Henry's surviving legitimate child Matilda, usually known as the Empress Matilda because of her first marriage to the Holy Roman Emperor, Henry V. King Henry's only legitimate son, William, had died in 1120. After Matilda was widowed in 1125 she returned to her father, who married her to Geoffrey, Count of Anjou. All the magnates of England and Normandy were required to declare fealty to Matilda as Henry's heir, but after Henry I's death in 1135 Stephen rushed to England and had himself crowned, before Theobald or Matilda could react. The Norman barons accepted Stephen as Duke of Normandy, and Theobald contented himself with his possessions in France. But Matilda was less sanguine and secured the support of the Scottish king, David, her maternal uncle, and in 1138 that of her half-brother, Robert, Earl of Gloucester, an illegitimate son of Henry\\u00a0I.Huscroft Ruling England pp. 71\\u201373\\n\\nThe election of Theobald of Bec to the Archbishopric of Canterbury was announced at the Council of Westminster in 1138.Crouch Reign of King Stephen p. 92 The medieval chronicler Gervase of Canterbury writes that 17\\u00a0bishops attended the council, which implies that Alexander was present.Crouch Reign of King Stephen p. 93 footnote 25 After a failed expedition to Normandy in 1137, the influence of Alexander's uncle, Roger of Salisbury, waned at the court of King Stephen, but the king took no action against the family that might incite them to rebel. In early 1139 Stephen may have named William d'Aubigny as Earl of Lincoln,Keats-Rohan Domesday Descendants pp. 226\\u2013227 perhaps in an effort to limit Alexander's influence in Lincolnshire.Crouch Reign of King Stephen pp. 93\\u201394\\n\\nIn June 1139 a knight was killed during a fight in Oxford between a party of Roger of Salisbury's men and a group of noblemen. The king ordered Roger to attend his court to explain the circumstances of the incident and to surrender custody of his castles, which Roger refused to do, resulting in his and Alexander's arrest; Roger's other nephew, Nigel, evaded capture.Matthew King Stephen pp. 91\\u201392 Another possible explanation for the arrests is offered by the Gesta Stephani, a contemporary chronicle, which reported the king's fear that Roger and his nephews were plotting to hand their castles to the Empress Matilda. Stephen may alternatively have been attempting to assert his rights over the castles, and demonstrate his authority over powerful subjects.Chibnall Empress Matilda p. 79 Alexander was imprisoned in Oxford, in conditions described by some medieval chroniclers as bad.Kealey Roger of Salisbury p. 185\\n\\nSince the work of Henry of Huntingdon, who wrote in the years before 1154 and who regarded Stephen's actions as treachery against the clergy that earned him punishment from God, Alexander's arrest has been seen by many historians as a turning point in Stephen's reign.Matthew King Stephen p. 2 Writing in the 1870s, the historian William Stubbs felt that the arrest destroyed the royal administration, but modern historians have advanced differing explanations for the troubles that followed, not all of which are related to the bishop's arrest.Matthew King Stephen pp. 84\\u201385\\n\\nAfter Roger and Alexander's arrests Nigel defied the king. The bishops' castles refused to surrender to the king, therefore Stephen threatened to starve Alexander and Roger until they did. Sleaford and Newark surrendered and were given into the custody of Robert, the Earl of Leicester. Earl Robert also seized some of Lincoln's episcopal estates that had been disputed between the earl and the bishop.Crouch Reign of King Stephen p. 95 Alexander subsequently excommunicated Earl Robert when the earl refused to return the castle to Alexander's custody.Kealey Roger of Salisbury pp. 201\\u2013202 Alexander then successfully applied to Pope Innocent II in 1139 for support in his efforts to recover Newark castle from Earl Robert.Crouch Reign of King Stephen p. 311\\n\\nStephen's brother, Henry of Blois, Bishop of Winchester and one of the king's main supporters, had recently been appointed papal legate. Henry objected to Stephen's actions in arresting the bishops and confiscating their property, as they were in contravention of canon law. Henry called a legatine council, a church council convened by a papal legate, at Winchester to discuss the issue, which ended in nothing being done, although both sides threatened excommunication and stated they would appeal to Rome and the papacy for support.Chibnall Anglo-Norman England pp. 92\\u201393 Alexander did not attend the council of Winchester, but his uncle did.Kealey Roger of Salisbury p. 190 He seems to have borne Stephen no ill will over the arrest, and worked with the king during Stephen's later reign.Matthew King Stephen p. 102\\n\\nIn 1141 Alexander and the citizens of the town of Lincoln requested that Stephen come to Lincoln and intercede with Ranulf de Gernon, the Earl of Chester, who was attempting to enforce what he regarded as his rights to Lincoln Castle. Stephen arrived and besieged Ranulf's wife and half-brother in the castle, but the earl escaped and sought aid from Robert of Gloucester, Matilda's half-brother and leading supporter. Following Robert's arrival in Lincoln a battle took place there on 2 February 1141, during which Stephen was captured by Matilda's forces. Alexander was present at Oxford in July 1141, when the Empress Matilda held court and attempted to consolidate her hold on England.Crouch Reign of King Stephen pp. 179\\u2013181 The citizens of London objected to Matilda's rule when she arrived in their city, and drove her away; Robert of Gloucester was captured shortly afterwards. This reversal of the Empress' fortunes resulted in Stephen's release, after he was exchanged for Robert. The next few years, until 1148, saw a period of civil war in England, often called The Anarchy, when neither Matilda nor Stephen controlled the country.Huscroft Ruling England pp. 74\\u201375\\n\\nPatronage\\nupright=1.2|left|thumb|Page from a 13th-century manuscript of the Prophecies of Merlin|alt=A yellowed manuscript illustrated with two men each placed under an arch supported by columns. The one on the left is wearing a short tunic and cloak and unrolls a long scroll to show to the other figure. The figure on the right is dressed in long robes, wears a crown and is seated and carrying a sceptre.\\nAlexander was a supporter of Gilbert of Sempringham's new monastic order of the Gilbertines,Lawrence Medieval Monasticism pp. 224\\u2013225 and he was also known as a patron of literature.Brett English Church p. 184 He commissioned Geoffrey of Monmouth to compose the Prophecies of Merlin,Williams English and the Norman Conquest p. 217 which Geoffrey dedicated to him.Short \\\"Language and Literature\\\" Companion to the Anglo-Norman World p. 200 Alexander was a patron of the medieval chronicler Henry of Huntingdon, and requested that Henry write his historical work.Matthew King Stephen p. 39\\n\\nAlexander rebuilt Lincoln Cathedral after it had been destroyed by fire at an unknown date. He had the roof done with stone vaulting and began construction of the west front of the cathedral, which was finished under his successor. The only remaining major traces of Alexander's work on the west end are the carved doors and the frieze on the west front.Cannon Cathedral p. 73 The author of the Gesta Stephani claimed that Alexander's additions made Lincoln Cathedral \\\"more beautiful than before and second to none in the realm\\\".Quoted in Cannon Cathedral p. 73 Traditionally, Alexander has been credited with the commissioning of the baptismal font in Lincoln Cathedral, made of Tournai marble. Recent scholarship, however, has cast doubt upon this theory and suggests that the font was carved on the orders of Alexander's successor, Robert de Chesney.King \\\"Tournai Marble Baptismal Font\\\" Journal of the British Archaeological Association pp. 18\\u201319\\n\\nStephen granted to Alexander the land on which the Old Palace of the bishops stands in Lincoln, although it is unclear whether it was Alexander or his successor as bishop who began the construction of the existing building. Stephen's grant added to an earlier one by King Henry, of the Eastgate in Lincoln as an episcopal residence. Work commissioned by Alexander has survived at the three castles he built at Newark-on-Trent, Sleaford, and probably Banbury.\\n\\nAlexander's nickname, \\\"the Magnificent\\\",Knowles Monastic Order p. 222 reflected his ostentatious and luxurious lifestyle.Barlow English Church p. 86 Henry of Huntingdon records that this was a contemporary nickname. Alexander was rebuked by Bernard of Clairvaux for his lifestyle. He may have been responsible for the education of an illegitimate son of King Henry's, as two charters of Alexander's are witnessed by a William, who is described as a son of the king.Brett English Church p. 175 and footnote 1 He also advanced the careers of his family, naming his relative Adelelm as Dean of Lincoln during his episcopate. Another member of his household was Robert Gubion, who later became abbot of St Albans Abbey.\\n\\nThe medieval chronicler William of Newburgh wrote that Alexander founded a number of monasteries, \\\"to remove the odium\\\" that he had incurred because of his castle building. Alexander himself stated explicitly that his foundation of Louth was intended to secure the remission of his sins, as well as the salvation of King Henry I, his uncle Roger of Salisbury, and his parents.Dalton \\\"Churchmen and the Promotion of Peace\\\" Viator pp. 95\\u201396 Alexander also played a part in the founding of Newhouse Abbey in about 1143. Although the actual foundation was by Peter of Goxhill, Alexander and his successor issued confirmation charters and took the new monastery into their protection.Dalton \\\"Churchmen and the Promotion of Peace\\\" Viator p. 98\\n\\nDeath\\n\\nAlexander spent most of 1145 and 1146 at the papal court in Rome, although some time during that period he was in England as one of the witnesses to the peace accord signed between the earls of Chester and Leicester.Dalton \\\"Churchmen and the Promotion of Peace\\\" Viator p. 94 He returned to the papal court, then at Auxerre, in 1147, but he was back in England by the time of his death the following year. Henry of Huntingdon says that Alexander picked up his last illness while travelling. Alexander died in February 1148, probably on the 20th, as that was the date on which his death was commemorated at Lincoln Cathedral, and he was buried at Lincoln on 25 February 1148. No tomb remains, but 12th-century documents record that Alexander left the cathedral a number of books, mostly biblical works.\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n  \\n \\n\\nFurther reading\\n\\n \\u00a0\\u2013 detailed discussion of the foundation of four monasteries by Alexander\\n \\u00a0\\u2013 discussion of the frieze that was begun under Alexander\\n\\nCategory:Year of birth unknown\\nCategory:1148 deaths\\nCategory:12th-century English people\\nCategory:12th-century Roman Catholic bishops\\nCategory:Bishops of Lincoln\\nCategory:English Roman Catholics\\nCategory:History of Lincolnshire\\nCategory:People from Blois\"}"