"{\"title\": \"Alexandra of Denmark\", \"url\": \"https://en.wikipedia.org/wiki/Alexandra_of_Denmark\", \"text\": \"Alexandra of Denmark (Alexandra Caroline Marie Charlotte Louise Julia; 1 December 1844 \\u2013 20 November 1925) was Queen consort of the United Kingdom and the British Dominions and Empress consort of India as the wife of King Edward VII.\\n\\nAlexandra's family had been relatively obscure until 1852, when her father, Prince Christian of Schleswig-Holstein-Sonderburg-Gl\\u00fccksburg, was chosen with the consent of the major European powers to succeed his distant cousin, Frederick VII of Denmark. At the age of sixteen, she was chosen as the future wife of Albert Edward, Prince of Wales, the heir apparent of Queen Victoria. They married eighteen months later in 1863, the same year her father became King Christian IX of Denmark and her brother was appointed as King George I of Greece. She was Princess of Wales from 1863 to 1901, the longest anyone has ever held that title, and became generally popular; her style of dress and bearing were copied by fashion-conscious women. Largely excluded from wielding any political power, she unsuccessfully attempted to sway the opinion of British ministers and her husband's family to favour Greek and Danish interests. Her public duties were restricted to uncontroversial involvement in charitable work.\\n\\nOn the death of Queen Victoria in 1901, Albert Edward became king-emperor as Edward VII, with Alexandra as queen-empress. She held the status until Edward's death in 1910. She greatly distrusted her nephew Wilhelm II, German Emperor, and supported her son George V during the First World War, in which Britain and its allies fought Germany.\\n\\nEarly life\\nthumb|left|Yellow Palace, Copenhagen: Alexandra's childhood home\\nthumb|left|Christian IX of Denmark with his wife and their six children, 1862. Left to right: Dagmar, Frederick, Valdemar, Christian IX, Queen Louise, Thyra, George and Alexandra\\n\\nPrincess Alexandra Caroline Marie Charlotte Louise Julia, or \\\"Alix\\\", as her immediate family knew her, was born at the Yellow Palace, an 18th-century town house at 18 Amaliegade, right next to the Amalienborg Palace complex in Copenhagen. Her father was Prince Christian of Schleswig-Holstein-Sonderburg-Gl\\u00fccksburg and her mother was Princess Louise of Hesse-Kassel.Montgomery-Massingberd, Hugh (ed.) (1977). Burke's Royal Families of the World, Volume 1. (London: Burke's Peerage). . pp. 69\\u201370. Although she was of royal blood,Her mother and father were both great-grandchildren of King Frederick V of Denmark and great-great-grandchildren of King George II of Great Britain. her family lived a comparatively normal life. They did not possess great wealth; her father's income from an army commission was about \\u00a3800 per year and their house was a rent-free grace and favour property.Duff, pp. 16\\u201317. Occasionally, Hans Christian Andersen was invited to call and tell the children stories before bedtime.Duff, p. 18.\\n\\nIn 1848, King Christian VIII of Denmark died and his only son Frederick ascended the throne. Frederick was childless, had been through two unsuccessful marriages, and was assumed to be infertile. A succession crisis arose as Frederick ruled in both Denmark and Schleswig-Holstein, and the succession rules of each territory differed. In Holstein, the Salic law prevented inheritance through the female line, whereas no such restrictions applied in Denmark. Holstein, being predominantly German, proclaimed independence and called in the aid of Prussia. In 1852, the major European powers called a conference in London to discuss the Danish succession. An uneasy peace was agreed, which included the provision that Prince Christian of Schleswig-Holstein-Sonderburg-Gl\\u00fccksburg would be Frederick's heir in all his dominions and the prior claims of others (who included Christian's own mother-in-law, brother-in-law and wife) were surrendered.Battiscombe, p. 8.Maclagan, Michael; Louda, Ji\\u0159\\u00ed (1999). Lines of Succession (London: Little, Brown). . p. 49.\\n\\nPrince Christian was given the title Prince of Denmark and his family moved into a new official residence, Bernstorff Palace. Although the family's status had risen, there was little or no increase in their income and they did not participate in court life at Copenhagen as they refused to meet Frederick's third wife and former mistress, Louise Rasmussen, because she had an illegitimate child by a previous lover.Duff, pp. 19\\u201320. Alexandra shared a draughty attic bedroom with her sister, Dagmar (later Empress of Russia), made her own clothes and waited at table along with her sisters.Priestley, p. 17. Alexandra and Dagmar were given swimming lessons by the Swedish pioneer of women's swimming, Nancy Edberg.Idun (1890): Nr 15 (121) (Swedish) At Bernstorff, Alexandra grew into a young woman; she was taught English by the English chaplain at Copenhagen and was confirmed in Christiansborg Palace.Duff, p. 21. She was devout throughout her life, and followed High Church practice.Battiscombe, pp. 125, 176.\\n\\nMarriage and family\\n\\nthumb|right|The Landing of HRH The Princess Alexandra at Gravesend, 7 March 1863, by Henry Nelson O'Neil\\nthumb|right|Princess Alexandra of Denmark and the Prince of Wales, 1863\\n\\nQueen Victoria and her husband, Prince Albert, were already concerned with finding a bride for their son and heir, Albert Edward, the Prince of Wales. They enlisted the aid of their daughter, Crown Princess Victoria of Prussia, in seeking a suitable candidate. Alexandra was not their first choice, since the Danes were at loggerheads with the Prussians over the Schleswig-Holstein Question and most of the British royal family's relations were German. Eventually, after rejecting other possibilities, they settled on her as \\\"the only one to be chosen\\\".Prince Albert, quoted in Duff, p. 31.\\n\\nOn 24 September 1861, Crown Princess Victoria introduced her brother Albert Edward to Alexandra at Speyer. Almost a year later on 9 September 1862 (after his affair with Nellie Clifden and the death of his father) Albert Edward proposed to Alexandra at the Royal Castle of Laeken, the home of his great-uncle, King Leopold I of Belgium.Battiscombe, pp. 27\\u201337, Bentley-Cranch, p. 44, and Duff, p. 43.\\n\\nA few months later, Alexandra travelled from Denmark to Britain aboard the royal yacht Victoria and Albert II and arrived in Gravesend, Kent, on 7 March 1863.The Landing of HRH The Princess Alexandra at Gravesend, 7th March 1863, National Portrait Gallery, retrieved on 16 July 2009. Sir Arthur Sullivan composed music for her arrival and Poet Laureate Alfred, Lord Tennyson, wrote an ode in Alexandra's honour:\\n\\nThomas Longley, the Archbishop of Canterbury, married the couple on 10 March 1863 at St George's Chapel, Windsor Castle.Alexandra's bridesmaids were Ladies Diana Beauclerk, Victoria Montagu-Douglas-Scott, Victoria Howard, Elma Bruce, Agneta Yorke, Emily Villiers, Eleanor Hare and Feodorowna Wellesley. The choice of venue was criticised widely. As the ceremony took place outside London, the press complained that large public crowds would not be able to view the spectacle. Prospective guests thought it awkward to get to and, as the venue was small, some people who had expected invitations were disappointed. The Danes were dismayed because only Alexandra's closest relations were invited. The British court was still in mourning for Prince Albert, so ladies were restricted to wearing grey, lilac or mauve.Duff, pp. 48\\u201350. As the couple left Windsor for their honeymoon at Osborne House on the Isle of Wight, they were cheered by the schoolboys of neighbouring Eton College, including Lord Randolph Churchill.Duff, p. 60.\\n\\nBy the end of the following year, Alexandra's father had ascended the throne of Denmark, her brother George had become King of the Hellenes, her sister Dagmar was engaged to the Tsesarevich of Russia,Nicholas died within a few months of the engagement and she married his brother Alexander instead. and Alexandra had given birth to her first child. Her father's accession gave rise to further conflict over the fate of Schleswig-Holstein. The German Confederation successfully invaded Denmark, reducing the area of Denmark by two-fifths. To the great irritation of Queen Victoria and the Crown Princess of Prussia, Alexandra and Albert Edward supported the Danish side in the war. The Prussian conquest of former Danish lands heightened Alexandra's profound dislike of the Germans, a feeling which stayed with her for the rest of her life.Purdue, A. W. (September 2004). \\\"Alexandra (1844\\u20131925)\\\", Oxford Dictionary of National Biography, Oxford University Press, , retrieved 16 July 2009 (subscription required).\\n\\nAlexandra's first child, Albert Victor, was born two months premature in early 1864. Alexandra showed devotion to her children: \\\"She was in her glory when she could run up to the nursery, put on a flannel apron, wash the children herself and see them asleep in their little beds.\\\"Mrs. Blackburn, the head nurse, quoted in Duff, p. 115. Albert Edward and Alexandra had six children in total: Albert Victor, George, Louise, Victoria, Maud, and John. All of Alexandra's children were apparently born prematurely; biographer Richard Hough thought Alexandra deliberately misled Queen Victoria as to her probable delivery dates, as she did not want the queen to be present at their births.Hough, p. 116. During the birth of her third child in 1867, the added complication of a bout of rheumatic fever threatened Alexandra's life, and left her with a permanent limp.Battiscombe, pp. 82\\u201386, and Duff, pp. 73, 81.\\n\\nIn public, Alexandra was dignified and charming; in private, affectionate and jolly.Battiscombe, pp. 127, 222\\u2013223. She enjoyed many social activities, including dancing and ice-skating, and was an expert horsewoman and tandem driver.Duff, p. 143. She also enjoyed hunting, to the dismay of Queen Victoria, who asked her to stop, but without success.Hough, p. 102. Even after the birth of her first child, she continued to socialise much as before, which led to some friction between the queen and the young couple, exacerbated by Alexandra's loathing of Prussians and the queen's partiality towards them.\\n\\nPrincess of Wales (1863\\u20131901) \\nthumb|right|Portrait by Franz Xaver Winterhalter, 1864\\n\\nAlbert Edward and Alexandra visited Ireland in April 1868. After her illness the previous year, she had only just begun to walk again without the aid of two walking sticks, and was already pregnant with her fourth child.Battiscombe, p. 94. The royal couple undertook a six-month tour taking in Austria, Egypt and Greece over 1868 and 1869, which included visits to her brother King George I of Greece, to the Crimean battlefields and, for her only, to the harem of the Khedive Ismail. In Turkey she became the first woman to sit down to dinner with the Sultan (Abd\\u00fcl\\u00e2ziz).Duff, pp. 93\\u2013100.\\n\\nThe Waleses made Sandringham House their preferred residence, with Marlborough House their London base. Biographers agree that their marriage was in many ways a happy one; however, some have asserted that Albert Edward did not give his wife as much attention as she would have liked and that they gradually became estranged, until his attack of typhoid fever, the disease which was believed to have killed his father, in late 1871 brought about a reconciliation.Duff, p. 111, and Philip Magnus, quoted in Battiscombe, pp. 109\\u2013110. This is disputed by others, who point out Alexandra's frequent pregnancies throughout this period and use family letters to deny the existence of any serious rift.Battiscombe, p. 110. Nevertheless, the prince was severely criticised from many quarters of society for his apparent lack of interest in her very serious illness with rheumatic fever.Hough, pp. 132\\u2013134. Throughout their marriage Albert Edward continued to keep company with other women, including the actress Lillie Langtry, Daisy Greville, Countess of Warwick, humanitarian Agnes Keyser, and society matron Alice Keppel. Alexandra knew about most of these relationships, and later permitted Alice Keppel to visit her husband as he lay dying.Battiscombe, p. 271, and Priestley, p. 18, 180. Alexandra herself remained faithful throughout her marriage.Battiscombe, pp. 100\\u2013101.\\n\\nAn increasing degree of deafness, caused by hereditary otosclerosis, led to Alexandra's social isolation; she spent more time at home with her children and pets.Battiscombe, p. 88, and Duff, p. 82. Her sixth and final pregnancy ended tragically when her infant son died only a day after his birth. Despite Alexandra's pleas for privacy, Queen Victoria insisted on announcing a period of court mourning, which led unsympathetic elements of the press to describe the birth as \\\"a wretched abortion\\\" and the funeral arrangements as \\\"sickening mummery\\\", even though the infant was not buried in state with other members of the royal family at Windsor, but in strict privacy in the churchyard at Sandringham, where he had lived out his brief life.Duff, p. 85.\\n\\nleft|thumb|Alexandra, c.\\u00a01889\\n\\nFor eight months over 1875\\u201376, the Prince of Wales was absent from Britain on a tour of India, but to her dismay Alexandra was left behind. The prince had planned an all-male group and intended to spend much of the time hunting and shooting. During the prince's tour, one of his friends who was travelling with him, Lord Aylesford, was told by his wife that she was going to leave him for another man: Lord Blandford, who was himself married. Aylesford was appalled and decided to seek a divorce. Meanwhile, Lord Blandford's brother, Lord Randolph Churchill, persuaded the lovers against an elopement. Now concerned by the threat of divorce, Lady Aylesford sought to dissuade her husband from proceeding but Lord Aylesford was adamant and refused to reconsider. In an attempt to pressure Lord Aylesford to drop his divorce suit, Lady Aylesford and Lord Randolph Churchill called on Alexandra and told her that if the divorce was to proceed they would subpoena her husband as a witness and implicate him in the scandal. Distressed at their threats, and following the advice of Sir William Knollys and the Duchess of Teck, Alexandra informed the queen, who then wrote to the Prince of Wales. The prince was incensed. Eventually, the Blandfords and the Aylesfords both separated privately. Although Lord Randolph Churchill later apologised, for years afterwards the Prince of Wales refused to speak to or see him.Battiscombe, pp. 132\\u2013135.\\n\\nAlexandra spent the spring of 1877 in Greece recuperating from a period of ill health and visiting her brother King George of Greece.Battiscombe, p. 136. During the Russo-Turkish War, Alexandra was clearly partial against Turkey and towards Russia, where her sister was married to the Tsarevitch, and she lobbied for a revision of the border between Greece and Turkey in favour of the Greeks.Battiscombe, pp. 150\\u2013152. Alexandra and her two sons spent the next three years largely parted from each other's company as the boys were sent on a worldwide cruise as part of their naval and general education. The farewell was very tearful and, as shown by her regular letters, she missed them dreadfully.Battiscombe, pp. 155\\u2013156. In 1881, Alexandra and Albert Edward travelled to Saint Petersburg after the assassination of Alexander II of Russia, both to represent Britain and so that Alexandra could provide comfort to her sister, who was now the tsarina.Battiscombe, pp. 157\\u2013160, and Duff, p. 131.\\n\\nAlexandra undertook many public duties; in the words of Queen Victoria, \\\"to spare me the strain and fatigue of functions. She opens bazaars, attends concerts, visits hospitals in my place\\u00a0... she not only never complains, but endeavours to prove that she has enjoyed what to another would be a tiresome duty.\\\"Queen Victoria, quoted in Duff, p. 146. She took a particular interest in the London Hospital, visiting it regularly. Joseph Merrick, the so-called \\\"Elephant Man\\\", was one of the patients whom she met.Battiscombe, pp. 257\\u2013258, and Duff, pp. 148\\u2013151. Crowds usually cheered Alexandra rapturously,Battiscombe, p. 166. but during a visit to Ireland in 1885, she suffered a rare moment of public hostility when visiting the City of Cork, a hotbed of Irish nationalism. She and her husband were booed by a crowd of two to three thousand people brandishing sticks and black flags. She smiled her way through the ordeal, which the British press still portrayed in a positive light, describing the crowds as \\\"enthusiastic\\\".Daily Telegraph, quoted in Battiscombe, p. 168. As part of the same visit, she received a Doctorate in Music from Trinity College, Dublin.Battiscombe, p. 167.\\n\\nThe death of her eldest son, Prince Albert Victor, Duke of Clarence and Avondale, in 1892 was a serious blow to Alexandra. His room and possessions were kept exactly as he had left them, much as those of Prince Albert were left after his death in 1861.Battiscombe, pp. 189\\u2013193, 197, and Duff, p. 184. She said, \\\"I have buried my angel and with him my happiness.\\\"Alexandra, quoted in Duff, p. 186. Surviving letters between Alexandra and her children indicate that they were mutually devoted.Battiscombe, pp. 141\\u2013142. In 1894, her brother-in-law Alexander III of Russia died and her nephew Nicholas II of Russia became Tsar. Alexandra's widowed sister, the Dowager Empress, leant heavily on her for support; Alexandra slept, prayed, and stayed beside her sister for the next two weeks until Alexander's burial.Battiscombe, p. 205, and Duff, pp. 196\\u2013197.\\n\\nQueen Alexandra\\nthumb|upright|Portrait by Luke Fildes, 1905\\nthumb|upright|Alexandra (right) was an enthusiastic amateur photographer.Battiscombe, p. 204. This photograph of her with her daughter Victoria is from Queen Alexandra's Christmas gift book, which was published in 1908 to raise money for charities.\\n\\nQueen consort (1901\\u20131910) \\nWith the death of her mother-in-law, Queen Victoria, in 1901, Alexandra became queen-empress consort to the new king. Just two months later, her son George and daughter-in-law Mary left on an extensive tour of the empire, leaving their young children in the care of Alexandra and Edward, who doted on their grandchildren. On George's return, preparations for Edward and Alexandra's coronation in Westminster Abbey were well in hand but just a few days before the scheduled coronation in June 1902 the king became seriously ill with appendicitis. Alexandra deputised for him at a military parade, and attended the Royal Ascot races without him, in an attempt to prevent public alarm.Battiscombe, pp. 243\\u2013244. Eventually, the coronation had to be postponed and Edward had an operation performed by Frederick Treves of the London Hospital to drain the infected appendix. After his recovery, Alexandra and Edward were crowned together in August: he by the Archbishop of Canterbury, Frederick Temple, and she by the Archbishop of York, William Dalrymple Maclagan.Battiscombe, p. 249.\\n\\nDespite being queen, Alexandra's duties changed little, and she kept many of the same retainers. Alexandra's Woman of the Bedchamber, Charlotte Knollys, the daughter of Sir William Knollys, served Alexandra loyally for many years. On 10 December 1903, Knollys woke to find her bedroom full of smoke. She roused Alexandra and shepherded her to safety. In the words of Grand Duchess Augusta of Mecklenburg-Strelitz, \\\"We must give credit to old Charlotte for really saving [Alexandra's] life.\\\"Battiscombe, p. 253.\\n\\nAlexandra again looked after her grandchildren when George and Mary went on a second tour, this time to British India, over the winter of 1905\\u201306.Battiscombe, p. 258. Her father, King Christian IX of Denmark, died that January. Eager to retain their family links, both to each other and to Denmark, in 1907 Alexandra and her sister, the Dowager Empress of Russia, purchased a villa north of Copenhagen, Hvid\\u00f8re, as a private getaway.Battiscombe, p. 262, and Duff, pp. 239\\u2013240.\\n\\nAlexandra was denied access to the king's briefing papers and excluded from some of his foreign tours to prevent her meddling in diplomatic matters.Duff, pp. 225\\u2013227. She was deeply distrustful of Germans, and invariably opposed anything that favoured German expansion or interests. For example, in 1890 Alexandra wrote a memorandum, distributed to senior British ministers and military personnel, warning against the planned exchange of the British North Sea island of Heligoland for the German colony of Zanzibar, pointing out Heligoland's strategic significance and that it could be used either by Germany to launch an attack, or by Britain to contain German aggression.Battiscombe, pp. 176\\u2013179. Despite this, the exchange went ahead anyway. The Germans fortified the island and, in the words of Robert Ensor and as Alexandra had predicted, it \\\"became the keystone of Germany's maritime position for offence as well as for defence\\\".Ensor, p. 194. The Frankfurter Zeitung was outspoken in its condemnation of Alexandra and her sister, the Dowager Empress of Russia, saying that the pair were \\\"the centre of the international anti-German conspiracy\\\".Quoted in Duff, p. 234. She despised and distrusted her nephew, German Emperor Wilhelm II, calling him in 1900 \\\"inwardly our enemy\\\".Duff, pp. 207, 239.\\n\\nIn 1910, Alexandra became the first queen consort to visit the British House of Commons during a debate. In a remarkable departure from precedent, for two hours she sat in the Ladies' Gallery overlooking the chamber while the Parliament Bill, to remove the right of the House of Lords to veto legislation, was debated.Battiscombe, p. 269. Privately, Alexandra disagreed with the bill.Battiscombe, p. 278. Shortly afterwards, she left to visit her brother, King George I of Greece, in Corfu. While there, she received news that King Edward was seriously ill. Alexandra returned at once and arrived just the day before her husband died. In his last hours, she personally administered oxygen from a gas cylinder to help him breathe.Duff, pp. 249\\u2013250. She told Frederick Ponsonby, \\\"I feel as if I had been turned into stone, unable to cry, unable to grasp the meaning of it all.\\\"Ponsonby's memoirs, quoted in Duff, p. 251. Later that year she moved out of Buckingham Palace to Marlborough House, but she retained possession of Sandringham.Battiscombe, p. 274, and Windsor, p. 77. The new king, Alexandra's son George, soon faced a decision over the Parliament Bill. Despite her personal views, Alexandra supported her son's reluctant agreement to Prime Minister H. H. Asquith's request to create sufficient Liberal peers after a general election if the Lords continued to block the legislation.Battiscombe, pp. 277\\u2013278.\\n\\nQueen mother (1910\\u20131925) \\nthumb|left|Queen Alexandra, 1923\\nFrom Edward's death, Alexandra was queen mother, being a dowager queen and the mother of the reigning monarch. She did not attend her son's coronation in 1911 since it was not customary for a crowned queen to attend the coronation of another king or queen, but otherwise continued the public side of her life, devoting time to her charitable causes. One such cause included Alexandra Rose Day, where artificial roses made by people with disabilities were sold in aid of hospitals by women volunteers.Duff, pp. 251\\u2013257, 260.The Alexandra Rose Day fund still exists; its patron is Princess Alexandra, The Honourable Lady Ogilvy, Alexandra's great-granddaughter. During the First World War, the custom of hanging the banners of foreign princes invested with Britain's highest order of knighthood, the Order of the Garter, in St George's Chapel, Windsor Castle, came under criticism, as the German members of the Order were fighting against Britain. Alexandra joined calls to \\\"have down those hateful German banners\\\".Alexandra to King George V, quoted in Battiscombe, p. 285. Driven by public opinion, but against his own wishes, the king had the banners removed but to Alexandra's dismay he had down not only \\\"those vile Prussian banners\\\" but also those of her Hessian relations who were, in her opinion, \\\"simply soldiers or vassals under that brutal German Emperor's orders\\\". On 17 September 1916, she was at Sandringham during a Zeppelin air raid,Battiscombe, pp. 291\\u2013292. but far worse was to befall other members of her family. In Russia, her nephew Tsar Nicholas II was overthrown and he, his wife and their children were killed by revolutionaries. Her sister the Dowager Empress was rescued from Russia in 1919 by  and brought to England, where she lived for some time with Alexandra.Duff, pp. 285\\u2013286.\\n\\nAlexandra retained a youthful appearance into her senior years,e.g. Mary Gladstone and Lord Carrington, quoted in Battiscombe, p. 206, Margot Asquith, quoted in Battiscombe, pp. 216\\u2013217, John Fisher, 1st Baron Fisher, quoted in Battiscombe, p. 232. but during the war her age caught up with her.Alexandra herself and Queen Mary, quoted by Battiscombe, p. 296. She took to wearing elaborate veils and heavy makeup, which was described by gossips as having her face \\\"enamelled\\\". She made no more trips abroad, and suffered increasing ill health. In 1920, a blood vessel in her eye burst, leaving her with temporary partial blindness.Battiscombe, p. 299. Towards the end of her life, her memory and speech became impaired.Battiscombe, pp. 301\\u2013302. She died on 20 November 1925 at Sandringham after suffering a heart attack, and was buried in an elaborate tomb next to her husband in St George's Chapel, Windsor Castle.Eilers, Marlene A., Queen Victoria's Descendants, p. 171.\\n\\nLegacy\\nright|thumb|Detail of the Queen Alexandra Memorial, opposite St James's Palace\\nthumb|upright|Wall-mounted plaque for Queen Alexandra in St Ninian's Chapel, Braemar, where her eldest daughter is buried\\nThe Queen Alexandra Memorial by Alfred Gilbert was unveiled on Alexandra Rose Day 8 June 1932 at Marlborough Gate, London.Dorment, Richard (January 1980). \\\"Alfred Gilbert's Memorial to Queen Alexandra\\\" The Burlington Magazine vol. CXXII pp. 47\\u201354. An ode in her memory, \\\"So many true princesses who have gone\\\", composed by the then Master of the King's Musick Sir Edward Elgar to words by the Poet Laureate John Masefield, was sung at the unveiling and conducted by the composer.\\\"Alexandra The Rose Queen\\\" The Times, 9 June 1932, p. 13, col. F.\\n\\nAlexandra was highly popular with the British public.Battiscombe, pp. 66\\u201368, 85, 120, 215, and Duff, p. 215. After she married the Prince of Wales in 1863, a new park and \\\"People's Palace\\\", a public exhibition and arts centre under construction in north London, were renamed the Alexandra Palace and park to commemorate her.Carrington, Ron (1975). Alexandra Park and Palace: A History (London: Greater London Council) p. 9. There are at least sixty-seven roads and streets in the Greater London area alone called Alexandra Road, Alexandra Avenue, Alexandra Gardens, Alexandra Close or Alexandra Street, all named after her. Unlike her husband and mother-in-law, she was not castigated by the press.Duff, pp. 113, 163, 192. Funds that she helped to collect were used to buy a river launch, called Alexandra, to ferry the wounded during the Sudan campaign,Battiscombe, p. 169. and to fit out a hospital ship, named The Princess of Wales, to bring back wounded from the Boer War.Battiscombe, pp. 212\\u2013213, and Duff, p. 206. During the Boer War, Queen Alexandra's Imperial Military Nursing Service, later renamed Queen Alexandra's Royal Army Nursing Corps, was founded under Royal Warrant.\\n\\nAlexandra had little understanding of money.Battiscombe, p. 72. The management of her finances was left in the hands of her loyal comptroller, Sir Dighton Probyn VC, who undertook a similar role for her husband. In the words of her grandson, Edward VIII (later the Duke of Windsor), \\\"Her generosity was a source of embarrassment to her financial advisers. Whenever she received a letter soliciting money, a cheque would be sent by the next post, regardless of the authenticity of the mendicant and without having the case investigated.\\\"Windsor, pp. 85\\u201386. Though she was not always extravagant (she had her old stockings darned for re-use and her old dresses were recycled as furniture covers),Battiscombe, p. 203. she would dismiss protests about her heavy spending with a wave of a hand or by claiming that she had not heard.Battiscombe, p. 293.\\n\\nShe hid a small scar on her neck, which was probably the result of a childhood operation,Baron Stockmar, who was a doctor, quoted in Duff, p. 37. by wearing choker necklaces and high necklines, setting fashions which were adopted for fifty years.Battiscombe, pp. 24\\u201325. Alexandra's effect on fashion was so profound that society ladies even copied her limping gait, after her serious illness in 1867 left her with a stiff leg.Battiscombe, p. 92. This came to be known as the \\\"Alexandra limp\\\".Helen Rappaport, Queen Victoria: A Biographical Companion, p. 24Ebenezer Cobham Brewer, Wordsworth Dictionary of Phrase and Fable, p. 29 She used predominantly the London fashion houses; her favourite was Redfern's, but she shopped occasionally at Doucet and Fromont of Paris.\\n\\nQueen Alexandra has been portrayed on television by Deborah Grant and Helen Ryan in Edward the Seventh, Ann Firbank in Lillie, Maggie Smith in All the King's Men, and Bibi Andersson in The Lost Prince. She was portrayed in film by Helen Ryan again in the 1980 film The Elephant Man,  Sara Stewart in the 1997 film Mrs Brown, and Julia Blake in the 1999 film Passion. In a 1980 stage play by Royce Ryton, Motherdear, she was portrayed by Margaret Lockwood in her last acting role.\\n\\nTitles, styles, honours and arms\\nthumb|right|As a Lady of the Garter, Alexandra's banner of arms hung in St George's Chapel, Windsor Castle, during her lifetime despite the objections of Garter Principal King of Arms, Sir Albert Woods. When Woods complained that placing her banner in the Chapel would be unprecedented, \\\"the King promptly ordered the banner to be put up.\\\"\\n\\nTitles and styles\\n 1 December 1844 \\u2013 31 July 1853: Her Highness Princess Alexandra of Schleswig-Holstein-Sonderburg-Gl\\u00fccksburg\\n 31 July 1853 \\u2013 21 December 1858: Her Highness Princess Alexandra of Denmark\\n 21 December 1858 \\u2013 10 March 1863: Her Royal Highness Princess Alexandra of Denmark\\n 10 March 1863 \\u2013 22 January 1901: Her Royal Highness The Princess of Wales\\n 22 January 1901 \\u2013 6 May 1910: Her Majesty The Queen\\n 6 May 1910 \\u2013 20 November 1925: Her Majesty Queen Alexandra\\n\\nHonours\\nthumb|left|Queen Alexandra's coat of arms\\nIn 1901, she became the first woman since 1488 to be made a Lady of the Garter.Duff, pp. 215\\u2013216. Other honours she held included Member First Class of the Royal Order of Victoria and Albert, Lady of the Imperial Order of the Crown of India, and Dame of Justice of the Order of St. John of Jerusalem.Kelly's Handbook to the Titled, Landed and Official Classes for 1918 (London: Kelly's Directories) p. 24.  On 1 January 1918, she was appointed a Dame Grand Cross of the Order of the British Empire.\\n\\nAmong foreign honours received by Queen Alexandra was the Japanese Order of the Precious Crown, delivered to her on behalf of Emperor Meiji by Prince Komatsu Akihito when he visited the United Kingdom in June 1902 to attend the coronation. At the same time she also received the Order of Nishan-i-Sadakat from the Sultan of the Ottoman Empire, despatched to London by a special messenger together with their coronation representatives.\\n\\nArms\\nQueen Alexandra's arms upon the accession of her husband in 1901 were the royal coat of arms of the United Kingdom impaled with the arms of her father, the King of Denmark.Pinches, John Harvey; Pinches, Rosemary (1974). The Royal Heraldry of England, Heraldry Today. (Slough, Buckinghamshire: Hollen Street Press). . p. 260.See, for example, the cover of Battiscombe. The shield is surmounted by the imperial crown, and supported by the crowned lion of England and a wild man or savage from the Danish royal arms.\\n\\nIssue\\n\\nNameBirthDeathNotesPrince Albert Victor, Duke of Clarence and Avondale8 January 186414 January 1892engaged 1891, to Princess Mary of TeckKing George V3 June 186520 January 1936married 1893, Princess Mary of Teck; had issuePrincess Louise, Princess Royal20 February 18674 January 1931married 1889, Alexander Duff, 1st Duke of Fife; had issuePrincess Victoria6 July 18683 December 1935never married and without issuePrincess Maud of Wales26 November 186920 November 1938married 1896, Prince Carl of Denmark (King of Norway as Haakon VII from 1905); had issuePrince Alexander of Wales6 April 18717 April 1871born and died at Sandringham House\\n\\nAncestry\\n\\nSee also\\n Crown of Queen Alexandra\\n\\nNotes\\n\\nReferences\\n Battiscombe, Georgina (1969). Queen Alexandra (London: Constable) \\n Bentley-Cranch, Dana (1992). Edward VII: Image of an Era 1841\\u20131910 (London: Her Majesty's Stationery Office) \\n Duff, David (1980). Alexandra: Princess and Queen (London: Collins) \\n Ensor, R. C. K. (1936). England 1870\\u20131914 (Oxford University Press)\\n Hough, Richard (1992). Edward & Alexandra: Their Private And Public Lives (London: Hodder & Stoddart) \\n Priestley, J. B. (1970). The Edwardians (London: Heinemann) \\n Windsor, The Duke of (1951). A King's Story: The Memoirs of H.R.H. The Duke of Windsor K.G. (London: Cassell and Co.)\\n\\nExternal links\\n\\n \\n Alexandra Rose Charity official site\\n Treaty between Great Britain and Denmark, for the Marriage of HRH the Prince of Wales, with HRH the Princess Alexandria, Daughter of Prince Christian of Denmark \\u2013 15 January 1863\\n \\n\\n|-\\n\\n|-\\n\\nCategory:1844 births\\nCategory:1925 deaths\\nCategory:19th-century British people\\nCategory:20th-century British people\\nCategory:19th-century British women\\nCategory:20th-century British women\\nCategory:British people with disabilities\\nCategory:Wives of British princes\\nCategory:British royal consorts\\nCategory:Companions of the Order of the Crown of India\\nCategory:Dames of the Order of Queen Maria Luisa\\nCategory:Danish emigrants to the United Kingdom\\nCategory:Danish people of German descent\\nCategory:Danish people with disabilities\\nCategory:Danish princesses\\nCategory:Deaf royalty and nobility\\nCategory:Duchesses of Rothesay\\nCategory:Edward VII\\nCategory:House of Gl\\u00fccksburg (Denmark)\\nCategory:House of Saxe-Coburg and Gotha (United Kingdom)\\nCategory:Indian empresses\\nCategory:Ladies of Justice of the Order of St John\\nCategory:Ladies of the Garter\\nCategory:Ladies of the Royal Order of Victoria and Albert\\nCategory:Nobility from Copenhagen\\nCategory:Princesses of Schleswig-Holstein-Sonderburg-Gl\\u00fccksburg\\nCategory:Princesses of Wales\\nCategory:Queen mothers\\nCategory:Burials at St George's Chapel, Windsor Castle\\n \"}"