"{\"title\": \"Aggie Bonfire\", \"url\": \"https://en.wikipedia.org/wiki/Aggie_Bonfire\", \"text\": \"The Aggie Bonfire was a long-standing annual tradition at Texas A&M University as part of the college rivalry with the University of Texas at Austin. For 90 years, Texas A&M students\\u2014known as Aggies\\u2014built and burned a bonfire on campus each autumn. Known to the Aggie community simply as \\\"Bonfire\\\", the annual autumn event symbolized Aggie students' \\\"burning desire to beat the hell outta t.u.\\\", a derogatory nickname for the University of Texas. The bonfire was traditionally lit around Thanksgiving in conjunction with festivities surrounding the annual college football game.   Although early bonfires were little more than piles of trash, as time passed the annual event became more organized. Over the years the bonfire grew to an immense size, setting the world record in 1969. In 1999, the Bonfire collapsed during construction, killing twelve people, eleven students and one former student, and injuring twenty-seven\\u00a0others. The accident led Texas A&M to declare a hiatus on an official Bonfire. However, since 2002, a student-sponsored coalition has constructed an annual unsanctioned, off-campus \\\"Student Bonfire\\\" in the spirit of its predecessor.\\n\\nEarly years\\nleft|thumb|The Aggie Bonfire in 1928, pictured on the Drill Field with the Academic Building in the background.\\nThe students of the Agricultural and Mechanical College of Texas, known as Aggies, burned their first bonfire on November 18, 1907, to congratulate the football team on a recent win. The first on-campus Aggie Bonfire, a heap of trash and debris, was burned in 1909 to generate enthusiasm for a variety of sporting events. A decade later, the focus of the event narrowed to the annual rivalry game between Texas A&M and the University of Texas, held near Thanksgiving Day. Little information was recorded about the early Bonfires; the 1921 Texas A&M yearbook mentioned the \\\"final rally\\\" of the students before the game against Texas, but did not refer to a bonfire. Six years later, the school yearbook published a photograph of the event.\\n\\nFreshmen were expected to build the early Bonfires to help prove their worth. For almost two decades, the students constructed Bonfire from debris and wood acquired through various, sometimes illicit, means, including appropriating lumber intended for a dormitory in 1912. In 1935, a farmer reported that students carried off his entire barn as fuel for Bonfire. To prevent future incidents, the university made Bonfire a school-sanctioned event. The following year, for the first time, the school provided axes, saws, and trucks for the students and pointed them toward a grove of dead trees on the edge of town.\\n\\nDuring the 1940s, the school paper described Bonfire as \\\"the greatest event of the football season\\\". The 1947 Corps handbook stated that \\\"bonfire symbolizes two things: a burning desire to beat the team from the University of Texas, and the undying flame of love that every loyal Aggie carries in his heart for the school\\\"; this was often shortened to \\\"the burning desire to beat the hell out of t.u.\\\"\\nThe Bonfire design changed in 1942. Universal Studios, filming the movie We've Never Been Licked on the Texas A&M Campus, built a bonfire as a prop for the movie. Their structure used a design similar to a teepee, where all the logs rested against each other in a conical shape. The logs were placed at an angle between 23 and 30\\u00a0degrees, giving it \\\"a tremendous vertical and horizontal resistance\\\". This allowed Bonfire to grow from  tall to over  tall. Subsequent Aggies adopted the new idea, and the teepee design became standard for Bonfires for the next twenty-five years.\\n\\nright|thumb|An Aggie Bonfire under construction in the late 1950s\\nBeginning in 1952, the bonfires were constructed entirely from fresh-cut logs. The event suffered its first fatality in 1955, when a student was struck by a swerving car. For unrelated reasons, that same year the Bonfire was moved from Simpson Drill Field in front of the Memorial Student Center to Duncan Field, near the dorms of the Corps of Cadets (whose leaders oversaw construction). In 1957, the structure collapsed two days before Bonfire was to be held, but students worked around-the-clock to rebuild it, and the bonfire burned as scheduled.\\n\\nDuring this period, University of Texas students attempted several stunts, trying to light the stack early, but to no avail. In both 1933 and 1948, students from UT rented an airplane and tried to drop fire bombs onto the stack. In one of these instances, the plane ran low on fuel, and was forced to land at Easterwood Airport in College Station\\u2014the wooden portions of the plane found themselves part of Bonfire that year. In 1956, there was an unsuccessful attempt to plant explosives at the Bonfire site, and, in the late 1970s, a College Station police officer was fired after trying to ignite the bonfire several days ahead of schedule. Students spotted the officer before he could succeed and chased him across campus. In 1999, a Longhorn fan hired someone to build a six-foot model airplane designed to carry a bomb into the wood stack to ignite it prematurely. \\\"He was actually in the process of building that plane when they had the tragedy at bonfire\\\", Mel Stekoll said. \\\"At that point, we scrapped the plan. It would have been the next year that we planned to try it.\\\"\\n\\nOrganizational change and expansion\\n\\nIn 1965, membership in the Corps of Cadets became voluntary for students at Texas A&M. Before, Corps leaders directed construction of Bonfire. However, because the Corps had no authority over the \\\"non-regs\\\", or civilian students, a separate Bonfire leadership structure was instituted. The new leaders were designated with colored hard hats, or pots, with the overall leaders known as redpots.\\n\\nThe first Bonfire built with both Corps and non-reg participation was in 1963. The stack was scheduled to burn only days after the assassination of President John F. Kennedy. Out of respect, the students dismantled the stack. As Head Yell Leader Mike Marlowe explained, \\\"It is the most we have and the least we can give.\\\"\\n\\nIn the following years the structure became more elaborate, and in 1967 the flames could be seen  away. In 1969, the stack of logs set the world record for the height of a bonfire at  tall. Out of concern for the safety of participants and the community, the university limited the size to  tall and  in diameter. As an added precaution, nearby campus buildings were equipped with rooftop sprinkler systems. Despite the new height restrictions, in the 1970s, the Guinness Book of Records listed Aggie Bonfire as the largest Bonfire in the world.\\n\\nDesign change\\nStages of bonfire construction (1970s\\u20131999)StageDescriptionLengthApprox. startCut / loadTrees cut down, logs loaded by hand onto trucks and unloaded on campus4\\u00a0weeksOctoberStackLogs wired into place against the center pole3\\u00a0weeksEarly NovemberPush24/7 effort to finish the first four levels10\\u00a0daysLast 10\\u00a0days of StackFinishRedpots build the final two levels.1\\u00a0dayDay before BurnBurnThe stack is doused with jet fuel and lit on fire.1\\u00a0day1 or 2\\u00a0nights before the football game versus Texas\\n\\nIn 1978, Bonfire shifted from its previous teepee design to a wedding cake style, in which upper stacks of logs were wedged on top of lower stacks. The structure was built around a fortified center pole, made from two telephone poles spliced together by cutting matching notches, approximately  long, and with  of glue. Four steel plates were bolted to the two poles, and a  cable wrapped around the joint and secured to the pole with steel staples. Four perimeter poles were placed  away and ropes were stretched between the perimeter poles to center poles and tension placed on them to hold the center pole together. After the center pole was erected, logs were placed vertically around it in a multi-tiered wedding cake design composed of thousands of logs. By 1984, the logs were sloping only 14\\u00a0degrees. The spiral arrangement of the logs was designed to make Bonfire collapse into itself in a twisting motion, thus protecting spectators. Although the tradition stated that if Bonfire burned through midnight then A&M would win the following day's football game, the introduction of the wedding cake design drastically reduced the time it took for Bonfire to fall, sometimes burning for only 30 or 45\\u00a0minutes.\\n\\nDespite the complexity of the design, there were no formal written instructions or architectural blueprints for the construction of Bonfire.  Knowledge on how to build the structure was passed verbally from one redpot to the next.  By 1999, the only written documentation on the building of Bonfire was the rough schematic printed on the back of the official Bonfire T-shirt worn by participants from the freshman honors dormitory, Lechner.\\n\\nWhile the Bonfires of the 1960s were constructed in five to ten days, working primarily in daylight, by the late 1970s, changes in the school led to a more elaborate and lengthy construction schedule. Construction began in late October with \\\"Cut\\\", obtaining wood by cutting down trees with axes, which took several weekends. After Cut, students brought the logs to campus during \\\"Load\\\", a process by which the logs were loaded by hand onto flatbed trucks and brought to campus. In early November, crews began \\\"Stack\\\", a three-week period in which the logs were wired together and Bonfire took shape. Near the end of stack, known as \\\"Push\\\", students worked around the clock in rotating shifts. The first four of the six stacks were built with the efforts of all safety-trained participants. The day before Bonfire was scheduled to burn, junior redpots would build the fifth stack, and then senior redpots would build the sixth.\\n\\nthumb|left|Yell Leaders and the Fightin' Texas Aggie Band follow the Redpots around the bonfire prior to Burn in 1992.\\n\\nDuring Cut, all logs were felled by hand, with students working in teams to chop down each tree with their axes. The manual labor ensured that participants were invested in each log that went into the Bonfire.  Once the trees had fallen, brownpots, the \\\"executive lumberjacks\\\", used chainsaws to cut limbs and prepare the logs.\\n\\nTo ensure safety during the Stack period, the organizers maintained a perimeter around the working area, and allowed only safety-trained students through. Cranes, donated by local construction companies, assisted in getting logs onto the upper tiers, and volunteers from those companies were on-hand at all times to offer advice. Emergency medical technicians were also required to be on site at all times and no more than 70\\u00a0students at a time were allowed on the stack. Once the stack was finished, a burnt-orange outhouse with \\\"t.u frat house\\\" painted on the front was placed on top of the stack.\\n\\nAlthough between two and five thousand students participated in the construction of Bonfire each year, most worked only part-time, and many worked only one or two shifts. Student workers were organized by dormitories or Corps units, with a separate off-campus student team. Many former students participated with teams they belonged to as students. Each team had assigned shifts, although individuals were not limited to working only the assigned shifts. Students working on Bonfire wore \\\"grodes\\\"\\u2014old T-shirts, jeans, and boots. By tradition, grodes were either not washed until after Bonfire burned or not washed at all.\\n\\nIn 1983, the city of College Station began manufacturing Austin city limits signs for students to place at the summit of the Bonfire so that students would stop stealing signs from Austin. The Fightin' Texas Aggie Band began building the outhouse, ending the tradition of stealing Bonfire's components.\\n\\nControversy\\nthumb|upright|right|Student felling a tree for Bonfire\\nAlthough women were allowed to serve coffee and provide first aid in the late 1960s, in 1974 they were officially banned from both Cut and Stack. The ban was partially rescinded in 1979, when women were again allowed to participate in Cut, and completely rescinded in 1981. Few women participated in the early years, as female volunteers were subject to verbal abuse from their male counterparts. In 1987, two female photographers from the school yearbook alleged that male workers shouted obscenities and threw dirt on them as they tried to take pictures of the raising of the center pole. The redpots responded that women were always welcome to participate as long as they did their share of the work, and that the photographers were standing dangerously close to the stack. To find their own place in the Bonfire hierarchy, female students founded the all-female Bonfire Reload Crew to provide refreshments to those working at Cut and Stack.\\n\\nInjuries plagued the construction process. In 1981, student Wiley Keith Jopling died after being run over by a tractor at the Cut site. At the 1985 Cut site, one student broke his hip, and, in 1989, another student lost two fingers when logs crushed his hand. Fractures and amputations were rare, but many students suffered cuts, scrapes, or exposure to poison ivy.  Hazing, including beatings with ax handles, was common.\\n\\nThe 1980s also saw increased alcohol consumption during the Bonfire ceremony. In 1988, police issued 140 Minor in Possession (of alcohol) citations and arrested six people. The following year, the local police department brought a paddywagon to the site for the first time, as they anticipated mass arrests for alcohol violations. As many as 150 police officers were on duty during the Bonfire burning from the Texas A&M and College Station police departments and the Texas Alcoholic Beverage Commission.\\n\\nIn 1989, the Campus Ministry Association, representing 17\\u00a0religious denominations, unanimously approved a resolution asking the university to change Bonfire because of concerns about safety, participant academic performance, humanitarian considerations, and the environment. Shortly afterwards, the Faculty Senate's Committee of the Whole approved a resolution asking for a panel to explore alternatives to Bonfire.\\n\\nAlthough students protested Bonfire's environmental impact since 1970, no changes were made for decades. In 1990, student Scott Hantman asked the Bonfire leadership to help him address the problem. The group solicited volunteers, and in the spring of 1991, they planted 400\\u00a0trees. The tradition, Aggie Replant, has been repeated annually. The Replant organization became independent of Bonfire in 1994 when it gained its own Student Government Committee.\\n\\nLater years\\nthumb|right|Students finishing the rebuild of the 1994 Bonfirerebuild of the 1994 Bonfire\\n\\nAfter being held at the Duncan Intramural Fields on the south side of A&M's campus for twenty-seven years, in 1992, Bonfire was relocated to the Polo Fields on the northeast corner of campus. This more isolated site, with a larger area for people to gather, made it a safer location. After heavy rains in 1994, the partially completed Bonfire began to slowly lean to the side as the soil underneath shifted. Student officials had enough warning to clear the area and tear down the Bonfire one week before its scheduled burn date. Nine tractors, two bulldozers, and two forklifts dismantled the stack on October 26, 1994, which, at 70% completed, stood  tall and  wide.\\nStudents and alumni flocked to the Polo Fields, working around the clock, to rebuild the Bonfire in time for the game. It was completed only hours before it was scheduled to burn. After the 1994 Bonfire was burned, two tons of lime were spread on the Polo Fields to stabilize the ground. This layer hardened to a consistency similar to concrete.\\n\\nIn 1996 a student, Greg White, died in a car accident on his way home from Cut. The student and several companions were riding in the bed of a pickup truck when the driver lost control and the truck rolled. Nine other students were injured.\\n\\nthumb|left|Bonfire burns in 1989\\nIn its later years, students building Bonfire used logs donated by local landowners who wanted their land cleared for construction or farming. Over 8000\\u00a0logs were used each year in the late 1990s, taking about 5000\\u00a0students a combined 125,000\\u00a0man-hours to construct. After being doused in 700\\u00a0lb (318\\u00a0kg) of jet fuel, applied by staff members at A&M's Fire Training School, the Yell Leaders, Drum Majors, and Redpots then lit the stack with torches the night before the annual football game against the University of Texas when at home and two nights before the game when it was played in Austin.\\n\\nThis event was popular among current and former students and people traveled from all over the state and the nation to observe the burning of Bonfire. Hotel rooms within  of College Station were booked weeks or months in advance of the date Bonfire burned. Crowds ranged from 30,000 to 70,000\\u00a0people, depending on the weather and the strength of the Aggie football team. The 1998 Bonfire was broadcast live on Fox Sports Southwest.\\n\\n1999 collapse\\n\\nthumb|right|Bonfire recovery, November 18, 1999\\nAt approximately 2:42\\u00a0a.m. on November 18, 1999, the 59-foot high stack, consisting of about 5000\\u00a0logs, collapsed during construction. Of the 58\\u00a0students and former students working on the stack, 12 were killed and 27 were injured. Immediately after the collapse, Emergency Medical Technicians and trained First Responders of the Texas A&M Emergency Care Team (TAMECT), a student-run, volunteer service, who staffed each stage of construction, administered first aid. TAMECT alerted the University Police and University EMS (also a student-run service), who dispatched all remaining university medics, and requested mutual aid from the surrounding agencies. In addition to the mutual aid received from the College Station and Bryan, Texas EMS, Fire, and Police Departments, members of Texas Task Force 1, the state's elite emergency response team, arrived to assist the rescue efforts.\\n\\nBonfire Memorial\\nleft|thumb|The Bonfire Memorial Spirit Ring\\nA memorial was constructed on the university polo fields, the site of the accident. Construction began in October 2003 and was completed by November 2004. On November 18, 2004, five years following the incident, the Bonfire Memorial was officially dedicated. The memorial is composed of three design elements:\\n Tradition Plaza \\u2013 Marks the entrance to the memorial and reflects on Aggie traditions.\\n History Walk \\u2013 Consists of 89\\u00a0stones representing the 89\\u00a0previous\\u00a0years of Bonfire. A gap in the timeline signifies the 1963 Bonfire, which did not burn due to the John F. Kennedy assassination. The three previous Bonfire-related deaths are also memorialized on this time line.\\n Spirit Ring \\u2013 The ring surrounds the site of the collapse and represents the spirit that brought the students together. Twelve portals are placed around the ring, oriented toward each student's hometown. Twenty-seven stones complete the ring, representing the 27\\u00a0students injured in the collapse.\\n\\nThe memorial design has been recognized by several organizations as an outstanding architectural design and masonry accomplishment. The American Institute of Architects, San Antonio Chapter, recognized the memorial as a winner of the 2005 AIA San Antonio Design Award. The memorial also was recognized as a winner of the 2005 MCAA International Excellence in Masonry Awards.\\n\\nTo further honor the victims, in 2000, the Aggie Replant Committee planted twelve live oak trees at the Polo Grounds.\\n\\nContinuation: Student Bonfire\\nthumb|upright|right|The 2007 Student Bonfire\\nShortly after the university officially cancelled Bonfire, students began planning an unofficial bonfire for November 2002. Known as the \\\"Unity Project\\\", it became the first unofficial Bonfire since the 1930s. This fire consisted of three piles of wood, with the center stack being  high.  Despite a lack of official advertisement, over one thousand spectators attended.\\n\\nThe following year, the unofficial event was rebranded Student Bonfire. Now a 501(c)(3) nonprofit organization, Student Bonfire has official bylaws and a Board of Directors comprising former students.  The bylaws specify the design that must be used each year, and no changes have been permitted since the first burn in 2003.  This design, based on the recommendation of the 2002 university task force and approved by a structural engineer, results in a Bonfire less than half the size of those from the 1960s.  In a departure from tradition, every log in the stack touches the ground.  To maintain the traditional wedding-cake design, the logs are cut to different heights, with the tallest set reaching  high.  The lowered height eliminates the need for a spliced center pole.  Instead, a single utility pole, sunk  into the ground, serves as the center pole. As in the pre-1999 versions of Bonfire, each log is tied to the log next to it with baling wire.  To further fortify the structure, aircraft-grade steel cable is wrapped around each tier.  For added support, four  poles are spaced evenly around the stack and then bolted to the  center pole, each with a steel pipe. These poles are known as Windle-sticks, after Levi Windle, a staunch supporter of Student Bonfire who died in an unrelated accident in 2003.\\n\\nThe Board changed or eliminated many of the minor traditions that had proliferated during Aggie Bonfire, primarily for safety reasons.  Alcohol is no longer permitted, and hazing has been banned.  The Bonfire leadership structure has remained in place, although in 2014 only 10 of the 26 dorms were represented by Bonfire crews.  Attendance for Student Bonfire ranges from 8,000\\u201315,000\\u00a0people and the event is held in Brazos County or one of the surrounding counties.  The 2013 Student Bonfire attracted 12,000 people, despite being postponed until January due to flooding.\\n\\nReferences\\n\\n Further reading \\n The Texas Aggie Bonfire : tradition and tragedy at Texas A&M, (2000), \\n\\nExternal links\\n\\nThe official Aggie Bonfire site (now an official memorial site)\\nThe Special Commission on the 1999 Bonfire\\nThe Special Commission on the 1999 Bonfire Final Report (PDF)\\nOther sites:\\nVideo of Longhorn Band's 1999 Tribute\\u2014requires RealPlayer\\nDocumentary clip by Modern Marvels on YouTube\\nStudent Bonfire \\u2013 Rebuilding the Tradition\\n\\nCategory:College Station, Texas\\nCategory:Fires in Texas\\nCategory:Recurring events established in 1909\\nCategory:Recurring events disestablished in 1999\\nCategory:Texas A&M University traditions\\nCategory:Traditions involving fire\"}"