"{\"title\": \"Gilbert Foliot\", \"url\": \"https://en.wikipedia.org/wiki/Gilbert_Foliot\", \"text\": \"Gilbert Foliot (c.\\u00a01110\\u00a0\\u2013 18 February 1187) was a medieval English monk and prelate, successively Abbot of Gloucester, Bishop of Hereford and Bishop of London. Born to an ecclesiastical family, he became a monk at Cluny Abbey in France at about the age of twenty. After holding two posts as prior in the Cluniac order he was appointed Abbot of Gloucester Abbey in 1139, a promotion influenced by his kinsman Miles of Gloucester. During his tenure as abbot he acquired additional land for the abbey, and may have helped to fabricate some charters\\u2014legal deeds attesting property ownership\\u2014to gain advantage in a dispute with the Archbishops of York. Although Foliot recognised Stephen as the King of England, he may have also sympathised with the Empress Matilda's claim to the throne. He joined Matilda's supporters after her forces captured Stephen, and continued to write letters in support of Matilda even after Stephen's release.\\n\\nFoliot accompanied Theobald of Bec, the Archbishop of Canterbury, to a papal council at Reims in 1148. During his time there he was appointed to the Diocese of Hereford by Pope Eugene III. Despite a promise made in Reims not to recognise Stephen, Foliot on his return to England nevertheless swore fealty to the king, causing a temporary rift in his relationship with Henry of Anjou, Matilda's son, who eventually became King Henry II of England in 1154. When Theobald died in 1160, it was widely assumed that he would be replaced by Foliot, but King Henry nominated his Chancellor, Thomas Becket, instead. Foliot later claimed to have opposed this appointment, and supported Henry during the king's dispute with the new archbishop. Foliot was translated, or moved, to the Diocese of London in 1163, perhaps as consolation for not receiving Canterbury.\\n\\nDuring the great dispute between Becket and the king, Foliot was reviled by Becket and his supporters. He acted as an envoy for the king on a number of diplomatic missions related to this dispute and wrote a number of letters against Becket which were circulated widely in Europe. Becket excommunicated Foliot on two occasions, the second of which precipitated the archbishop's murder. For a short period following Becket's death the papacy kept Foliot excommunicate, but he was quickly absolved and allowed to resume his episcopal functions. In addition to his role in the Becket controversy, Foliot often served as a royal judge, and was an active administrator and bishop in his different dioceses. He was a prolific letter writer, and some of his correspondence was collected after his death. He also wrote sermons and biblical commentaries, two of which are extant.\\n\\nEarly life\\nPope Innocent II (left) from a mosaic in Rome|thumb|300px|left|alt=Mosaic image of three men dressed in elaborate robes. The central figure has a tonsure and is holding a cross-topped staff and closed book in one hand and his other hand is held upright, palm out. The left figure is bald and holds a model of a church in both hands. The right figure is tonsured and holds a book in one hand and makes a gesture with his other hand.\\n\\nFoliot was probably the son of Robert Foliot\\u2014steward to David, Earl of Huntingdon, heir to the Scottish throne\\u2014and Robert's wife Agnes, sister of Robert de Chesney, Bishop of Lincoln. Whatever his parentage, Gilbert was certainly Robert de Chesney's nephew;Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 3: Lincoln: Bishops another of his uncles, Reginald, was a monk of Gloucester Abbey and Abbot of Evesham Abbey.Knowles, et al. Heads of Religious Houses p. 47 Other ecclesiastics in his family included Robert Foliot, a later Bishop of Hereford perhaps from an Oxford branch of the family, and two earlier Bishops of London, Richard de Beaumis the elder and Richard de Beaumis the younger,Brooke \\\"Foliot, Gilbert\\\" Oxford Dictionary of National Biography Gilbert also referred to Richard of Ilchester, later Bishop of Winchester, as a kinsman, but the exact relationship is unknown.Knowles Episcopal Colleagues p. 38 William de Chesney, a partisan of Stephen's and a leading Oxfordshire layman,Crouch Reign of King Stephen pp. 222\\u2013223 was another of Foliot's uncles,King \\\"Anarchy\\\" Transactions of the Royal Historical Society p. 153 and Miles of Gloucester, Earl of Hereford, was a cousin.Crouch Reign of King Stephen p. 302 In about 1145 Foliot intervened to secure the release of a knight to whom he was related, Roger Foliot, but their precise relationship is unknown.Stacy \\\"Henry of Blois\\\" English Historical Review p. 24\\n\\nBorn about 1110,Knowles Monastic Order pp. 293\\u2013297 Foliot became a monk of Cluny,Knowles, et al. Heads of Religious Houses p. 53 probably in about 1130. He became Prior of Cluny Abbey, then Prior of Abbeville, a Cluniac house.Barrow Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 8: Hereford: Bishops There are some indications that he studied law at Bologna,Turner \\\"Roman Law\\\" Journal of British Studies p. 9 and he may have studied under Robert Pullen, the English theologian, either at Oxford or Exeter.Barlow English Church p. 247 & footnote 169 He also acquired a knowledge of rhetoric as well as the liberal arts. The names of two of his early teachers are known, but nothing else of them. Foliot also learned biblical exegesis, probably from Pullen.Taliadoros \\\"Law & Theology\\\" Haskins Society Journal 16 p. 79\\n\\nFoliot attended the Second Lateran Council, called by Pope Innocent II. It opened on 4\\u00a0April 1139, and among other matters heard an appeal from the Empress Matilda concerning her claim to the throne of England. Matilda was the daughter and only surviving legitimate child of King Henry I, but following her father's death in late 1135 her cousin Stephen, the son of Henry's sister, had seized the crown. By 1139 Matilda had gathered supporters and was contesting Stephen's right to the throne.Huscroft Ruling England pp. 71\\u201373\\n\\nIn about 1143 Foliot wrote an account of the proceedings of the council in a letter to one of Matilda's supporters. No action was taken on her claim, and no conclusion was reached as to its validity. The papacy continued to accept Stephen as king, and the pope ordered the English Church to make no changes to the status quo.Chibnall Empress Matilda pp. 75\\u201376 According to Foliot's letter the council's deliberations centred on the legitimacy of the marriage between Matilda's parents. Matilda's mother, Edith-Matilda, had been educated at a convent, and there was some uncertainty over whether she had taken vows before her marriage to Henry I. At the time of the council, the question caused some concern, although in time most were persuaded that the marriage was valid because Anselm of Canterbury had performed the ceremony. Foliot seems to have had some doubts in 1139, but before writing his letter of 1143 he had come to believe that Matilda was indeed the legitimate heiress, and he supported the Angevin cause, as Matilda's claim was known.Matthew King Stephen pp. 88\\u201389\\n\\nAbbot\\nMatilda's seal|thumb|right|alt=Seal image of a seated figure circled by writing.\\n\\nIn 1139 Foliot was elected Abbot of Gloucester, blessed by the diocesan bishop on 11\\u00a0June 1139. The appointment had been pushed through by Foliot's relative, Miles of Gloucester, who was by then the Earl of Hereford.Knowles Monastic Order pp. 284\\u2013286 Foliot was well connected at court in other respects, for his probable father had been steward to David I, before David became King of Scotland. David was the uncle of both the Empress and Stephen's wife. Following his elevation to abbot Foliot recognised Stephen as king, although he seems until then to have supported Matilda.\\n\\nKing Stephen was captured by Matilda's forces on 2 February 1141,Chibnall Empress Matilda p. 95 and Matilda called a council at Westminster to gather support for her assuming the throne. Foliot attended the council and was one of her main supporters in the following months as the Angevin cause tried to place her on the throne.Chibnall Empress Matilda pp. 97\\u201399\\n\\nIt was during his time as abbot that Foliot wrote his reply to Brien FitzCount, one of Matilda's earliest supporters, discussing the Second Council of the Lateran's deliberations on Matilda's cause. FitzCount, in a letter now lost, had presented his reasons for supporting Matilda, and Foliot's reply set forth a defence of Matilda's claim to the throne.Chibnall Empress Matilda pp. 84\\u201387 Foliot also wrote that Stephen had \\\"dishonoured the episcopate\\\" with his behaviour in 1139,Quoted in Crouch Reign of King Stephen p. 101 when the king arrested Roger of Salisbury, the Bishop of Salisbury, and Roger's nephew, Alexander, who was Bishop of Lincoln, as well as attempting to arrest another of Roger's nephews, Nigel, Bishop of Ely. After the arrest Stephen forced the bishops to surrender their castles and secular government offices.Crouch Reign of King Stephen pp. 93\\u2013101 Most historians see Foliot's letter as firmly supporting Matilda's cause, although one of King Stephen's recent biographers, Donald Matthew, claims that Foliot's support was lukewarm at best, motivated by the location of his abbey in one of Matilda's strongholds. Matthew points out that Gloucester Abbey owed no military service in a feudal levy, which allowed Foliot to avoid choosing sides irrevocably. Matthew also points out that after 1141 Foliot is a signatory to just one of Matilda's charters.Matthew King Stephen p. 122 Foliot did though address Robert of Gloucester's defence of Matilda's rights, buttressing it with arguments of his own. Robert had argued that the Bible supported female succession, and quoted from Numbers, chapter 36, which allowed women to inherit, but prohibited them marrying outside their tribe. In his reply Foliot claimed that Robert had actually used Numbers, chapter 27, which had no restrictions on the marriage of heiresses.Crouch Reign of King Stephen p. 124\\n\\nDuring his time as abbot Foliot became friendly with Aelred of Rievaulx, a writer and later saint,Knowles Monastic Order p. 263 who dedicated a book of sermons to him. Another friend and ally from his abbacy was Theobald of Bec, the Archbishop of Canterbury, who during Stephen's reign was attempting to unite the English Church under his leadership. Foliot helped Theobald by forming a communication link to Matilda's side.\\n\\nFoliot took an interest in the Dorset monastery of Cerne Abbey, which in 1145 received the Prior of Gloucester Abbey, Bernard, as abbot.Knowles, et al. Heads of Religious Houses p. 37 Bernard was an active reformer, and Foliot supported Bernard's efforts, but the monks objected to the new abbot, and drove him out of the monastery.Matthew King Stephen p. 121 Both abbot and monks appealed to the papacy, which supported the abbot. Although Matilda wrote to Foliot, and interceded on behalf of the monks, Foliot pointed out that he was unable to disobey a papal command.Chibnall Empress Matilda pp. 140\\u2013141\\n\\nWhile abbot, Foliot supervised the acquisition of a dependent priory in the city of Hereford for the monastery. Most of the abbey buildings predate Foliot's time as abbot, and there is no sure evidence of any buildings he added to the monastery. During his abbacy, a dispute that had dragged on between Gloucester and the Archdiocese of York over some manors was finally settled in Gloucester's favour. This was done with a group of forged charters that Foliot may have helped to create. Forging charters was a common practice in English monasteries of the time. Foliot also had disputes with the Welsh bishop Uhtred, Bishop of Llandaff, over Goldcliff Priory and a church in Llancarfan,Davies Book of Llandaf p. 55 concerning tithes and new chapels that had been built without Gloucester Abbey's permission.Davies Book of Llandaf p. 107\\n\\nBishop of Hereford\\n12th-century manuscript illustration of King Stephen|left|thumb| upright |250px|alt=Manuscript illustration of a crowned man holding a bird.\\n\\nIn early 1148, Foliot accompanied Theobald of Bec to the Council of Reims, even though the archbishop had been forbidden to attend by King Stephen;Barlow English Church p. 99 Foliot was presumably with Theobald when the archbishop used a small fishing boat in his escape from England to the continent.Knowles Episcopal Colleagues p. 43 Robert de Bethune, the Bishop of Hereford, died at the Council of Reims, and Foliot was nominated by Pope Eugene III to fill the Diocese of Hereford, which was held by the Angevin cause. Theobald was behind the appointment, having urged it on the pope.Crouch Reign of King Stephen p. 305 It appears likely that before his consecration Foliot gave assurances that he would not swear fealty to Stephen.Barlow English Church p. 100 He was consecrated Bishop of Hereford on 5\\u00a0September 1148Fryde, et al. Handbook of British Chronology p. 250 at Saint-Omer by Archbishop Theobald. The other English bishops present at Reims\\u2014Hilary of Chichester and Josceline de Bohon\\u2014refused to help with the consecration, claiming it was contrary to custom for an English bishop to be consecrated outside England.Poole From Domesday to Magna Carta p. 192 Another of the bishops' concerns was that the pope had infringed Stephen's right to a say in the election.Matthew King Stephen p. 199 After his consecration Foliot swore fealty to Henry of Anjou, the son of the Empress and the new head of the Angevin party.Crouch Reign of King Stephen p. 241\\n\\nFoliot switched his allegiance on his return to England and swore fealty to Stephen, angering the Angevins.Chibnall Anglo-Norman England p. 94 Theobald managed to secure peace between the parties,Chibnall Empress Matilda p. 147 saying that Foliot could not refuse to swear homage \\\"to the prince approved by the papacy\\\".Quoted in Crouch Reign of King Stephen p. 305 Foliot also attempted to hold Hereford in plurality, or at the same time, with the abbey of Gloucester, but the monks of Gloucester objected. Rather than accept a situation like that of Henry of Blois, who held the Diocese of Winchester as well as being Abbot of Glastonbury, the monks of Gloucester held an election three weeks after Foliot's selection as bishop, and chose their prior as the new abbot.Crouch Reign of King Stephen p. 304\\n\\nFoliot supported his uncle Robert de Chesney's nomination to become Bishop of Lincoln, lobbying the pope on Robert's behalf, and maintaining a long correspondence with Robert after his elevation. The letters to this uncle are full of warm sentiments, more than would be expected of a dutiful correspondence.Knowles Episcopal Colleagues p. 16 Other episcopal correspondents and friends included Roger de Pont L'\\u00c9v\\u00eaque, the Archbishop of York,Knowles Episcopal Colleagues p. 13 Josceline de Bohon, the Bishop of Salisbury,Knowles Episcopal Colleagues p. 20 and William de Turbeville, the Bishop of Norwich, who became a regular correspondent after Foliot was translated to London.Knowles Episcopal Colleagues p. 32\\n\\nDuring the later part of Stephen's reign Foliot was active in judicial affairs, including a case in 1150 involving sanctuary and his kinsman Roger, the Earl of Hereford, which ended up in the court of Archbishop Theobald.Crouch Reign of King Stephen p. 306 Foliot's participation in legal affairs led him in 1153 to employ a clerk specialising in Roman law.Crouch Reign of King Stephen p. 307\\n\\nAfter Henry of Anjou's accession to the throne of England as Henry II in 1154, Foliot persuaded the Earl of Hereford to submit to the new king's demand that he return the custody of certain royal castles to the king.Warren Henry II pp. 59\\u201360 In the summer of 1160, Foliot wrote to Pope Alexander III, whom the king had just recognised as pope instead of Alexander's rival, Victor IV, intimating that the canonisation of King Edward the Confessor, which had been delayed by Alexander's predecessor Innocent II, might be warranted as a reward for Henry's recognition of Alexander.Kemp \\\"Alexander III and the Canonization of Saints\\\" Transactions of the Royal Historical Society p. 17\\n\\nThe art historian Hans J. B\\u00f6ker claims that Foliot began the construction of the Bishop's Chapel at Hereford Cathedral. B\\u00f6ker contends that the architectural style of the chapel (which was destroyed in 1737) resembled that of the German imperial chapels, and was deliberately chosen by Foliot to demonstrate his loyalty to King Henry.B\\u00f6ker \\\"Bishop's Chapel of Hereford Cathedral\\\" Gesta p. 52 However most sources credit Robert of Hereford, bishop from 1079 to 1095, as the builder of the chapel.Wischermann \\\"Romanesque Architecture\\\" Romanesque pp. 232\\u2013233Platt Medieval England p. 17\\n\\nWhen Theobald died in 1160, most observers believed that Foliot was the leading candidate to become archbishop of Canterbury. Traditionally, the see of Canterbury had been held by a monk, at least since the replacement of Stigand by Lanfranc in 1070. Although Foliot was a Cluniac monk, they were a subset of the Benedictine Order and thus the cathedral chapter at Canterbury, which was Benedictine but not Cluniac, would have had no objections to him on that score. Foliot denied that he ever lobbied for the office, but John of Salisbury and Thomas Becket apparently believed that Foliot desired it.Knowles Episcopal Colleagues pp. 44\\u201345\\n\\nBishop of London\\n350px |Engraving from Old St. Paul's Cathedral by William Benham, 1902|thumb|right|alt=Engraving of a church building\\n\\nFoliot was Becket's rival for the Archbishopric of Canterbury. He objected to the king's choice on the grounds that Becket was too worldly,Poole From Domesday to Magna Carta p. 200 the only bishop or magnate known to have opposed the king's choice. When the newly elected archbishop was presented to the court before his consecration, Foliot remarked that the king had performed a miracle by turning a layman and a knight into an archbishop.Barlow Thomas Becket p. 71 Soon after Becket's consecration the king wrote to the pope asking for permission to make Foliot the royal confessor. This may have been a conciliatory move to appease Foliot after the loss of Canterbury, or it may have been that the king and the new archbishop were already having differences of opinion and the king wished Foliot to be a counter-weight to Becket's influence.Knowles Episcopal Colleagues p. 46\\n\\nAfter Becket's election as archbishop, Foliot was nominated to the Diocese of London, to which he was translated on 6\\u00a0March 1163. His nomination had been put forward by the king, who wrote to the pope stating that Foliot would be more accessible as an adviser and confessor if he was in London, rather than in Hereford on the Welsh Marches. Becket wrote to Foliot urging him to accept the translation. His transfer was confirmed by Pope Alexander III on 19 March 1163 and Foliot was enthroned at London on 28\\u00a0April 1163.Greenway Fasti Ecclesiae Anglicanae 1066\\u20131300: Volume 1: St. Paul's, London: Bishops Papal confirmation was required because the movement of bishops from one see to another was still frowned on at this time. The medieval chronicler Ralph de Diceto, who was a canon at London, states that the cathedral chapter at St Paul's Cathedral, London, the cathedral of the London diocese, approved of Foliot's selection. Becket was unable to attend Foliot's enthronement,Barlow Thomas Becket p. 85 and Foliot did not make a profession of obedience to the archbishop, arguing that he had already sworn an oath to Canterbury when he became Bishop of Hereford, and thus no further oath was required. The issue was sent to the papacy, but the pope refused to be pinned down to an answer.Knowles Episcopal Colleagues p. 47 Foliot then attempted to make London independent of Canterbury by reviving Pope Gregory I's old plan for an archbishopric at London.Barlow English Church 1066\\u20131154 p. 36 Foliot proposed either to have London raised to an archdiocese along with Canterbury, or to have London replace Canterbury as the archiepiscopal seat for the southern province. Foliot did though support Becket in the latter's attempt to prevent the Archbishop of York having his archiepiscopal cross borne in procession before him when visiting the province of Canterbury.Barlow Thomas Becket p. 95\\n\\nBy 1166, Foliot had been presented with a petition for annulment of the marriage of Aubrey de Vere, the Earl of Oxford, and Agnes of Essex. On the couple's third appearance before the bishop in his episcopal court on 9\\u00a0May 1166, Countess Agnes appealed to the pope to affirm the validity of her marriage. Foliot enclosed her appeal in his own surviving letter setting out the salient features of the case. While the case was under papal consideration, Foliot reprimanded the earl for his treatment of his wife, reminding him that until the pope had ruled otherwise, Agnes was to be considered his wife in bed and board. When Pope Alexander III wrote to the bishop concerning the countess's maltreatment, and requiring Foliot to threaten the earl with excommunication, he also chastised the bishop for his handling of the case.DeAragon \\\"Child-Bride, the Earl, and the Pope\\\" Henry I and the Anglo-Norman World\\n\\nHenry's conflict with Becket\\n250px |12th-century depiction of Becket with King Henry II|thumb|left|alt=Manuscript illustration. The central man is wearing robes and a mitre and is facing the seated figure on the left. The seated man is wearing a crown and robes and is gesturing at the mitred man. Behind the mitred figure are a number of standing men wearing armor and carrying weapons.\\n\\nThe king and Becket began quarrelling in July 1163, at first over financial matters and then over the marriage of Henry's younger brother to an heiress, which Becket forbade. The true spark to the quarrel was the matter of clergy who committed crimes, who the king wished to have prosecuted in secular courts; the archbishop refused, arguing that all clergy must be tried in church courts, even if the crime was non-ecclesiastical. At the Council of Westminster called by Henry in October 1163 to deal with the issue, Foliot at first sided with the other bishops, who supported Becket's position and opposed the king. However, after the council was dismissed, Foliot became the leader of those bishops who changed sides in support of the king. In December, Becket capitulated to the king.Poole From Domesday Book to Magna Carta pp. 203\\u2013205\\n\\nIn January 1164 the king summoned a council at Clarendon. The bishops were asked to approve the Constitutions of Clarendon, which proposed restrictions on the powers of the Church and limits to papal authority in England; Becket's refusal led to the great dispute between king and archbishop,Poole From Domesday Book to Magna Carta pp. 205\\u2013207 into which Foliot and his fellow bishops were inevitably drawn. When Becket appeared before the court with his archiepiscopal cross borne before him, a studied insult to the king,Warren Henry II pp. 485\\u2013487 Foliot told the archbishop that \\\"If the king were to brandish his sword, as you now brandish yours, what hope can there be of peace between you?\\\"Quoted in Warren Henry II p. 487 The king refused to see Becket, and negotiations between the two camps soon revealed that Becket had ordered the bishops to refuse to pass judgement on him and threatened them with suspension from ecclesiastical office if they did. Becket also threatened to appeal the case to the papacy. Both of these actions by the archbishop breached the Constitutions of Clarendon. During the subsequent back and forth between the bishops and the king, as well as the bishops and the archbishop, Foliot was asked by one of his fellow bishops to try and persuade Becket to modify his behaviour. Foliot replied that Becket \\\"was always a fool and always will be\\\".Quoted in Poole From Domesday to Magna Carta p. 208\\n\\nAfter the bishops refused to pass judgment, the barons attempted to do so, but Becket refused to hear the court and left the council without the king's permission.Warren Henry II p. 487 Soon afterward, Foliot, along with Hilary of Chichester, went to Becket and suggested a compromise, which Becket refused. Becket went into exile after this last attempt at a settlement, and arrived in Flanders on 2\\u00a0November 1164.Barlow Thomas Becket pp. 115\\u2013116 Foliot was sent, along with Roger, the Archbishop of York, Hilary of Chichester, Bartholomew Iscanus, the Bishop of Exeter, Roger of Worcester, the Bishop of Worcester, William d'Aubigny, the Earl of Arundel, and a group of royal clerks, to Thierry the Count of Flanders, Louis VII the King of France, and Pope Alexander III. Their mission was to prevent the archbishop from being given refuge,Barlow Thomas Becket p. 119 but despite their efforts Louis of France agreed to grant Becket refuge. Foliot's delegation met with more success at the papal court; although they did not succeed in securing a decision in the king's favour, neither did the pope side with the archbishop.Barlow Thomas Becket pp. 121\\u2013123\\n\\nBecket's exile\\nthumb|right| 250px |15th century ivory carving depicting Becket meeting Pope Alexander III at Sens in 1164.|alt=Ivory carving of a standing man wearing a mitre meeting a kneeling man. The kneeling man is handing a closed book to the standing man.\\n\\nDuring Becket's exile Foliot collected and sent to Rome Peter's Pence, the annual payment from England to the papacy.Barlow English Church p. 142 Foliot observed during the conflict that it was not a theological or moral dispute, merely one over church government.Warren Henry II p. 521 During Becket's exile, the king confiscated the archbishop's estates, and also confiscated the benefices of the clerks who had followed Becket into exile. Foliot was made custodian of those benefices in the diocese of Canterbury. Becket blamed both Foliot and Roger of York for the confiscations, but evidence appears to show that the confiscations were Henry's decision, and that Foliot, at least, was a conscientious custodian who made sure that little profit went to the king, and most of the revenues from the benefices went to religious purposes.Barlow Thomas Becket pp. 124\\u2013125\\n\\nIn early summer 1165, Pope Alexander III wrote twice to Foliot, ordering him to intercede with the king and protest the royal injunction against appeals to the papacy. Foliot replied that the king respected the pope, heard his protests carefully, and that the archbishop had not been expelled, but had left of his own accord. Foliot wrote that the king had said Becket was free to return at any time, but would still have to answer to the charges he had faced at Northampton. Foliot then advised the pope not to impose any sentences of excommunication and to be patient and continue to negotiate.Barlow Thomas Becket pp. 137\\u2013138 In 1166, Foliot accused Becket of simony, or the purchase of church offices, basing this on the alleged purchase Becket had made of the chancellorship, although there is no evidence that Becket bought the office.Barlow Thomas Becket p. 43 By 1166, the king had made Foliot the head of the English Church, in fact if not in law. The king and Foliot got along well, and it was probably Foliot's influence that kept the king from more violent measures against Becket.Barlow Thomas Becket p. 140\\n\\nOn 10 June 1166, Becket excommunicated a number of his opponents, some specifically by name, as well as any who opposed his cause.Barlow Thomas Becket pp. 147\\u2013148 Henry's response was to order the English bishops to appeal to the pope, which they did at a council that Foliot organised and led in London on 24 June. The appeal was written by Foliot, and a separate letter from the bishops, also written by Foliot, was sent to the archbishop. The bishops rested their case on the fact that those excommunicated had not been warned or allowed to defend themselves. They pointed out to the pope that the king had not escalated the conflict and had behaved reasonably to the last papal overtures in the summer of 1165.Barlow Thomas Becket pp. 149\\u2013150 Becket replied to these moves with a letter written to Foliot that was full of resentment and reproaches. Foliot's reply, in a letter that is usually titled Multiplicem nobis, set forth his view of Becket's abilities as archbishop as well as giving reasons why Becket was wrong. He then suggested that the archbishop compromise and exercise some humility in order to reach his goals.Barlow Thomas Becket pp. 153\\u2013155 By the end of 1166, Foliot managed to resign his custody of the confiscated Canterbury benefices, something he had been attempting to do for some time, thus removing one source of conflict between him and Becket.Barlow Thomas Becket p. 160\\n\\nIn November 1167 Foliot was summoned to Normandy, then ruled by Henry II, to meet with papal legates and the king. Roger of York, Hilary of Chichester, and Roger of Worcester were also summoned to attend. After some discussion and argument, Henry appears to have agreed that the legates could judge both the king's case against Becket as well as the bishops' case. Henry also offered a compromise on the subject of the Constitutions of Clarendon, that the legates accepted. However, when the legates met with Becket on 18\\u00a0November, it quickly became apparent that Becket would not accept negotiations with the king nor accept the legates as judges of either case against him. As the legates had no mandate to compel Becket to accept them as judges, the negotiations came to an end with the king and bishops still appealing to the papacy.Barlow Thomas Becket pp. 171\\u2013173\\n\\nOn 13 April 1169, Becket excommunicated Foliot, along with Hugh, Earl of Norfolk, Josceline de Bohun, and seven royal officials. Becket did this even though none of them had been warned, and despite the fact that the pope had asked that Becket not make any such sentences until after a pending embassy to King Henry had ended. Becket also warned a number of others that unless they made amends to him, they too would be excommunicated on 29\\u00a0May, Ascension Day.Barlow Thomas Becket pp. 183\\u2013185 In his excommunication, Becket called Foliot \\\"that wolf in sheep's clothing\\\".Quoted in Barlow Thomas Becket p. 185 Although Foliot tried to enlist the help of his fellow bishops in an appeal, they were less than helpful. Foliot then prepared to appeal his sentence to the pope in person, and travelled to Normandy in late June or early July, where he met the king, but proceeded no further towards Rome, as the papacy was attempting once more to secure a negotiated settlement.Barlow Thomas Becket pp. 186\\u2013189 In late August and early September serious but ultimately fruitless negotiations took place between the king and the archbishop.Barlow Thomas Becket pp. 189\\u2013192\\n\\nFoliot then proceeded to Rome, but at Milan he received word that his envoy at the papal court had secured the right for him to be absolved by Rotrou, Archbishop of Rouen. Foliot then returned to Rouen, where he was absolved on 5\\u00a0April and reinstated in his see on 1\\u00a0May. The only requirement of this absolution was that Foliot accept a penance to be imposed by the pope.Barlow Thomas Becket p. 201 Much of Foliot's objections to Becket's excommunication stemmed from the lack of warning that Foliot and the others had received, contrary to the customary and normal procedures. Becket and his supporters pointed out that there were some situations in which it was possible to excommunicate without warning,Helmholz \\\"Excommunication in Twelfth Century England\\\" Journal of Law and Religion p. 243 but Foliot claimed that the present situation was not one of them. According to Foliot, Becket's habit was \\\"to condemn first, judge second\\\".Quoted in Helmholz \\\"Excommunication in Twelfth Century England\\\" Journal of Law and Religion p. 243 Foliot's example of appealing excommunications to the papacy was an important step in the setting up of an appeal process for excommunication during the 12th century.Helmholz \\\"Excommunication in Twelfth Century England\\\" Journal of Law and Religion p. 244\\n\\nDeath of Becket and aftermath\\nleft|thumb| 250px|Medieval seal of Arbroath Abbey depicting the death of Becket|alt=Seal image of a crowd of men attacking a kneeling figure before an altar.\\n\\nOn 14 June 1170, Henry's son, Henry the Young King, was crowned King of England by the Archbishop of York, which infringed on the right of Becket as Archbishop of Canterbury to crown English monarchs.Warren Henry II p. 502 Although there is no definitive evidence that Foliot assisted in the coronation, it appears likely that he did so.Barlow Thomas Becket p. 206 The coronation drove the pope to allow Becket to lay an interdict, or decree prohibiting church rites, on England as punishment, and the threat of an interdict forced Henry to negotiate with Becket in July 1170. Becket and the king came to terms on 22\\u00a0July 1170, allowing the archbishop to return to England, which he did in early December. However, shortly before he landed in England, he excommunicated Roger of York, Josceline of Salisbury, and Foliot. One possible reason for the excommunications was that the three ecclesiastics had electors from the various vacant bishoprics with them, and were escorting those electors to the king on the continent in order to reward a number of royal clerks with the long vacant bishoprics. Included among those royal clerks were some of Becket's most bitter foes during his exile.Barlow Thomas Becket p. 223 Although Becket offered to absolve Josceline and Foliot, he argued that only the pope could absolve Roger, as he was an archbishop. Roger persuaded the other two to appeal to the king, then in Normandy. When they did so, the royal anger at the timing of the excommunications was such that it led to Henry uttering the question often attributed to him \\\"Will no one rid me of the turbulent priest\\\".Warren Henry II pp. 506\\u2013509 This inspired four knights to set off from the king's court in Normandy to Canterbury, where on 29\\u00a0December 1170, they murdered Becket.\\n\\nAfter Becket's death his sentences of excommunication were confirmed, as well as the suspensions from ecclesiastical office.Barlow Thomas Becket p. 257 The pope in his confirmation referred to Roger of York, Foliot, and Josceline of Salisbury, as the \\\"Gilbertine trinity\\\". The excommunication was absolved for Foliot on 1\\u00a0August 1171, but he remained suspended from office. He secured his restoration to office on 1\\u00a0May 1172, after clearing himself of any involvement in Becket's murder.Barlow Thomas Becket p. 259 The king performed a public act of penance on 12\\u00a0July 1174 at Canterbury, when he publicly confessed his sins, and then allowed each bishop present, including Foliot, to give him five blows from a rod, then each of the 80\\u00a0monks of Canterbury Cathedral gave the king three blows. The king then offered gifts to Becket's shrine and spent a vigil at Becket's tomb.Barlow Thomas Becket p. 270\\n\\nFoliot and Becket seem to have been on amicable terms until 1163,Barlow Thomas Becket p. 35 but their relationship seems to have soured after that date.Barlow Feudal Kingdom of England p. 295 Becket accused Foliot in 1167 with: \\\"your aim has all along been to effect the downfall of the Church and ourself\\\".Quoted in Warren Henry II p. 512 After the pope absolved Foliot's excommunication in early 1170, Becket exclaimed to a cardinal that \\\"Satan is unloosed for the destruction of the Church\\\". A modern biographer of Becket, the historian Frank Barlow, feels that one reason for Becket's change in behaviour after his election as archbishop was due to his need to \\\"out-bishop\\\" the other bishops, and prevent Foliot from making any more jibes about his inadequacies as an ecclesiastic.Barlow Thomas Becket p. 90\\n\\nFoliot was mainly a force for moderation in the quarrel between the king and the archbishop, urging restraint on Becket and curbing the king's attempts to impose the Constitutions more rigorously. Foliot's rhetoric against the archbishop was pointed and effective. Foliot also developed the novel legal filing of ad cautelam, which was an appeal to the papacy against any future action by the archbishop. Although Foliot's tactic of ad cautelam was ridiculed by his opponents, the papacy did not challenge the technique.\\n\\nDuring his time as bishop Foliot served for many years as a papal judge-delegate, especially in his later years. He was active in both of his dioceses in supporting his cathedral chapters and other religious houses of the dioceses. He kept in constant contact with his archdeacons and deans about the administration of the dioceses. He also gathered about himself a group of clerks who compiled a collection of decretals known as the Belvoir collection. This collection mainly relates to Foliot's activities at London, and probably dates to before 1175.Duggan \\\"Decretal Collections\\\" History of Medieval Canon Law pp. 257\\u2013258\\n\\nWritings\\nFoliot was well known as a letter writer, and his letters were later collected as a book.Barlow Feudal Kingdom of England p. 325 The main manuscript for this collection, now held at the Bodleian Library, is supposed to have originated in Foliot's own writing office.Morey and Brooke \\\"Introduction\\\" Letters p. 1 About 250 to 300\\u00a0examples of Foliot's letters have survived, which together with his surviving charters gives a total of almost 500\\u00a0items. The collection was printed in a modern edition edited by Adrian Morey and Christopher N. L. Brooke and published by the Cambridge University Press in 1967,Altschul Anglo-Norman England p. 51 under the title of The Letters and Charters of Gilbert Foliot.Graves (ed.) Bibliography p. 779 Some of the letters have appeared in volumes five through eight of Materials for the History of Thomas Becket, from the Rolls Series, published from 1875\\u20131885.Graves (ed.) Bibliography p. 854 Older editions appeared in the Patres ecclesiae Anglicanae series from the 1840s,Graves (ed.) Bibliography p. 139 and in Migne's Patrologica from 1854.Graves (ed.) Bibliography p. 857 The letters cover most of the period of Foliot's public life, and are one of the main sources for the history of that period. The historian David Knowles said of the collection that \\\"owing to its wealth of personal and local detail [it] is of the greatest value for the church historian\\\".Knowles Episcopal Colleagues p. 40 According to Knowles, Foliot's letters paint a picture of an active bishop and ecclesiastical leader who supported the Gregorian church reforms but did not meddle in politics beyond those of the church.Knowles Episcopal Colleagues p. 42 His letters are typical of the educated letter writer of his time, refined and polished to an art form.Taliadoros \\\"Law & Theology\\\" Haskins Society Journal 16 p. 78\\n\\nFoliot also wrote a number of sermons and commentaries on the Bible. Of the commentaries, only those on the Song of Songs and the Lord's Prayer still survive. The commentary on the Song of Songs was first printed in 1638, by Patrick Young, and again in the Patrologia Latina volume 202.Sharpe Handlist of Latin Writers pp. 144\\u2013145 The commentary on the Lord's Prayer was first published by David Bell in 1989. The commentary on the Song of Songs has been printed three times, the last in the middle of the 20th century. About 60 of his acta, or decisions, as Bishop of Hereford still survive, and from his time at London a further 150 or so are extant. A contemporary, Peter, the prior of Holy Trinity Priory in Aldgate, London, heard Foliot preach a sermon at a synod, and praised the sermon as \\\"adorned with flowers of words and sentences and supported by a copious array of authorities. It ran backwards and forwards on its path from its starting-point back to the same starting point.\\\"Quoted in Hunt \\\"English Learning\\\" Transactions of the Royal Historical Society pp. 33\\u201334 The sermon so inspired Peter that he wrote a work entitled Pantheologus, which dealt with the distinctio method of exegesis, which was developing around this time.Hunt \\\"English Learning\\\" Transactions of the Royal Historical Society pp. 33\\u201334 All of Foliot's surviving theological works are based on exegesis, and may include nine sermons on the subject of Saints Peter and Paul, which were dedicated to Aelred of Rivaulx. These sermons are dedicated to a \\\"Gilbert, Bishop of London\\\", which could mean either Foliot or an earlier bishop, Gilbert Universalis. However, the historian Richard Sharpe feels that the fact that the sermons are paired with a group of Aelred's sermons dedicated to Foliot makes their authorship by Foliot slightly more likely.Sharpe Handlist of the Latin Writers p. 919 These sermons survive in manuscript, now in the British Library as Royal 2 D.xxxii, but have not yet been printed. A further group of sermons which were dedicated to Haimo, the abbot of Bordesley, did not survive, but is known from the surviving dedication letter.\\n\\nThe antiquarian John Bale in the 1550s listed six works of Foliot known to him, five of which were letters. The sixth work known to Bale was the commentary on the Song of Songs, which survived in a single manuscript, now in the Bodleian Library. Young also recorded a Lundinensis Ecclesiae as being by Foliot. The scholar John Pits gave much the same list in 1619, adding one work, a Vitas aliquot sanctorum Angliae, Librum unun, but this work never appears in a medieval book catalogue and has not survived under this name so it is unclear if Foliot wrote such a work. The antiquary Thomas Tanner, writing in the early 18th century, listed Foliot as the author of the seven works given by Bale and Pits, adding an eighth, the Tractatus Gilberti, episcopi London: Super Istud \\\"Sunt diuae olivae\\\", citing John Leland, the 16th-century antiquary, as his source. This apparently is the collection of nine sermons on Saints Peter and Paul that has yet to be published and is still in manuscript at the Bodleian Library. Leland also listed another work by Foliot, the Omeliae Gileberti, episcopi Herefordensis, which he stated was held at Forde Abbey. This work, since lost, might have been the sermons mentioned above, or could have been a known collection of homilies, also lost. It is also possible that another Gilbert was the author. Lastly, Walter Map recorded that Foliot had begun work on a \\\"the Old and the New Law\\\" shortly before his death.Bell \\\"Commentary\\\" Recherches de Th\\u00e9ologie Ancienne et M\\u00e9di\\u00e9vale pp. 83\\u201387\\n\\nDeath and legacy\\nFoliot died on 18 February 1187.Fryde, et al. Handbook of British Chronology p. 258 The medieval chronicler Walter Map praised him as \\\"a man most accomplished in the three languages, Latin, French and English, and eloquent and clear in each of them\\\".Bartlett England Under the Norman and Angevin Kings pp. 502\\u2013503 The modern historian Frank Barlow says of him that \\\"It was probably because he was so self-righteous that it could be suggested that his behaviour was sometimes devious.\\\" He went blind some time during the 1180s, but continued to work on his biblical writings.\\n\\nFoliot sent his nephew Richard Foliot and another clerk of his household to Bologna to study law in the 1160s, exemplifying the growing emphasis laid on Roman law among his countrymen.Bartlett England Under the Norman and Angevin Kings p. 509 Another nephew was Ralph Foliot, Archdeacon of Hereford and a royal justice during the reign of Richard I.Turner English Judiciary p. 91 During his time at both dioceses, he did much to promote his relatives, and all of the archdeacons he appointed while at London were either nephews or other relatives. A member of his household at Hereford was the scholar Roger of Hereford, who dedicated his computus, or treatise on calculating dates, to Foliot.Moreton \\\"Before Grosseteste\\\" Isis p. 562 footnote 2 Another work, the Ysagoge in Theologiam, was dedicated to him by a writer named Odo while Foliot was still a prior in France.Evans \\\"Ysagoge in Theologiam\\\" Journal of the Warburg and Courtauld Institutes p. 1\\n\\nNotes\\n\\nCitations\\n\\nReferences\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n  \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nFurther reading\\n\\n \\n \\n \\n \\n\\nExternal links\\n Text of the Constitutions of Clarendon Hosted at Yale University's Avalon Project\\n\\nCategory:1110 births\\nCategory:1187 deaths\\nCategory:12th-century English writers\\nCategory:12th-century Roman Catholic bishops\\nCategory:Abbots of Gloucester\\nCategory:Bishops of Hereford\\nCategory:Bishops of London\\nCategory:Cluniacs\\nCategory:People temporarily excommunicated by the Catholic Church\\nCategory:12th-century Latin writers\"}"