"{\"title\": \"Banksia menziesii\", \"url\": \"https://en.wikipedia.org/wiki/Banksia_menziesii\", \"text\": \"thumb|Banksia menziesii \\u2013 MHNT\\n\\nBanksia menziesii, commonly known as firewood banksia, is a species of flowering plant in the genus Banksia. It is a gnarled tree up to  tall, or a lower spreading  shrub in the more northern parts of its range. The serrated leaves are dull green with new growth a paler grey green. The prominent autumn and winter inflorescences are often two-coloured red or pink and yellow, and their colour has given rise to more unusual common names such as port wine banksia and strawberry banksia. Yellow blooms are rarely seen.\\n\\nFirst described by the botanist Robert Brown in the early 19th century, no separate varieties of Banksia menziesii are recognised. It is found in Western Australia, from the Perth (32\\u00b0 S) region north to the Murchison River (27\\u00b0 S), and generally grows on sandy soils, in scrubland or low woodland. Banksia menziesii provides food for a wide array of invertebrate and vertebrate animals; birds and in particular honeyeaters are prominent visitors. A relatively hardy plant, Banksia menziesii is commonly seen in gardens, nature strips and parks in Australian urban areas with Mediterranean climates, but its sensitivity to dieback from the soil-borne water mould Phytophthora cinnamomi makes it short-lived in places with humid summers, such as Sydney. Banksia menziesii is widely used in the cut flower industry both in Australia and overseas.\\n\\n Description \\nthumb|right|Yellow and white flower colour variant, in late bud near Cataby|alt=A yellow flower spike emerges above foliage against the blue sky background.\\n\\nBanksia menziesii grows either as a gnarled tree to , or a lower spreading  shrub, generally encountered at its northern limits in the vicinity of Eneabba-Mount Adams; thus, it declines steadily in size as the climate becomes warmer and drier further north. In the shrub form, several stems arise from the woody base known as the lignotuber. The trunk is greyish, sometimes with shades of brown or pink, and the  thick rough bark breaks away easily. The new growth is covered in fine brownish hair, which wears away after two or three years, leaving smooth stems and leaves. Stems that will bear flower spikes the following year are generally thicker and longer. Oblong in shape and somewhat truncate at the tips, the leaves are grey-green in colour,  long and up to  wide. The new leaves are paler and finely downy. The leaf margins are serrated with many small 1\\u20132\\u00a0mm long triangular teeth. The lower surface of the leaf has a midrib covered in fine pale brown hair.\\n\\nthumb|left|Inflorescence halfway through anthesis. The individual flowers at the bottom have already opened, while those at the top are unopened and remain in neat rows.|alt=A flower spike with discrete columns of many individual red and yellow flowers unopened, above a mass of colourful opened flowers.\\nFlowering occurs in autumn and winter, peaking from May to July. Overall the inflorescences, or flower spikes, take around eight months to development from the first microscopic changes in late spring. Ovoid to cylindrical in shape, the flower spikes can be up to  wide and  high. They are composed of numerous individual flowers; one field study south of Perth recorded an average of 1043 per flower spike, while another on plants in cultivation in South Australia recorded an average of 720. B.\\u00a0menziesii has more flower colour variants than any other Banksia species, with flower spikes occurring in a wide range of pinks, as well as chocolate, bronze, yellow and white, and greenish variants. They are particularly striking closeup but can look indistinct from a distance. They are most attractive in late bud, the styles contrasting well to the body of the inflorescence, the whole looking like a red- or pink-and white vertical candy striped bloom. The inflorescences are generally a deeper red after colder weather and further into the winter.Collins, et al. pp. 266\\u201367. Anthocyanin pigments are responsible for the red and pink shades in the flowers.\\n\\nOld flowers usually fall off the spikes quickly, with up to 25 large beaked follicles developing. A mottled dark brown and grey in colour, these can be prominent and quite attractively patterned when newly developed. Oval shaped, they are  long by  high and  wide. Overall, only a small fraction of flowers develop into follicles; the proportion is as low as one in a thousand. The plant is dependent on fire to reproduce as the follicles only open after being burnt, each one producing one or two viable wedge-shaped (cuneate) seeds, on either side of a woody separator. The colour and level of pigmentation in the seeds foreshadows the eventual colour of the inflorescences. Kevin Collins of the Banksia Farm recalled that for many years pale seeds were discarded by seed collectors who thought they were infertile. Later, he learnt that pale seeds yielded yellow-coloured blooms, dark grey the usual red-coloured, and black a distinctive bronze-coloured bloom.\\n\\nSeedlings have obovate cotyledons  long by  wide, and the leaves that develop immediately afterward are crowded and very hairy. They have serrate margins. Evidence of thickening to form a future lignotuber, as well as minute buds, has been detected from the bases of seedlings at five months of age.\\n\\n Taxonomy & naming \\nthumb|right|Inflorescence in early bud, the yellowish individual flowers developing from the bottom of the spike|alt=yellowish flower spike surrounded by foliage\\n\\nThe common name of firewood banksia was a result of its quick-burning properties. Other names recorded include Menzies banksia, firewheel banksia, port wine banksia, flame banksia, and in the cut flower industry, strawberry banksia and raspberry frost banksia. The Beeloo Whadjuk Noongar people of the Perth region knew it as the Mungyt. Despite its variation across its range, George noted that B.\\u00a0menziesii was a clearly defined species, and no formal division into subspecies was warranted.\\n\\nIts Noongar name is Bulgalla.\\n\\n History \\nSpecimens of B.\\u00a0menziesii were first collected by the botanist Charles Fraser during Captain (later Admiral Sir) James Stirling's March 1827 exploration of the Swan River. The following year, Alexander Macleay sent some of Fraser's specimens to Robert Brown. Brown formally published the species in his 1830 Supplementum Primum Prodromi Florae Novae Hollandiae, giving it the specific epithet in honor of Archibald Menzies, surgeon-naturalist on  under George Vancouver, who discovered King George Sound in 1791. Thus the species' full name is Banksia menziesii R.Br. Neither Brown nor Menzies ever saw the plant growing.\\n\\nUnder Brown's taxonomic arrangement, B.\\u00a0menziesii was placed in subgenus Banksia verae, the \\\"True Banksias\\\", because its inflorescence is a typical Banksia flower spike. Banksia verae was renamed Eubanksia by Stephan Endlicher in 1847, and demoted to sectional rank by Carl Meissner in his 1856 classification. Meissner further divided Eubanksia into four series, with B.\\u00a0menziesii placed in series Salicinae. When George Bentham published his 1870 arrangement in Flora Australiensis, he discarded Meissner's series, replacing them with four sections. B.\\u00a0menziesii was placed in Orthostylis, a somewhat heterogeneous section containing 18 species. This arrangement would stand for over a century.\\n\\nIn 1891, German botanist Otto Kuntze challenged the generic name Banksia L.f., on the grounds that the name Banksia had previously been published in 1775 as Banksia J.R.Forst & G.Forst, referring to the genus now known as Pimelea. Kuntze proposed Sirmuellera as an alternative, republishing B.\\u00a0menziesii as \\\"Sirmuellera menziesii\\\". The challenge failed, Banksia L.f. was formally conserved, and Sirmuellera menziesii (R.Br.) Kuntze is now a nomenclatural synonym of B.\\u00a0menziesii.\\n\\n Current placement \\nAlex George published a new taxonomic arrangement of Banksia in his classic 1981 monograph The genus Banksia L.f. (Proteaceae). Endlicher's Eubanksia became B.\\u00a0subg. Banksia, and was divided into three sections. B.\\u00a0menziesii was placed in B.\\u00a0sect. Banksia, and this was further divided into nine series, with B.\\u00a0menziesii placed in B.\\u00a0ser. Banksia.\\nHe thought its closest relatives to be Banksia speciosa and B.\\u00a0baxteri, and that it also formed a link with eastern species, particularly Banksia serrata. Since Brown's original publication had treated all of Fraser's specimens as syntypes for the species, George also chose a lectotype, selecting a tree that Fraser had received from Macleay in May 1828.\\n\\nIn 1996, Kevin Thiele and Pauline Ladiges published a new arrangement for the genus, after cladistic analyses yielded a cladogram significantly different from George's arrangement. Thiele and Ladiges' arrangement retained B.\\u00a0menziesii in series Banksia, placing it in B.\\u00a0subser. Cratistylis along with nine other species. This arrangement stood until 1999, when George effectively reverted to his 1981 arrangement in his monograph for the Flora of Australia series.\\nthumb|Grey rough bark with a longitudinal fissure|alt=a tree trunk with a vertical crack down the middle\\nUnder George's taxonomic arrangement of Banksia, B.\\u00a0menziesii's taxonomic placement may be summarised as follows:\\nGenus Banksia\\nSubgenus Banksia\\nSection Banksia\\nSeries Banksia\\nB.\\u00a0serrata\\nB.\\u00a0aemula\\nB.\\u00a0ornata\\nB.\\u00a0baxteri\\nB.\\u00a0speciosa\\nB.\\u00a0menziesii\\nB.\\u00a0candolleana\\nB.\\u00a0sceptrum\\n\\nB.\\u00a0menziesiis inflorescences resemble those of no other banksia; its closest relatives were felt by George to be B.\\u00a0speciosa (showy banksia) and B.\\u00a0baxteri (bird's nest banksia), which differs from B.\\u00a0menziesii in having yellow flowers and leaves with deep triangular lobes. In 2002, a molecular study by Austin Mast showed its closest relatives to be the members of the series Crocinae.\\n\\nIn 2005, Mast, Eric Jones and Shawn Havery published the results of their cladistic analyses of DNA sequence data for Banksia. They inferred a phylogeny greatly different from the accepted taxonomic arrangement, including finding Banksia to be paraphyletic with respect to Dryandra. A new taxonomic arrangement was not published at the time, but early in 2007 Mast and Thiele initiated a rearrangement by transferring Dryandra to Banksia, and publishing B.\\u00a0subg. Spathulatae for the species having spoon-shaped cotyledons; in this way they also redefined the autonym B.\\u00a0subg. Banksia. They foreshadowed publishing a full arrangement once DNA sampling of Dryandra was complete. In the meantime, if Mast and Thiele's nomenclatural changes are taken as an interim arrangement, then B.\\u00a0menziesii is placed in B.\\u00a0subg. Banksia.\\n\\nAs B.\\u00a0menziesii is not similar to any other Banksia, hybrids are unlikely to occur. The only reported hybrid is a sterile hybrid with B.\\u00a0hookeriana (Hooker's banksia), found north of Badgingarra by Greg Keighery. Manual cross-fertilisation with B.\\u00a0attenuata has resulted in germination, indicating that these two species are genetically compatible, but natural hybrids are extremely unlikely because the two species flower at different times.\\n\\n Distribution and habitat \\nthumb|right|Distribution of B.\\u00a0menziesii|alt=a grey map of Australia, with some red dots on the west coast indicating range of Banksia menziesii\\nthumb|right|A threat to B.\\u00a0menziesii is clearing of land for housing.|alt=a grassed area in the foreground with a 'sold' real estate sign, against a background of banksia woodland\\nBanksia menziesii grows primarily in deep sandy soils of the Swan Coastal Plain and Geraldton Sandplains, extending from Waroona in the south to Kalbarri in the north. pp.\\u00a0164\\u201365. However, it is uncommon south of Mandurah. It is generally limited to the east by the heavy soils of the Darling Scarp, but does grow on isolated patches of sand in the Jarrah Forest and Avon Wheatbelt regions, such as occur near Beverley, Toodyay and Wongan Hills. The easternmost known occurrence is a specimen collected by Roger Hnatiuk in 1979 from north-east of Brookton, about  from the coast. Much of its range on the Swan Coastal Plain coincides with Perth's expanding metropolitan area, and much habitat has been lost to clearing.\\n\\nTogether with B.\\u00a0attenuata (candlestick banksia), B.\\u00a0menziesii is a dominant component in a number of widespread vegetation complexes of the Swan Coastal Plain, including Banksia low woodland and Jarrah-Banksia woodland. These complexes only occur on deep, well-draining sand; in shallower, seasonally wet soils, B.\\u00a0menziesii and B.\\u00a0attenuata give way to other Banksia species such as B.\\u00a0littoralis (swamp banksia) or B.\\u00a0telmatiaea (swamp fox banksia). On the Geraldton Sandplains to the north, B.\\u00a0menziesii usually occurs as a shrub or small tree emergent above low heath.\\n\\n Ecology \\nthumb|left|An infructescence or \\\"cone\\\" swollen at the segment where six follicles have developed, now having opened and released seed.|alt=cigar-shaped patterned spike with open valve-like seed pods.\\nLike many members of the family Proteaceae, Banksia menziesii is largely self-incompatible; that is, inflorescences require pollinators to be fertilised and produce seed. One mechanism by which the species promotes cross-pollination with other plants is protandry, whereby the male parts release pollen that becomes non-viable before the female parts become receptive on the same flower spike. The individual flowers are uniform, and it is unclear why so few go on to develop follicles. Published in 1988, a field study conducted in banksia woodland near Perth noted that anthesis occurred on an inflorescence at an average rate of 40 to 60 florets opening per day, although this varied widely between different flowerheads. Foraging by honeyeaters would cause the florets to open, but bees would not.\\n\\nBanksia menziesii provides an important food source, as flowers and seeds, for the threatened short-billed black cockatoo (Calyptorhynchus latirostris). Other bird species that have been observed feeding on B.\\u00a0menziesii include the red-capped parrot (Purpureicephalus spurius), western rosella (Platycercus icterotis), red-tailed black cockatoo (Calyptorhynchus banksii), Australian ringneck (Barnardius zonarius), western gerygone (Gerygone fusca) and several honeyeater species, the New Holland honeyeater (Phylidonyris novaehollandiae), white-cheeked honeyeater (P.\\u00a0nigra), brown honeyeater (Lichmera indistincta), singing honeyeater (Lichenostomus virescens), western spinebill (Acanthorhynchus superciliosus), red wattlebird (Anthochaera carunculata) and western wattlebird (A.\\u00a0lunulata). Insects recorded include ants and bees, as well as rove beetles (family Staphylinidae). A field study south of Perth noted that Banksia menziesii appeared particularly popular with the brown honeyeater and western spinebill, compared with other banksias.\\n\\nTwenty-one species from several orders of slime molds (myxomycetes) have been isolated from the bark of Banksia menziesii. Over half (13) were from the order Stemonitales, and Echinosteliales and Liceales were also common. The abundance of the first two orders may be due to the acidity of the bark. Another order, the Physarales, was unusually rare\\u2014other studies have demonstrated that the order is typically abundant on the bark of various species of tree around the world.\\n\\nBanksia menziesii regenerates after bushfire by resprouting from its woody lignotuber, or from epicormic buds on the trunk. It is generally only weakly serotinous in the southern part of its range, that is, it lacks a canopy seed bank as follicles on old flower spikes in the canopy release their seed after two years, but populations retain more seed as populations move north. Lower canopies and drier climates predispose to hotter fires that are more likely to kill plants and effect seed release, and thus facilitate seedling recruitment.\\n\\nAll banksias have developed proteoid or cluster roots in response to the nutrient poor conditions of Australian soils (particularly lacking in phosphorus). The plant develop masses of fine lateral roots that form a mat-like structure underneath the soil surface, and enable it to extract nutrients as efficiently possible out of the soil. A study of three co-occurring species in banksia woodland in southwestern Australia\\u2014Banksia menziesii, B. attenuata and B. ilicifolia\\u2014found that all three develop fresh roots in September after winter rainfall, and that the bacteria populations associated with the root systems of B. menziesii differ from the other two, and that they also change depending on the age of the roots.\\n\\nAlong with Banksia attenuata, Banksia menziesii is a facultative phreatophyte. The two species are less strictly tied to the water table and hence able to grow in a wider variety of places within banksia woodland habitat around Perth than the co-occurring Banksia ilicifolia and Banksia littoralis. Recent falls of the water table on the Swan Coastal Plain from use of the Gnangara Mound aquifer for Perth's water supply as well as years of below average rainfall have caused a drop in the population and vigour of Banksia menziesii since the mid-1960s. A 2009 Spanish study showed Banksia menziesii seedlings to be moderately sensitive to salinity. It is also sensitive to sulfur dioxide. A 1994 study by Byron Lamont and colleagues from Curtin University found that Banksia menziesii plants within  of road verges had crowns two and a half times bigger, and set three times as many seeds as plants further away from the road, and that this was likely due to increased availability of nutrients and water from runoff.\\n\\n Cultivation \\nthumb|right|Banksia menziesii seeds, with the pale (which produces a yellow-flowered plant) at the top, dark grey (red-flowered) at bottom left, and black (bronze-flowered) at bottom right|alt=three triangular or wedge-shaped large seeds on a grey background\\nBanksia menziesii has several horticultural features including patterned buds and follicles, attractive pinkish new growth, and showy flowerheads. A dwarf form is commonly sold in nurseries. Byron Lamont has observed that dwarf plants may grow into taller single-trunked plants in cultivation.\\n\\nThe plant is fairly easy to grow in a mediterranean climate with good drainage and a light (sandy) soil; however, with medium to high susceptibility to Phytophthora cinnamomi dieback, it is unreliable in conditions that favour the growth of the soil-borne water mould, such as summer humidity or poor drainage. The use of phosphite fungicides does reduce the spread of Phytophthora. It generally does poorly in eastern Australia, although it is grown commercially in southeastern South Australia as a cut flower crop. It is also grown in California and Hawaii.\\n\\nSeeds do not require any treatment prior to planting, and take 26 to 40 days to germinate. Seeds that grow into yellow-flowered plants are pale and unpigmented, while future bronze- and red-flowered plants are dark greyish and black respectively. It generally takes about five to seven years to flower from seed. The plant favours sandy well-drained soils and a sunny position and can be heavily pruned if necessary, as new growth can arise from the lignotuber. Although it is readily propagated by seed, experiments with in vitro propagation found Banksia menziesii to be more difficult than other species trialled.\\n\\n Art and culture \\nThe nectar of Banksia menziesii was used in a drink by the Beeloo Whadjug Nyoongar, who were also called the Mungyt people. Along with beverages from other species, it was drunk at special sweet water festivals. Banksia menziesii was the subject of a book by botanical artist Philippa Nikulinsky, which showed the progress of an inflorescence from bud through flowering to fruiting and seed release over 22 watercolour plates.Collins, et al. p. 67.  Noted wildflower artist Ellis Rowan also painted it. It was one of several wildflowers depicted on a series of plates produced by the British pottery firm Wedgwood in the early 1990s.\\n\\n References \\n\\n Cited text \\n \\n\\n External links \\n \\n \\n \\n \\n\\nmenziesii\\nCategory:Eudicots of Western Australia\\nCategory:Trees of Australia\\nCategory:Trees of Mediterranean climate\\nCategory:Taxa named by Robert Brown\\nCategory:Noongar culture\\nCategory:Garden plants of Australia\\nCategory:Drought-tolerant trees\\nCategory:Ornamental trees\"}"