"{\"title\": \"Peterloo Massacre\", \"url\": \"https://en.wikipedia.org/wiki/Peterloo_Massacre\", \"text\": \"The Peterloo Massacre took place at St Peter's Field, Manchester, Lancashire, England on Monday 16 August 1819 when cavalry charged into a crowd of 60,000\\u201380,000 who had gathered to demand the reform of parliamentary representation.\\n\\nAfter the end of the Napoleonic Wars in 1815 there had been periods of famine and chronic unemployment, exacerbated by the introduction of the first of the Corn Laws. In 1819, political radicalism was rising in popularity because of poor economic conditions, coupled with the relative lack of suffrage in Northern England. The Manchester Patriotic Union was agitating for parliamentary reform, and they organised a demonstration in response, to be addressed by well-known radical orator Henry Hunt.\\n\\nShortly after the meeting began, local magistrates called on the Manchester and Salford Yeomanry to arrest Hunt and several others on the stage with him. The Yeomanry charged into the crowd, knocking down a woman and killing a child, and finally apprehended Hunt. Cheshire Magistrates chairman William Hulton then summoned the 15th Hussars to disperse the crowd. They charged with sabres drawn, and 18 people were killed and 400\\u2013700 were injured in the ensuing confusion. The event was first labelled the \\\"Peterloo massacre\\\" on a front-page headline on the Manchester Observer newspaper, the portmanteau juxtaposing the name of the site with the Battle of Waterloo, which had taken place four years earlier, and the attack on unarmed civilians.\\n\\nHistorian Robert Poole has called the Peterloo Massacre one of the defining moments of its age. The London and national papers shared the horror felt in the Manchester region, but Peterloo's immediate effect was to cause the government to pass the Six Acts, which were aimed at suppressing any meetings for the purpose of radical reform. It also led directly to the foundation of the Manchester Guardian, but had little other effect on the pace of reform. In a survey conducted by The Guardian in 2006, Peterloo came second to the Putney Debates as the event from radical British history that most deserved a proper monument or a memorial.\\n\\nFor some time, Peterloo was commemorated only by a blue plaque criticised as being inadequate, referring only to the \\\"dispersal by the military\\\" of an assembly. In 2007, the City Council replaced the blue plaque with a red plaque with less euphemistic wording, explicitly referring to \\\"a peaceful rally\\\" being \\\"attacked by armed cavalry\\\"  and mentioning \\\"15 deaths and over 600 injuries\\\". In 2019, shortly before the 200th anniversary of the massacre, Manchester City Council \\\"quietly unveiled\\\" a new Peterloo Memorial by the artist Jeremy Deller, featuring eleven concentric circles engraved with the names of the victims.\\n\\nBackground\\n\\nSuffrage\\n\\nIn 1819, Lancashire was represented by two members of parliament (MPs). Voting was restricted to the adult male owners of freehold land with an annual rental value of 40\\u00a0shillings (\\u00a32) or more\\u00a0\\u2013 \\u00a0\\u2013 and votes could only be cast at the county town of Lancaster, by a public spoken declaration at the hustings. Constituency boundaries were out of date, and the so-called rotten boroughs had a hugely disproportionate influence on the membership of the Parliament of the United Kingdom compared to the size of their populations: Old Sarum in Wiltshire, with one voter, elected two MPs, as did Dunwich in Suffolk, which by the early 19th century had almost completely disappeared into the sea. The major urban centres of Manchester, Salford, Bolton, Blackburn, Rochdale, Ashton-under-Lyne, Oldham and Stockport, with a combined population of almost one million, were represented by either the two county MPs for Lancashire, or the two for Cheshire in the case of Stockport. By comparison, more than half of all MPs were returned by a total of just 154\\u00a0owners of rotten or closed boroughs. In 1816, Thomas Oldfield's The Representative History of Great Britain and Ireland; being a History of the House of Commons, and of the Counties, Cities, and Boroughs of the United Kingdom from the earliest Period claimed that of the 515 MPs for England and Wales 351 were returned by the patronage of 177 individuals and a further 16 by the direct patronage of the government: all 45 Scottish MPs owed their seats to patronage.data re-presented in Document 168 Table of Parliamentary Patronage 1794\\u20131816 in   These inequalities in political representation led to calls for reform.\\n\\nEconomic conditions\\n\\nAfter the end of the Napoleonic Wars in 1815, a brief boom in textile manufacture was followed by periods of chronic economic depression, particularly among textile weavers and spinners (the textile trade was concentrated in Lancashire). Weavers who could have expected to earn 15\\u00a0shillings for a six-day week in 1803, saw their wages cut to 5\\u00a0shillings or even 4s\\u00a06d by 1818. The industrialists, who were cutting wages without offering relief, blamed market forces generated by the aftershocks of the Napoleonic Wars. Exacerbating matters were the Corn Laws, the first of which was passed in 1815, imposing a tariff on foreign grain in an effort to protect English grain producers. The cost of food rose as people were forced to buy the more expensive and lower quality British grain, and periods of famine and chronic unemployment ensued, increasing the desire for political reform both in Lancashire and in the country at large.\\n\\nRadical mass meetings in Manchester\\nEconomic conditions in 1817 led to a group who became known as Blanketeers to organise a march from Manchester to London so they could petition the Prince Regent for parliamentary reform. A crowd of 25,000 including 5,000 men who intended to march gathered in St Peter's Fields. After the magistrates read the Riot Act, the crowd was dispersed by the King's Dragoon Guards. The ringleaders were arrested and subsequently released when serious charges against them were not forthcoming. In April 1819 three leading Blanketeers were convicted of sedition and conspiracy when witnesses alleged they had advocated the principal towns of the kingdom should elect representatives to a National Convention to demand their rights and if refused enforce them 'sword in hand' during a meeting in Stockport in September 1818.\\n\\nBy the beginning of 1819 pressure generated by poor economic conditions was at its peak and had enhanced the appeal of political radicalism among the cotton loom weavers of south Lancashire. In January 1819, a crowd of about 10,000 gathered at St Peter's Fields to hear the radical orator Henry Hunt and called on the Prince Regent to choose ministers who would repeal the Corn Laws.  The meeting, conducted in the presence of the cavalry, passed off without incident.\\n\\nIn July 1819, the town's magistrates wrote to Lord Sidmouth warning they thought a 'general rising' was imminent, the \\\"deep distress of the manufacturing classes\\\" was being worked on by the \\\"unbounded liberty of the press\\\" and \\\"the harangues of a few desperate demagogues\\\" at weekly meetings.  \\\"Possessing no power to prevent the meetings\\\" the magistrates admitted they were at a loss as to how to stem the doctrines being disseminated.\\n\\nAugust meeting\\nAgainst this background, a \\\"great assembly\\\" was organised by the Manchester Patriotic Union formed by radicals from the Manchester Observer. The newspaper's founder Joseph Johnson was the union's secretary. He wrote to Henry Hunt asking him to chair a meeting in Manchester on 2 August 1819. Johnson wrote:\\n\\nUnknown to Johnson and Hunt, the letter was intercepted by government spies and copied before being sent to its destination. The contents were interpreted to mean that an insurrection was being planned, and the government responded by ordering the 15th Hussars to Manchester.\\n\\nthumb|right|Samuel Bamford led a group from his native Middleton to St Peter's Field. Following his imprisonment for \\\"inciting a riot\\\", Bamford emerged as a prominent voice for radical reform.\\n\\nThe mass public meeting planned for 2 August was delayed until 9 August. The Manchester Observer reported it was called \\\"to take into consideration the most speedy and effectual mode of obtaining Radical reform in the Common House of Parliament\\\" and \\\"to consider the propriety of the 'Unrepresented Inhabitants of Manchester' electing a person to represent them in Parliament\\\". The magistrates, led by William Hulton, had been advised by the acting Home Secretary, Henry Hobhouse, that \\\"the election of a member of parliament without the King's writ\\\" was a serious misdemeanour, encouraging them to declare the assembly illegal as soon as it was announced on 31 July.   The radicals sought a second opinion on the meeting's legality which was that \\\"The intention of choosing Representatives, contrary to the existing law, tends greatly to render the proposed Meeting seditious; under those circumstances it would be deemed justifiable in the Magistrates to prevent such Meeting.\\\"\\n\\nOn 3 August, Hobhouse conveyed the view of the Attorney-General that the magistrates were incorrect to declare 9 August meeting illegal as it was called to consider the election of a representative and it was not the intention to elect an MP that was illegal, but the execution of that intention. On 4 August Hobhouse advised against any attempt to forcibly prevent the 9 August meeting if it went ahead, or do anything beyond collecting evidence for subsequent prosecution unless the meeting got out of hand:\\n\\nThe meeting on 9 August was postponed after magistrates banned it to discourage the radicals but Hunt and his followers were determined to assemble and a meeting was organised for 16 August, with its declared aim solely \\\"to consider the propriety of adopting the most LEGAL and EFFECTUAL means of obtaining a reform in the Common House of Parliament\\\". The press had mocked earlier meetings of working men because of their ragged, dirty appearance and disorganised conduct, but the organisers were determined that those attending the St Peter's Field meeting would be neatly turned out and march to the event in good order. Samuel Bamford, a local radical who led the Middleton contingent, wrote that \\\"It was deemed expedient that this meeting should be as morally effective as possible, and, that it should exhibit a spectacle such as had never before been witnessed in England.\\\" Instructions were given to the various committees forming the contingents that \\\"Cleanliness, Sobriety, Order and Peace\\\" and a \\\"prohibition of all weapons of offence or defence\\\" were to be observed throughout the demonstration. Each contingent was drilled and rehearsed in the fields of the townships around Manchester adding to the concerns of the authorities. A royal proclamation forbidding the practice of drilling had been posted in Manchester on 3 August but on 9 August an informant reported to Rochdale magistrates that at Tandle Hill the previous day, 700 men were \\\"drilling in companies\\\" and \\\"going through the usual evolutions of a regiment\\\" and an onlooker had said the men \\\"were fit to contend with any regular troops, only they wanted arms\\\"\\n\\nAssembly\\n Contingentssent to St Peter's Field Use a cursor to explore this imagemap. Altrincham Middleton 3,000 Ashton-under-Lyne 2,000 Mossley Atherton Oldham 6,000\\u201310,000 Bolton Rochdale 3,000 Bury 3,000 Royton Chadderton Saddleworth Crompton Salford Eccles Stalybridge Failsworth Stretford Gee Cross Stockport 1,500\\u20135,000 Heywood Urmston Irlam Westhoughton Lees Whitefield Leigh Wigan\\n\\nPreparations\\nSt Peter's Field was a croft (an open piece of land) alongside Mount Street which was being cleared to enable the last section of Peter Street to be constructed. Piles of brushwood had been placed at the end of the field nearest to the Friends Meeting House, but the remainder of the field was clear. Thomas Worrell, Manchester's Assistant Surveyor of Paving, arrived to inspect the field at 7:00\\u00a0am. His job was to remove anything that might be used as a weapon, and he duly had \\\"about a quarter of a load\\\" of stones carted away.\\n\\nMonday, 16 August 1819, was a hot summer's day, with a cloudless blue sky. The fine weather almost certainly increased the size of the crowd significantly; marching from the outer townships in the cold and rain would have been a much less attractive prospect.\\n\\nThe Manchester magistrates met at 9:00\\u00a0am, to breakfast at the Star Inn on Deansgate and to consider what action they should take on Henry Hunt's arrival at the meeting. By 10:30\\u00a0am they had come to no conclusions, and moved to a house on the southeastern corner of St Peter's Field, from where they planned to observe the meeting.\\nThey were concerned that it would end in a riot, or even a rebellion, and had arranged for a substantial number of regular troops and militia yeomanry to be deployed. The military presence comprised 600\\u00a0men of the ; several hundred infantrymen; a Royal Horse Artillery unit with two six-pounder guns; 400\\u00a0men of the Cheshire Yeomanry; 400\\u00a0special constables; and 120\\u00a0cavalry of the Manchester and Salford Yeomanry. The Manchester & Salford Yeomanry were relatively inexperienced militia recruited from among local shopkeepers and tradesmen, the most numerous of which were publicans. Recently mocked by the Manchester Observer as \\\"generally speaking, the fawning dependents of the great, with a few fools and a greater proportion of coxcombs, who imagine they acquire considerable importance by wearing regimentals, they were subsequently variously described as \\\"younger members of the Tory party in arms\\\", and as \\\"hot-headed young men, who had volunteered into that service from their intense hatred of Radicalism.\\\" Socialist writer Mark Krantz has described them as \\\"the local business mafia on horseback\\\". R J White described them as \\\"exclusively cheesemongers, ironmongers and newly enriched manufacturers, (who) the people of Manchester .. thought .. a joke.\\\"\\n\\nThe British Army in the north was under the overall command of General Sir John Byng. When he had initially learned that the meeting was scheduled for 2 August he wrote to the Home Office stating that he hoped the Manchester magistrates would show firmness on the day:\\n\\nThe revised meeting date of 16 August, however, coincided with his visit to the horse races at York, a fashionable event at which Byng had entries in two races. He once again wrote to the Home Office, saying that although he would still be prepared to be in command in Manchester on the day of the meeting if it was thought really necessary, he had absolute confidence in his deputy commander, Lieutenant Colonel Guy L'Estrange.\\n\\nMeeting\\nThe crowd that gathered in St Peter's Field arrived in disciplined and organised contingents. Each village or chapelry was given a time and a place to meet, from where its members were to proceed to assembly points in the larger towns or townships, and from there on to Manchester. Contingents were sent from all around the region, the largest and \\\"best dressed\\\" of which was a group of 10,000 who had travelled from Oldham Green, comprising people from Oldham, Royton (which included a sizeable female section), Crompton, Lees, Saddleworth and Mossley. Other sizeable contingents marched from Middleton and Rochdale (6,000 strong) and Stockport (1,500\\u20135,000 strong).Marlow (1969), pp.\\u00a0120\\u2013121. Reports of the size of the crowd at the meeting vary substantially. Contemporaries estimated it from 30,000 to as many as 150,000; modern estimates are 60,000\\u201380,000. Scholar Joyce Marlow describes the event as \\\"The most numerous meeting that ever took place in Great Britain\\\" and elaborates that the generally accepted figure of 60,000 would have been six per cent of the population of Lancashire, or half the population of the immediate area around Manchester.\\n\\nThe assembly was intended by its organisers and participants to be a peaceful meeting; Henry Hunt had exhorted everyone attending to come \\\"armed with no other weapon but that of a self-approving conscience\\\", and many were wearing their \\\"Sunday best\\\" clothes. Samuel Bamford recounts the following incident, which occurred as the Middleton contingent reached the outskirts of Manchester:\\n\\nAlthough some observers, like the Rev. W. R. Hay, chairman of the Salford Quarter Sessions, claimed that \\\"The active part of the meeting may be said to have come in wholly from the country\\\", others such as John Shuttleworth, a local cotton manufacturer, estimated that most were from Manchester, a view that would subsequently be supported by the casualty lists. Of the casualties whose residence was recorded, sixty-one per cent lived within a three-mile radius of the centre of Manchester. Some groups carried banners with texts like \\\"No Corn Laws\\\", \\\"Annual Parliaments\\\", \\\"Universal suffrage\\\" and \\\"Vote By Ballot\\\". The first female reform societies were established in the textile areas in 1819 and women from the Manchester Female Reform Society, dressed in white, accompanied Hunt to the platform. The society's president Mary Fildes rode in Hunt's carriage carrying its flag. The only banner known to have survived is in Middleton Public Library; it was carried by Thomas Redford, who was injured by a yeomanry sabre. Made of green silk embossed with gold lettering, one side of the banner is inscribed \\\"Liberty and Fraternity\\\" and the other \\\"Unity and Strength.\\\"\\nthumb|right|A print published on 27 August 1819 depicting Hunt's arrest by the constables\\n\\nAt about noon, several hundred special constables were led onto the field. They formed two lines in the crowd a few yards apart, in an attempt to form a corridor through the crowd between the house where the magistrates were watching and the hustings, two wagons lashed together. Believing that this might be intended as the route by which the magistrates would later send their representatives to arrest the speakers, some members of the crowd pushed the wagons away from the constables, and pressed around the hustings to form a human barrier.\\n\\nHunt's carriage arrived at the meeting shortly after 1:00\\u00a0pm, and he made his way to the hustings. Alongside Hunt on the speakers' stand were John Knight, a cotton manufacturer and reformer, Joseph Johnson, the organiser of the meeting, John Thacker Saxton, managing editor of the Manchester Observer, the publisher Richard Carlile, and George Swift, reformer and shoemaker. There were also a number of reporters, including John Tyas of The Times, John Smith of the Liverpool Mercury and Edward Baines Jr, the son of the editor of the Leeds Mercury. By this time St Peter's Field, an area of , was packed with tens of thousands of men, women and children. The crowd around the speakers was so dense that \\\"their hats seemed to touch\\\"; large groups of curious spectators gathered on the outskirts of the crowd. The rest of Manchester was like a ghost town, the streets and shops were empty.\\n\\nCavalry charge\\n\\nWilliam Hulton, the chairman of the magistrates watching from the house on the edge of St Peter's Field, saw the enthusiastic reception that Hunt received on his arrival at the assembly, and it encouraged him to action. He issued an arrest warrant for Henry Hunt, Joseph Johnson, John Knight, and James Moorhouse. On being handed the warrant the Constable, Jonathan Andrews, offered his opinion that the press of the crowd surrounding the hustings would make military assistance necessary for its execution. Hulton then wrote two letters, one to Major Thomas Trafford, the commanding officer of the Manchester and Salford Yeomanry Cavalry, and the other to the overall military commander in Manchester, Lieutenant Colonel Guy L'Estrange. The contents of both notes were similar:\\n\\nThe notes were handed to two horsemen who were standing by. The Manchester and Salford Yeomanry were stationed just a short distance away in Portland Street, and so received their note first. They immediately drew their swords and galloped towards St Peter's Field. One trooper, in a frantic attempt to catch up, knocked down Ann Fildes in Cooper Street, causing the death of her son when he was thrown from her arms; two-year-old William Fildes was the first casualty of Peterloo.\\n\\nSixty cavalrymen of the Manchester and Salford Yeomanry, led by Captain Hugh Hornby Birley, a local factory owner, arrived at the house from where the magistrates were watching; some reports allege that they were drunk. Andrews, the Chief Constable, instructed Birley that he had an arrest warrant which he needed assistance to execute. Birley was asked to take his cavalry to the hustings to allow the speakers to be removed; it was by then about 1:40\\u00a0pm.\\nthumb|left|300px|A map of St Peter's Field and surrounding area on \\nThe route towards the hustings between the special constables was narrow, and as the inexperienced horses were thrust further and further into the crowd they reared and plunged as people tried to get out of their way. The arrest warrant had been given to the Deputy Constable, Joseph Nadin, who followed behind the yeomanry. As the cavalry pushed towards the speakers' stand they became stuck in the crowd, and in panic started to hack about them with their sabres. On his arrival at the stand Nadin arrested Hunt, Johnson and a number of others including John Tyas, the reporter from The Times. Their mission to execute the arrest warrant having been achieved, the yeomanry set about destroying the banners and flags on the stand. According to Tyas, the yeomanry then attempted to reach flags in the crowd \\\"cutting most indiscriminately to the right and to the left to get at them\\\" \\u2013 only then (said Tyas) were brickbats thrown at the military: \\\"From this point the Manchester and Salford Yeomanry lost all command of temper\\\".\\nFrom his vantage point William Hulton perceived the unfolding events as an assault on the yeomanry, and on L'Estrange's arrival at 1:50\\u00a0pm, at the head of his hussars, he ordered them into the field to disperse the crowd with the words: \\\"Good God, Sir, don't you see they are attacking the Yeomanry; disperse the meeting!\\\" The 15th Hussars formed themselves into a line stretching across the eastern end of St Peter's Field, and charged into the crowd. At about the same time the Cheshire Yeomanry charged from the southern edge of the field. At first the crowd had some difficulty in dispersing, as the main exit route into Peter Street was blocked by the 88th Regiment of Foot, standing with bayonets fixed. One officer of the 15th Hussars was heard trying to restrain the by now out of control Manchester and Salford Yeomanry, who were \\\"cutting at every one they could reach\\\": \\\"For shame! For shame! Gentlemen: forbear, forbear! The people cannot get away!\\\"\\n\\nOn the other hand, Lieutenant Jolliffe of the 15th Hussars said \\\"It was then for the first time that I saw the Manchester troop of Yeomanry; they were scattered singly or in small groups over the greater part of the Field, literally hemmed up and powerless either to make an impression or to escape; in fact, they were in the power of those whom they were designed to overawe and it required only a glance to discover their helpless position, and the necessity of our being brought to their rescue\\\"    Further Jolliffe asserted that \\\".. nine out of ten of the sabre wounds were caused by the Hussars ... however, the far greater amount of injuries were from the pressure of the routed multitude.\\\" \\n\\nWithin 10 minutes the crowd had been dispersed, at the cost of 11 dead and more than 600 injured. Only the wounded, their helpers, and the dead were left behind; a woman living nearby said she saw \\\"a very great deal of blood.\\\" For some time afterwards there was rioting in the streets, most seriously at New Cross, where troops fired on a crowd attacking a shop belonging to someone rumoured to have taken one of the women reformers' flags as a souvenir. Peace was not restored in Manchester until the next morning, and in Stockport and Macclesfield rioting continued on the 17th. There was also a major riot in Oldham that day, during which one person was shot and wounded.\\n\\nVictims\\nthumb|left|280px|A caricature by George Cruikshank depicting the charge upon the rally; text reads: \\\"Down with 'em! Chop em down my brave boys: give them no quarter they want to take our Beef & Pudding from us! ---- & remember the more you kill the less poor rates you'll have to pay so go at it Lads show your courage & your Loyalty!\\\"\\nThe exact number of those killed and injured at Peterloo has never been established with certainty.Marlow (1969), pp.\\u00a0150\\u2013151. Sources claim 11\\u201315\\u00a0killed and 400\\u2013700\\u00a0injured. The Manchester Relief Committee, a body set up to provide relief for the victims of Peterloo, gave the number of injured as 420, while Radical sources listed 500. The true number is difficult to estimate, as many of the wounded hid their injuries for fear of retribution by the authorities. Three of William Marsh's six children worked in the factory belonging to Captain Hugh Birley of the Manchester Yeomanry, and lost their jobs because their father had attended the meeting. James Lees was admitted to Manchester Infirmary with two severe sabre wounds to the head, but was refused treatment and sent home after refusing to agree with the surgeon's insistence that \\\"he had had enough of Manchester meetings.\\\"\\n\\nA particular feature of the meeting at Peterloo was the number of women present. Female reform societies had been formed in North West England during June and July 1819, the first in Britain. Many of the women were dressed distinctively in white, and some formed all-female contingents, carrying their own flags. Of the 654\\u00a0recorded casualties, at least 168 were women, four of whom died either at St Peter's Field or later as a result of their wounds. It has been estimated that less than 12 per cent of the crowd was made up of women, suggesting that they were at significantly greater risk of injury than men by a factor of almost 3:1. Richard Carlile claimed that the women were especially targeted, a view apparently supported by the large number who suffered from wounds caused by weapons.\\n\\nEleven of the fatalities listed occurred on St Peter's Field. Others, such as John Lees of Oldham, died later of their wounds, and some like Joshua Whitworth were killed in the rioting that followed the crowd's dispersal from the field.\\n\\n+ Fatalities resulting from Peterloo Name Abode Date of death Cause Notes Ref(s).  Cowhill, Chadderton 16 August Sabred and trampled on by crowd Carried the black flag of the Saddleworth, Lees and Mossley Union, inscribed \\\"Taxation without representation is unjust and tyrannical. NO CORN LAWS\\\". The inquest jury returned a verdict of accidental death. His son, Samuel, received 20\\u00a0shillings in relief.  Bulls Head, Manchester Sabred and trampled Ashworth was a Special Constable, presumably attacked unintentionally by the cavalry.  Lily-hill, Bury Shot by musket  Baretrees, Chadderton Sabred and stabbed by bayonet  Miller Street, Salford 18 August Killed by a mob in Newton Lane Campbell was a Special Constable   Barton-upon-Irwell Trampled on by the cavalry Buried 1 September  Saddleworth Died of sabre wounds at the Manchester Royal Infirmary.  Saddleworth Sabred, crushed and killed on the spot  Manchester Sabred   Hulme Trampled by cavalry Evans was a Special Constable.   Kennedy St, Manchester 16 August Ridden over by cavalry Two years old, he was first victim of the massacre. His mother was carrying him across the road when she was struck by a trooper of the Manchester Yeomanry, galloping towards St Peters Field.  Oxford Rd, Manchester 17 December Ridden over by cavalry Mother of six children, and pregnant at the time of the meeting. Disabled and suffering from almost daily fits following her injuries, the premature birth of her child after 7 months of pregnancy resulted in her death.  96 Silk St, Salford No cause given by Marlow but listed by Frow as \\\"bruised in the head\\\". Mother of seven children. Beaten on the head by a Special Constable's truncheon.  Oldham 9 September Sabred Lees was an ex-soldier who had fought in the Battle of Waterloo.  Pidgeon St, Manchester Inwardly crushed  Eccles Thrown into a cellar and killed on the spot  Pits, Hopwood 18 or 19 November Sabre wound to the head Rhodes's body was dissected by order of magistrates who wished to prove that his death was not a result of Peterloo. The coroner's inquest found that he had died from natural causes.  20 August Shot at New Cross\\n\\nReaction and aftermath\\n\\nPublic\\nPETER LOO MASSACRE ! ! !Just published No. 1 price twopence of PETER LOO MASSACRE Containing a full, true and faithful account of the inhuman murders, woundings and other monstous Cruelties exercised by a set of INFERNALS (miscalled Soldiers) upon unarmed and distressed People.Marlow (1969), p.\\u00a06.\\u2014 28 August 1819, Manchester ObserverAs the 'Peterloo Massacre' cannot be otherwise than grossly libellous you will probably deem it right to proceed by arresting the publishers.\\u2014 25 August 1819, Letter from the Home Office to Magistrate James Norris\\n\\nThe Peterloo Massacre has been called one of the defining moments of its age. Many of those present at the massacre, including local masters, employers and owners, were horrified by the carnage. One of the casualties, Oldham cloth-worker and ex-soldier John Lees, who died from his wounds on 9 September, had been present at the Battle of Waterloo. Shortly before his death he said to a friend that he had never been in such danger as at Peterloo: \\\"At Waterloo there was man to man but there it was downright murder.\\\" When news of the massacre began to spread, the population of Manchester and surrounding districts was horrified and outraged.\\n\\nAfter the events at Peterloo, many commemorative items such as plates, jugs, handkerchiefs and medals were produced; they were carried by radical supporters and may also have been sold to raise money for the injured.  The People's History Museum in Manchester has one of these Peterloo handkerchiefs on display. All the mementos carried the iconic image of Peterloo; cavalrymen with swords drawn riding down and slashing at defenceless civilians. The reverse of the Peterloo medal carried a Biblical text, derived from Psalm 37:14:\\n\\nPeterloo was the first public meeting at which journalists from important, distant newspapers were present and within a day or so of the event, accounts were published in London, Leeds and Liverpool. The London and national papers shared the horror felt in the Manchester region, and the feeling of indignation throughout the country became intense. James Wroe, editor of the Manchester Observer was the first to describe the incident as the \\\"Peterloo Massacre\\\", coining his headline by creating the ironic portmanteau from St Peter's Field and the Battle of Waterloo that had taken place four years earlier. He also wrote pamphlets entitled \\\"The Peterloo Massacre: A Faithful Narrative of the Events\\\". Priced at 2d each, they sold out every print run for 14 weeks and had a large national circulation. Sir Francis Burdett, a reformist MP, was jailed for three months for publishing a seditious libel.\\n\\nPercy Bysshe Shelley was in Italy and did not hear of the massacre until 5 September. His poem, The Masque of Anarchy, subtitled Written on the Occasion of the Massacre at Manchester was sent for publication in the radical periodical The Examiner, but because of restrictions on the radical press it was not published until 1832, ten years after the poet's death.\\n\\nPolitical\\nThe immediate effect of Peterloo was a crackdown on reform. The government instructed the police and courts to go after the journalists, presses and publication of the Manchester Observer. Wroe was arrested and charged with producing a seditious publication. Found guilty he was sentenced to 12 months in prison and fined \\u00a3100. Outstanding court cases against the Manchester Observer were rushed through the courts and a continual change of sub-editors was not sufficient defence against a series of police raids, often on the suspicion that someone was writing a radical article. The Manchester Observer closed in February 1820.\\n\\nHunt and eight others were tried at York Assizes on 16 March 1820, charged with sedition. After a two-week trial, five defendants were found guilty. Hunt was sentenced to 30\\u00a0months in Ilchester Gaol; Bamford, Johnson, and Healey were given one year each, and Knight was jailed for two years on a subsequent charge. A civil case on behalf of a weaver wounded at Peterloo was brought against four members of the Manchester Yeomanry, Captain Birley, Captain Withington, Trumpeter Meagher, and Private Oliver, at Lancaster Assizes, on 4 April 1822. All were acquitted, as the court ruled their actions had been justified to disperse an illegal gathering.\\nthumb|left|alt=Ban on military exercises|Notice \\\"to the inhabitants of the Hundred of Salford\\\", published by the magistrates the day after the massacre\\nThe government declared its support for the actions taken by the magistrates and the army. The Manchester magistrates held a supposedly public meeting on 19 August, so that resolutions supporting the action they had taken three days before could be published. Cotton merchants Archibald Prentice (later editor of The Manchester Times) and Absalom Watkin (a later corn-law reformer), both members of the Little Circle, organised a petition of protest against the violence at St Peter's Field and the validity of the magistrate's meeting. Within a few days it had collected 4,800\\u00a0signatures. Nevertheless, the Home Secretary, Lord Sidmouth, on 27 August conveyed to the magistrates the thanks of the Prince Regent for their action in the \\\"preservation of the public peace.\\\" That public exoneration was met with fierce anger and criticism. During a debate at Hopkins Street Robert Wedderburn declared \\\"The Prince is a fool with his Wonderful letters of thanks\\u00a0... What is the Prince Regent or King to us, we want no King\\u00a0\\u2013 he is no use to us.\\\" In an open letter, Richard Carlile said:\\n\\nFor a few months following Peterloo it seemed to the authorities that the country was heading towards an armed rebellion. Encouraging them in that belief were two abortive uprisings, in Huddersfield and Burnley, the Yorkshire West Riding Revolt, during the autumn of 1820, and the discovery and foiling of the Cato Street conspiracy to blow up the cabinet that winter. By the end of the year, the government had introduced legislation, later known as the Six Acts, to suppress radical meetings and publications, and by the end of 1820 every significant working-class radical reformer was in jail; civil liberties had declined to an even lower level than they were before Peterloo. Historian Robert Reid has written that \\\"it is not fanciful to compare the restricted freedoms of the British worker in the post-Peterloo period in the early nineteenth century with those of the black South African in the post-Sharpeville period of the late twentieth century.\\\"\\n\\nThe Peterloo Massacre also influenced the naming of the 1821 Cinderloo Uprising in the Coalbrookdale Coalfield of east Shropshire. The uprising saw 3,000 protesting workers confronted by the Shropshire Yeomanry, leading to the deaths of 3 crowd members.\\n\\nOne direct consequence of Peterloo was the foundation of the Manchester Guardian newspaper in 1821, by the Little Circle group of non-conformist Manchester businessmen headed by John Edward Taylor, a witness to the massacre. The prospectus announcing the new publication proclaimed that it would \\\"zealously enforce the principles of civil and religious Liberty\\u00a0... warmly advocate the cause of Reform\\u00a0... endeavour to assist in the diffusion of just principles of Political Economy and\\u00a0... support, without reference to the party from which they emanate, all serviceable measures.\\\"\\n\\nEvents such as the Pentrich rising, the March of the Blanketeers and the Spa Fields meeting, all serve to indicate the breadth, diversity and widespread geographical scale of the demand for economic and political reform at the time. Peterloo had no effect on the speed of reform, but in due course all but one of the reformers' demands, annual parliaments, were met. Following the Great Reform Act of 1832, the newly created Manchester parliamentary borough elected its first two MPs. Five candidates including William Cobbett stood, and the Whigs, Charles Poulett Thomson and Mark Philips, were elected. Manchester became a Municipal Borough in 1838, and what remained of the manorial rights were purchased by the borough council in 1846.\\n\\nOn the other hand, R J White has affirmed the true significance of Peterloo as marking the point of final conversion of provincial England to the struggle for enfranchisement of the working class.  \\\"The ship which had tacked and lain for so long among the shoals and shallows of Luddism, hunger-marching, strikes and sabotage, was coming to port\\\"; \\\"Henceforth, the people were to stand with ever greater fortitude behind that great movement, which, stage by stage throughout the nineteenth century, was to impose a new political order upon society\\\"; \\\"With Peterloo, and the departure of Regency England, parliamentary reform had come of age.\\\"\\n\\nCommemorations\\nThe Skelmanthorpe Flag, believed to have been made in Skelmanthorpe, in the West Riding of Yorkshire, in 1819, was made to honour the victims of the Peterloo Massacre and was flown at mass meetings held in the area demanding the reform of Parliament.\\n\\nThe Free Trade Hall, home of the Anti-Corn Law League, was built partly as a \\\"cenotaph raised on the shades of the victims\\\" of Peterloo. Until 2007 the massacre was commemorated by a blue plaque on the wall of the present building, the third to occupy the site, now the Radisson Hotel. It was regarded as a less than appropriate memorial because it under reported the incident as a dispersal, and the deaths were omitted completely. In a 2006 survey conducted by The Guardian, Peterloo came second to St. Mary's Church, Putney, the venue for the Putney Debates, as the event from radical British history that most deserved a proper monument. The euphemism on the blue plaque was described by comedian Mark Thomas as \\\"an act of historical vandalism akin to Stalin airbrushing dissidents out of photographs\\\". A Peterloo Massacre Memorial Campaign was set up to lobby for a more appropriate monument to an event that has been described as Manchester's Tiananmen Square.\\n\\nIn 2007, Manchester City Council replaced the original blue plaque with a red one, giving a fuller account of the events of 1819. It was unveiled on 10 December 2007 by the Lord Mayor of Manchester, Councillor Glynn Evans. Under the heading \\\"St. Peter's Fields: The Peterloo Massacre\\\", the new plaque reads:\\n\\nRepresentations in Popular Culture\\n\\nIn 1968, in celebration of its centenary, the Trades Union Congress commissioned British composer Sir Malcolm Arnold to write the Peterloo Overture. Other musical commemorations include \\\"Ned Ludd Part 5\\\" on British folk rock group Steeleye Span's 2006 album Bloody Men, and Rochdale rock band Tractor's suite of five songs written and recorded in 1973, later included on their 1992 release Worst Enemies.\\n\\nThe 2018 Mike Leigh film Peterloo is based on the events at Peterloo, and the 1947 film Fame Is the Spur, based on the Howard Spring novel of the same name, depicts the rise of a politician inspired by his grandfather's account of the massacre.\\n\\nIn 2019, shortly before the 200th anniversary of the massacre, Manchester City Council \\\"quietly unveiled\\\" a new Peterloo Memorial by the artist Jeremy Deller. There was expected to be an unveiling ceremony at the \\\"immersive, noise-filled\\\" re-enactment and commemoration event for the bicentennial, with poetry, speeches and music. Instead, the monument was made visible to the public as a result of the construction workers removing the hoardings, with descendants of the victims criticising the lack of fanfare compared with commemorating football successes. The memorial, which features 11 concentric steps engraved with the names of the victims, was also criticised for lacking accessibility for disabled people and the City Council has promised that it will be modified to rectify this.\\n\\nSee also\\n History of Manchester\\n Bristol riot of Queen's Square, 1831\\n Cinderloo Uprising, 1821\\n List of massacres in Great Britain\\n\\nReferences\\nNotes\\n\\nCitations\\n\\nBibliography\\n\\n \\n \\n \\n \\n Foot, Paul (2005). The Vote: How It Was Won and How It Was Undermined. Viking. .\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\n \\n \\n\\nExternal links\\n\\n BBC Radio 4 In Our Time broadcast about the Peterloo Massacre.\\n The Peterloo Massacre Memorial Campaign.\\n Modern day location of the massacre\\n Original Documents covering the Peterloo Massacre from the National Archives\\n\\nCategory:Conflicts in 1819\\nCategory:1819 in England\\nCategory:Massacres in England\\nCategory:19th-century military history of the United Kingdom\\nCategory:Massacres committed by the United Kingdom\\nCategory:Political history of the United Kingdom\\nCategory:History of Manchester\\nCategory:Military history of Manchester\\nCategory:Political scandals in the United Kingdom\\nCategory:Protests in the United Kingdom\\nCategory:19th century in Manchester\\nPeterloo\\nCategory:Suffrage\\nCategory:Electoral reform in the United Kingdom\"}"