"{\"title\": \"Cricket World Cup\", \"url\": \"https://en.wikipedia.org/wiki/Cricket_World_Cup\", \"text\": \"The ICC Cricket World Cup is the international championship of One Day International (ODI) cricket. The event is organised by the sport's governing body, the International Cricket Council (ICC), every four years, with preliminary qualification rounds leading up to a finals tournament. The tournament is one of the world's most viewed sporting events and is considered the \\\"flagship event of the international cricket calendar\\\" by the ICC.ICC Cricket World Cup: About  \\u2013 International Cricket Council. Retrieved 30 June 2013.\\n\\nThe first World Cup was organised in England in June 1975, with the first ODI cricket match having been played only four years earlier. However, a separate Women's Cricket World Cup had been held two years before the first men's tournament, and a tournament involving multiple international teams had been held as early as 1912, when a triangular tournament of Test matches was played between Australia, England and South Africa. The first three World Cups were held in England. From the 1987 tournament onwards, hosting has been shared between countries under an unofficial rotation system, with fourteen ICC members having hosted at least one match in the tournament.\\n\\nThe World Cup is open to all members of the International Cricket Council (ICC), although the highest-ranking teams receive automatic qualification. The remaining teams are determined via the World Cricket League and the ICC World Cup Qualifier. A total of twenty teams have competed in the eleven editions of the tournament, with fourteen teams competing in 2015; the recent 2019 tournament only had ten teams. Australia has won the tournament five times, India and West Indies twice each, while Pakistan, Sri Lanka and England have won it once each. The best performance by a non-full-member team came when Kenya made the semi-finals of the 2003 tournament.\\n\\nEngland are the current champions after winning the 2019 edition. The next tournament will be held in India in 2023.\\n\\nHistory\\n\\nBefore the first Cricket World Cup\\nThe first international cricket match was played between Canada and the United States, on 24 and 25 September 1844. However, the first credited Test match was played in 1877 between Australia and England, and the two teams competed regularly for The Ashes in subsequent years. South Africa was admitted to Test status in 1889. Representative cricket teams were selected to tour each other, resulting in bilateral competition. Cricket was also included as an Olympic sport at the 1900 Paris Games, where Great Britain defeated France to win the gold medal. This was the only appearance of cricket at the Summer Olympics.\\n\\nThe first multilateral competition at international level was the 1912 Triangular Tournament, a Test cricket tournament played in England between all three Test-playing nations at the time: England, Australia and South Africa. The event was not a success: the summer was exceptionally wet, making play difficult on damp uncovered pitches, and crowd attendances were poor, attributed to a \\\"surfeit of cricket\\\". Since then, international Test cricket has generally been organised as bilateral series: a multilateral Test tournament was not organised again until the triangular Asian Test Championship in 1999.\\n\\nThe number of nations playing Test cricket increased gradually over time, with the addition of West Indies in 1928, New Zealand in 1930, India in 1932, and Pakistan in 1952. However, international cricket continued to be played as bilateral Test matches over three, four or five days.\\n\\nIn the early 1960s, English county cricket teams began playing a shortened version of cricket which only lasted for one day. Starting in 1962 with a four-team knockout competition known as the Midlands Knock-Out Cup, and continuing with the inaugural Gillette Cup in 1963, one-day cricket grew in popularity in England. A national Sunday League was formed in 1969. The first One-Day International match was played on the fifth day of a rain-aborted Test match between England and Australia at Melbourne in 1971, to fill the time available and as compensation for the frustrated crowd. It was a forty over game with eight balls per over.\\n\\nIn the late 1970s, Kerry Packer established the rival World Series Cricket (WSC) competition. It introduced many of the now commonplace features of One Day International cricket, including coloured uniforms, matches played at night under floodlights with a white ball and dark sight screens, and, for television broadcasts, multiple camera angles, effects microphones to capture sounds from the players on the pitch, and on-screen graphics. The first of the matches with coloured uniforms was the WSC Australians in wattle gold versus WSC West Indians in coral pink, played at VFL Park in Melbourne on 17 January 1979. The success and popularity of the domestic one-day competitions in England and other parts of the world, as well as the early One-Day Internationals, prompted the ICC to consider organising a Cricket World Cup.\\n\\nPrudential World Cups (1975\\u20131983)\\nthumb|upright=0.9|The Prudential Cup trophy\\nThe inaugural Cricket World Cup was hosted in 1975 by England, the only nation able to put forward the resources to stage an event of such magnitude at the time. The 1975 tournament started on 7 June. The first three events were held in England and officially known as the Prudential Cup after the sponsors Prudential plc. The matches consisted of 60 six-ball overs per team, played during the daytime in traditional form, with the players wearing cricket whites and using red cricket balls.Browning (1999), pp. 5\\u20139\\n\\nEight teams participated in the first tournament: Australia, England, India, New Zealand, Pakistan, and the West Indies (the six Test nations at the time), together with Sri Lanka and a composite team from East Africa.Browning (1999), pp. 26\\u201331 One notable omission was South Africa, who were banned from international cricket due to apartheid. The tournament was won by the West Indies, who defeated Australia by 17 runs in the final at Lord's. Roy Fredricks of West Indies was the first batsmen who got hit-wicket in ODI during the 1975 World Cup final.\\n\\nThe 1979 World Cup saw the introduction of the ICC Trophy competition to select non-Test playing teams for the World Cup, with Sri Lanka and Canada qualifying.Browning (1999), pp. 32\\u201335 The West Indies won a second consecutive World Cup tournament, defeating the hosts England by 92 runs in the final. At a meeting which followed the World Cup, the International Cricket Conference agreed to make the competition a quadrennial event.\\n\\nThe 1983 event was hosted by England for a third consecutive time. By this stage, Sri Lanka had become a Test-playing nation, and Zimbabwe qualified through the ICC Trophy. A fielding circle was introduced,  away from the stumps. Four fieldsmen needed to be inside it at all times.Browning (1999), pp. 61\\u201362 The teams faced each other twice, before moving into the knock-outs. India was crowned champions after upsetting the West Indies by 43 runs in the final.Browning (1999), pp. 105\\u2013110\\n\\n Different champions (1987\\u20131996) \\nIndia and Pakistan jointly hosted the 1987 tournament, the first time that the competition was held outside England. The games were reduced from 60 to 50 overs per innings, the current standard, because of the shorter daylight hours in the Indian subcontinent compared with England's summer.Browning (1999), pp. 111\\u2013116 Australia won the championship by defeating England by 7 runs in the final, the closest margin in the World Cup final until the 2019 edition between England and New Zealand.Browning (1999), pp. 155\\u2013159\\n\\nThe 1992 World Cup, held in Australia and New Zealand, introduced many changes to the game, such as coloured clothing, white balls, day/night matches, and a change to the fielding restriction rules. The South African cricket team participated in the event for the first time, following the fall of the apartheid regime and the end of the international sports boycott.Browning (1999), pp. 160\\u2013161 Pakistan overcame a dismal start in the tournament to eventually defeat England by 22 runs in the final and emerge as winners.Browning (1999), pp. 211\\u2013214\\n\\nThe 1996 championship was held in the Indian subcontinent for a second time, with the inclusion of Sri Lanka as host for some of its group stage matches.Browning (1999), pp. 215\\u2013217 In the semi-final, Sri Lanka, heading towards a crushing victory over India at Eden Gardens after the hosts lost eight wickets while scoring 120 runs in pursuit of 252, were awarded victory by default after crowd unrest broke out in protest against the Indian performance. Sri Lanka went on to win their maiden championship by defeating Australia by seven wickets in the final at Lahore.Browning (1999), pp. 264\\u2013274\\n\\nAustralian treble (1999\\u20132007)\\nIn 1999 the event was hosted by England, with some matches also being held in Scotland, Ireland, Wales and the Netherlands.Browning (1999), p. 274 Twelve teams contested the World Cup. Australia qualified for the semi-finals after reaching their target in their Super 6 match against South Africa off the final over of the match.Browning (1999), pp. 229\\u2013231 They then proceeded to the final with a tied match in the semi-final also against South Africa where a mix-up between South African batsmen Lance Klusener and Allan Donald saw Donald drop his bat and stranded mid-pitch to be run out. In the final, Australia dismissed Pakistan for 132 and then reached the target in less than 20 overs and with eight wickets in hand.Browning (1999), pp. 232\\u2013238\\nthumb|upright=0.9|A crowd of over 10,000 fans welcome the Australian team on completing the first World Cup hat-trick\\u00a0\\u2013 Martin Place, Sydney.\\nSouth Africa, Zimbabwe and Kenya hosted the 2003 World Cup. The number of teams participating in the event increased from twelve to fourteen. Kenya's victories over Sri Lanka and Zimbabwe, among others\\u00a0\\u2013 and a forfeit by the New Zealand team, which refused to play in Kenya because of security concerns\\u00a0\\u2013 enabled Kenya to reach the semi-finals, the best result by an associate. In the final, Australia made 359 runs for the loss of two wickets, the largest ever total in a final, defeating India by 125 runs.\\n\\nIn 2007 the tournament was hosted by the West Indies and expanded to sixteen teams. Following Pakistan's upset loss to World Cup debutants Ireland in the group stage, Pakistani coach Bob Woolmer was found dead in his hotel room. Jamaican police had initially launched a murder investigation into Woolmer's death but later confirmed that he died of heart failure. Australia defeated Sri Lanka in the final by 53 runs (D/L) in farcical light conditions, and extended their undefeated run in the World Cup to 29 matches and winning three straight championships.\\n\\n Hosts triumph (2011\\u20132019) \\nIndia, Sri Lanka and Bangladesh together hosted the 2011 Cricket World Cup. Pakistan were stripped of their hosting rights following the terrorist attack on the Sri Lankan cricket team in 2009, with the games originally scheduled for Pakistan redistributed to the other host countries. The number of teams participating in the World Cup dropped down to fourteen. Australia lost their final group stage match against Pakistan on 19 March 2011, ending an unbeaten streak of 35 World Cup matches, which had begun on 23 May 1999. India won their second World Cup title by beating Sri Lanka by 6 wickets in the final in Mumbai, and became the first country to win the final on home soil.\\n\\nAustralia and New Zealand jointly hosted the 2015 Cricket World Cup. The number of participants remained at fourteen. Ireland was the most successful Associate nation with a total of three wins in the tournament. New Zealand beat South Africa in a thrilling first semi-final to qualify for their maiden World Cup final. Australia defeated New Zealand by seven wickets in the final at Melbourne to lift the World Cup for the fifth time.\\n\\nthumb|right|England perform a lap of honour around Lord's after their victory.\\nThe 2019 Cricket World Cup was hosted by England and Wales. The number of participants was reduced to 10. The first semi-final where New Zealand defeated India was pushed over to the reserve day after rain made the match unable to be completed on the original scheduled day. England defeated the defending champions, Australia, in the second semi-final to play New Zealand in the final. Neither finalist had up to this point won the Cricket World Cup. In the final, the scores were tied at 241 after 50 overs and the match went to a super over. After the super over, scores were again tied at 15. Therefore the match was tied, but the World Cup was won by England, owing to a greater boundary count than New Zealand in their respective batting innings.Epic final tied, Super Over tied,England win World Cup on boundary count\\n\\nFormat\\n\\nQualification\\n\\nThe Test-playing nations qualify automatically for the World Cup main event while the other teams have to qualify through a series of preliminary qualifying tournaments. A new qualifying format was introduced for the 2015 Cricket World Cup. The top two teams of the 2011\\u201313 ICC World Cricket League Championship qualify directly. The remaining six teams join the third and fourth-placed teams of 2011 ICC World Cricket League Division Two and the top two teams of the 2013 ICC World Cricket League Division Three in the World Cup Qualifier to decide the remaining two places.\\n\\nQualifying tournaments were introduced for the [[1979 Cricket World Cup it can be\\n|second World Cup]], where two of the eight places in the finals were awarded to the leading teams in the ICC Trophy. The number of teams selected through the ICC Trophy had varied throughout the years. The World Cricket League (administered by the International Cricket Council) is the qualification system provided to allow the Associate and Affiliate members of the ICC more opportunities to qualify. The name \\\"ICC Trophy\\\" has been changed to \\\"ICC World Cup Qualifier\\\".\\n\\nUnder the current qualifying process, the World Cricket League, all Associate and Affiliate members of the ICC are able to qualify for the World Cup. Associate and Affiliate members must play between two and five stages in the ICC World Cricket League to qualify for the World Cup finals, depending on the Division in which they start the qualifying process.\\n\\nProcess summary in chronological order (2011\\u20132014):\\n2011 ICC World Cricket League Division Two: 6 Teams\\u00a0\\u2013 Top 2 were promoted to the 2011\\u201313 ICC World Cricket League Championship. The third and fourth-placed teams qualified for the 2014 Cricket World Cup Qualifier. The fifth and sixth-placed teams were relegated to the Division Three for 2013. \\n2011\\u201313 ICC World Cricket League Championship: 8 Teams\\u00a0\\u2013 Top 2 automatically qualified for the 2015 Cricket World Cup. The remaining six teams qualified for the 2014 Cricket World Cup Qualifier.\\n2013 ICC World Cricket League Division Three: 6 Teams\\u00a0\\u2013 Top 2 were qualified for the 2014 Cricket World Cup Qualifier. The fifth and sixth-placed teams were relegated to the Division Four for 2014.    \\n2014 Cricket World Cup Qualifier: 10 Teams\\u00a0\\u2013 Top 2 qualified for the 2015 Cricket World Cup and the 2015\\u201317 ICC World Cricket League Championship. The third and fourth-placed teams qualified for the 2015\\u201317 ICC World Cricket League Championship. The fifth, sixth, seventh, and eighth-placed teams remained in the Division Two for 2015. The ninth and tenth-placed teams were relegated to the Division Three for 2014\\n\\nTournament\\nthumb|upright=0.9|The captains of the 2007 Cricket World Cup.\\nThe format of the Cricket World Cup has changed greatly over the course of its history. Each of the first four tournaments was played by eight teams, divided into two groups of four. The competition consisted of two stages, a group stage and a knock-out stage. The four teams in each group played each other in the round-robin group stage, with the top two teams in each group progressing to the semi-finals. The winners of the semi-finals played against each other in the final. With South Africa returning in the fifth tournament in 1992 as a result of the end of the apartheid boycott, nine teams played each other once in the group phase, and the top four teams progressed to the semi-finals. The tournament was further expanded in 1996, with two groups of six teams. The top four teams from each group progressed to quarter-finals and semi-finals.\\n\\nA distinct format was used for the 1999 and 2003 World Cups. The teams were split into two pools, with the top three teams in each pool advancing to the Super 6. The Super 6 teams played the three other teams that advanced from the other group. As they advanced, the teams carried their points forward from previous matches against other teams advancing alongside them, giving them an incentive to perform well in the group stages. The top four teams from the Super 6 stage progressed to the semi-finals, with the winners playing in the final.\\n\\nThe format used in the 2007 World Cup involved 16 teams allocated into four groups of four. Within each group, the teams played each other in a round-robin format. Teams earned points for wins and half-points for ties. The top two teams from each group moved forward to the Super 8 round. The Super 8 teams played the other six teams that progressed from the different groups. Teams earned points in the same way as the group stage, but carried their points forward from previous matches against the other teams who qualified from the same group to the Super 8 stage. The top four teams from the Super 8 round advanced to the semi-finals, and the winners of the semi-finals played in the final.\\n\\nThe format used in the 2011 and 2015 World Cups featured two groups of seven teams, each playing in a round-robin format. The top four teams from each group proceeded to the knock out stage consisting of quarter-finals, semi-finals and ultimately the final.\\n\\nIn the 2019 World Cup, the number of teams participating dropped to 10. Every team were scheduled to play against each other once in a round robin format, before entering the semifinals, a similar format to the 1992 World Cup.\\n\\nTrophy\\n\\nThe ICC Cricket World Cup Trophy is presented to the winners of the World Cup. The current trophy was created for the 1999 championships, and was the first permanent prize in the tournament's history. Prior to this, different trophies were made for each World Cup.  The trophy was designed and produced in London by a team of craftsmen from Garrard & Co over a period of two months.\\n\\nThe current trophy is made from silver and gilt, and features a golden globe held up by three silver columns. The columns, shaped as stumps and bails, represent the three fundamental aspects of cricket: batting, bowling and fielding, while the globe characterises a cricket ball. The seam is tilted to symbolize the axial tilt of the Earth.  It stands 60\\u00a0centimetres high and weighs approximately 11\\u00a0kilograms. The names of the previous winners are engraved on the base of the trophy, with space for a total of twenty inscriptions. The ICC keeps the original trophy. A replica differing only in the inscriptions is permanently awarded to the winning team.\\n\\nMedia coverage\\nthumb|right|upright=0.45|Mello, the mascot of the 2007 World Cup\\nThe tournament is one of the world's most-viewed sporting events. The 2011 Cricket World Cup final was televised in over 200 countries to over 2.2\\u00a0billion television viewers. Television rights, mainly for the 2011 and 2015 World Cup, were sold for over US$1.1\\u00a0billion, and sponsorship rights were sold for a further US$500\\u00a0million. The 2003 Cricket World Cup matches were attended by 626,845 people, while the 2007 Cricket World Cup sold more than 672,000 tickets. The 2015 World Cup Sold over 1.1 million tickets which was a Record .\\n\\nSuccessive World Cup tournaments have generated increasing media attention as One-Day International cricket has become more established. The 2003 World Cup in South Africa was the first to sport a mascot, Dazzler the zebra. An orange mongoose known as Mello was the mascot for the 2007 Cricket World Cup. Stumpy, a blue elephant was the mascot for the 2011 World Cup.\\n\\nOn 13 February, the opening of the 2015 tournament was celebrated with a Google Doodle.\\n\\nDue to England making the 2019 final, the match was domestically picked up for terrestrial broadcast by Channel 4 (with a move to More4 later in the match) in a rights share with local telecaster Sky Sports.\\n\\nSelection of hosts\\nthumb|Civic Centre, South Africa honours the 2003 World Cup.\\nThe International Cricket Council's executive committee votes for the hosts of the tournament after examining the bids made by the nations keen to hold a Cricket World Cup.\\n\\nEngland hosted the first three competitions. The ICC decided that England should host the first tournament because it was ready to devote the resources required to organising the inaugural event. India volunteered to host the third Cricket World Cup, but most ICC members preferred England as the longer period of daylight in England in June meant that a match could be completed in one day. The 1987 Cricket World Cup was held in India and Pakistan, the first hosted outside England.\\n\\nMany of the tournaments have been jointly hosted by nations from the same geographical region, such as South Asia in 1987, 1996 and 2011, Australasia (in Australia and New Zealand) in 1992 and 2015, Southern Africa in 2003 and West Indies in 2007.\\n\\nResults\\n\\nYearOfficial Host(s)Final venueFinalWinnersResultRunners-up1975London291/8 (60 overs)West Indies won by 17 runs Scorecard274 all out (58.4 overs)1979 London286/9 (60 overs)West Indies won by 92 runs Scorecard194 all out (51 overs)1983 London183 all out (54.4 overs)India won by 43 runs Scorecard140 all out (52 overs)1987Kolkata253/5 (50 overs)Australia won by 7 runs Scorecard246/8 (50 overs)1992Melbourne249/6 (50 overs)Pakistan won by 22 runs Scorecard227 all out (49.2 overs)1996Lahore245/3 (46.2 overs)Sri Lanka won by 7 wickets Scorecard241/7 (50 overs)1999 London133/2 (20.1 overs)Australia won by 8 wickets Scorecard132 all out (39 overs)2003Johannesburg359/2 (50 overs)Australia won by 125 runs Scorecard234 all out (39.2 overs)2007 West Indies Bridgetown281/4 (38 overs)Australia won by 53 runs (D/L) Scorecard215/8 (36 overs)2011Mumbai277/4 (48.2 overs)India won by 6 wickets Scorecard274/6 (50 overs)2015Melbourne186/3 (33.1 overs)Australia won by 7 wicketsScorecard183 all out (45 overs)2019London241 all out (50 overs)15/0 (super over)23 fours, 3 sixesEngland won on the boundary count back ruleScorecard241/8 (50 overs)15/1 (super over)14 fours, 3 sixes2023\\n\\nNotes\\n\\nTournament Summary\\nTwenty nations have qualified for the Cricket World Cup at least once. Seven teams have competed in every tournament, six of which have won the title. The West Indies won the first two tournaments, Australia has won five, India has won two, while Pakistan, Sri Lanka and England have each won once. The West Indies (1975 and 1979) and Australia (1987, 1999, 2003, 2007 and 2015) are the only teams to have won consecutive titles. Australia has played in seven of the twelve finals (1975, 1987, 1996, 1999, 2003, 2007 and 2015). New Zealand has yet to win the World Cup, but has been runners-up two times (2015 and 2019). The best result by a non-Test playing nation is the semi-final appearance by Kenya in the 2003 tournament; while the best result by a non-Test playing team on their debut is the Super 8 (second round) by Ireland in 2007.\\n\\nSri Lanka as a co-host of the 1996Cricket World Cup was the first host to win the tournament though the final was held in Pakistan. India won in 2011 as host and was the first team to win in a final played in their own country. Australia and England repeated the feat in 2015 and 2019 respectively. Other than this, England made it to the final as a host in 1979. Other countries which have achieved or equalled their best World Cup results while co-hosting the tournament are New Zealand as finalists in 2015; Zimbabwe who reached the Super Six in 2003; and Kenya as semi-finalists in 2003. In 1987, co-hosts India and Pakistan both reached the semi-finals, but were eliminated by England and Australia respectively. Australia in 1992, England in 1999, South Africa in 2003, and Bangladesh in 2011 have been the host teams that were eliminated in the first round.\\n\\nTeams' performances\\nAn overview of the teams' performances in every World Cup:\\nrowspan=\\\"2\\\" 1975 (8)1979 (8)1983 (8)1987 (8)1992 (9)1996 (12)1999 (12)2003 (14)2007 (16)2011 (14)2015 (14)2019 (10)2023 (10)GPGPRUGPGPWGPRUWWWQFWSF      GPGPS8GPQFGP        GP   GP     GPGPGP 20px|link= East Africa\\u2020GP           SFRUSFRURUQFGPGPS8QFGPW GPGPWSFGPSFS6RUGPWSFSFQ        S8GPGP     GPGPSFGPGP       GP      GP GPGPGPSFSFGPGPSFQFSFS6SFSFRURUGPSFSFSFWQFRUGPGPSFQFGP      GP GPGP    SFQFSFGPSFQFSFGPGPGPGPGPGPWGPSFRURUQFGP     GP   GPWWRUGPGPSFGPGPS8QFQFGP  GPGPGPGPS6S6GPGPGP\\n\\u2020No longer exists.\\n\\nBefore the 1992 World Cup, South Africa was banned due to apartheid.\\n\\nThe number of wins followed by Run-rate is the criteria for determining the rankings till the 1987 World Cup.\\n\\nThe number of points followed by, head to head performance and then net run-rate is the criteria for determining the rankings for the World Cups from 1992 onwards.\\n\\nLegend\\n\\nW \\u2013 Winner\\nRU\\u00a0\\u2013 Runner up\\nSF\\u00a0\\u2013 Semi-finals\\nS6\\u00a0\\u2013 Super Six (1999\\u20132003)\\nS8\\u00a0\\u2013 Super Eight (2007)\\nQF\\u00a0\\u2013 Quarter-finals (1996, 2011\\u20132015)\\nGP\\u00a0\\u2013 Group stage / First round\\nQ\\u00a0\\u2013 Qualified, still in contention\\n\\nDebutant teams\\nYearTeams1975, 20px|link= East Africa\\u2020, , , , , , 197919831987none19921996, , 1999, 20032007, 2011none20152019none2023TBD\\n\\n\\u2020Disbanded in 1989.\\n\\nOverview\\nThe table below provides an overview of the performances of teams over past World Cups, as of the end of the 2019 tournament. Teams are sorted by best performance, then by appearances, total number of wins, total number of games, and alphabetical order respectively.\\nAppearancesStatisticsTeamTotalFirstLatestBest performanceWonLostTieNRWin%*1219752019 (1987, 1999, 2003, 2007, 2015)9469231174.731219752019 (1983, 2011)8453291164.451219752019 (1975, 1979)8043350255.121219752019 (2019)8348322159.751219752019 (1992)7945320258.441219752019 (1996)8038391249.351219752019 (2015, 2019)8954331161.93819922019 (1992, 1999, 2007, 2015)6438232161.90519962011 (2003)296220121.42919832015 (1999, 2003)5711421321.29619992019 (2015), Super 8s (2007)4014250135.89320072015 (2007)217131035.71419962011 (1996, 2003, 2007, 2011)202180010.00419792011 (1979, 2003, 2007, 2011)182160011.11319992015 (1999, 2007, 2015)14014000.00220152019 (2015, 2019)15114006.66219962015 (1996, 2015)11110009.09120032003 (2003)606000.00120072007 (2007)303000.0020px|link= East Africa\\u2020119751975 (1975)303000.00Last Updated: 14 July 2019Source: ESPNcricinfo\\n\\u2020 No longer exists.\\n\\nNote:\\n The Win percentage excludes no results and counts ties as half a win.\\n Teams are sorted by their best performance, then winning percentage, then (if equal) by alphabetical order.\\n\\nAwards\\n\\nMan of the tournament\\n\\nSince 1992, one player has been declared as \\\"Man of the Tournament\\\" at the end of the World Cup finals:\\nYearPlayerPerformance details1992 Martin Crowe456 runs1996 Sanath Jayasuriya221 runs and 7 wickets1999 Lance Klusener281 runs and 17 wickets2003 Sachin Tendulkar673 runs and 2 wickets2007 Glenn McGrath26 wickets2011 Yuvraj Singh362 runs and 15 wickets2015 Mitchell Starc22 wickets2019 Kane Williamson578 runs\\n\\nMan of the Match in the Final\\nThere were no Man of the Tournament awards before 1992 but Man of the Match awards have always been given for individual matches. Winning the Man of the Match in the final is logically noteworthy, as this indicates the player deemed to have played the biggest part in the World Cup final. To date the award has always gone to a member of the winning side. The Man of the Match award in the final of the competition has been awarded to:\\nYearPlayerPerformance details1975 Clive Lloyd102 1979 Viv Richards138*1983 Mohinder Amarnath3/12 and 261987 David Boon75 1992 Wasim Akram33 and 3/491996 Aravinda de Silva107* and 3/421999 Shane Warne4/332003 Ricky Ponting140*2007 Adam Gilchrist1492011 Mahendra Singh Dhoni91*2015  James Faulkner3/362019  Ben Stokes84* and 0/20\\n\\nTournament records\\n\\nright|thumb|Sachin Tendulkar, the leading run-scorer in World Cup history.\\n World Cup recordsAll records are based on statistics at Cricinfo.com's list of World Cup records  BattingMost runs Sachin Tendulkar2,278 (1992\\u20132011)Highest average (min. 10 inns.)  Lance Klusener124.00 (1999\\u20132003)Highest score  Martin Guptill v 237* (2015)Highest partnership  Chris Gayle & Marlon Samuels  (2nd wicket) v 372 (2015)Most runs in a single world cup Sachin Tendulkar673 (2003)Most hundreds Rohit Sharma   Sachin Tendulkar6 (2015\\u20132019)  6 (1992\\u20132011) Most hundreds in a single world cup Rohit Sharma5 (2019) BowlingMost wickets Glenn McGrath71 (1996\\u20132007)Lowest average (min. 1000 balls bowled) Glenn McGrath18.19 (1996\\u20132007)Best strike rate (min. 1000 balls bowled) Lasith Malinga24.8 (2007\\u20132019)Best economy rate (min. 1000 balls bowled) Andy Roberts3.24 (1975\\u20131983)Best bowling figures Glenn McGrath v 7/15 (2003)Most wickets in a tournament Mitchell Starc27 (2019)Fastest bowler Shoaib Akhtar161.3km/h (2003) FieldingMost dismissals (wicket-keeper) Kumar Sangakkara54 (2003\\u20132015)Most catches (fielder) Ricky Ponting28 (1996\\u20132011) TeamHighest score v 417/6 (2015)Lowest score v  Sri Lanka36 (2003)Highest win % Australia74.73% (Played 94, Won 69)Most consecutive wins Australia27 (20 Jun 1999 \\u2013 19 Mar 2011, one N/R excluded)Most consecutive tournament wins Australia3 (1999\\u20132007)\\n\\nSee also\\n\\nICC Under-19 Cricket World Cup\\nICC World Twenty20\\nICC Champions Trophy\\nWomen's Cricket World Cup\\n\\nReferences\\n\\nSources\\n \\n\\nExternal links\\nOfficial ICC Cricket World Cup website\\nOfficial ICC website\\n\\n \\nCricket World Cup\\nCategory:Quadrennial sporting events\\nCategory:Recurring sporting events established in 1975\\nWorld Cup\\n*\\nCategory:World cups\"}"