"{\"title\": \"Order of the Garter\", \"url\": \"https://en.wikipedia.org/wiki/Order_of_the_Garter\", \"text\": \"thumb|right|upright|Symbol of the Order of the Garter embroidered onto the left shoulder of the blue velvet mantle of a Knight\\nthumb|upright|Henry of Grosmont, Earl of Lancaster (later Duke of Lancaster) (d. 1361), the second appointee of the Order, shown wearing a tabard displaying the royal arms of England over which is his blue mantle or garter robe. Illuminated miniature from the Bruges Garter Book made c.1430 by William Bruges (1375\\u20131450), first Garter King of Arms\\n\\nThe Most Noble Order of the Garter is an order of chivalry founded by King Edward III of England in 1348. It is the most senior order of knighthood in the British honours system, outranked in precedence only by the Victoria Cross and the George Cross. The Order of the Garter is dedicated to the image and arms of Saint George, England's patron saint.\\n\\nAppointments are made at the Sovereign's sole discretion. Membership of the Order is limited to the Sovereign, the Prince of Wales, and no more than 24 living members, or Companions.  The order also includes supernumerary knights and ladies (e.g., members of the British royal family and foreign monarchs). New appointments to the Order of the Garter are often announced on St George's Day (23 April), as Saint George is the order's patron saint.\\n\\nThe order's emblem is a garter with the motto  (Middle French: \\\"Shame on him who thinks evil of it\\\") in gold lettering. Members of the order wear it on ceremonial occasions.\\n\\nHistory\\nKing Edward III founded the Order of the Garter around the time of his claim to the French throne. The traditional year of foundation is usually given as 1348 (when it was formally proclaimed). However, the Complete Peerage, under \\\"The Founders of the Order of the Garter\\\", states the order was first instituted on 23 April 1344, listing each founding member as knighted in 1344. The list includes Sir Sanchet D'Abrichecourt, who died on 20 October 1345. Other dates from 1344 to 1351 have also been proposed. The King's wardrobe account shows Garter habits first issued in the autumn of 1348. Also, its original statutes required that each member of the Order already be a knight (what would now be referred to as a knight bachelor) and some of the initial members listed were only knighted that year. The foundation is likely to have been inspired by the Spanish Order of the Band, established in about 1330.Rogers 2018, pp. 131\\u201334.\\n\\nThe earliest written mention of the Order is found in Tirant lo Blanch, a chivalric romance written in Catalan mainly by Valencian Joanot Martorell. It was first published in 1490. This book devotes a chapter to the description of the origin of the Order of the Garter.II 85 (Joanot Martorell \\u2013 trad. R. La Fontaine, Tirant lo Blanc, New York, 1993, pp. 163\\u2013166.).\\n\\nList of Founder Knights\\nAt the time of its foundation, the Order consisted of King Edward III, together with 25 Founder Knights, listed in ascending order of stall number in St George's Chapel:\\n King Edward III (1312\\u201377)\\n Edward, the Black Prince, Prince of Wales (1330\\u201376)\\n Henry of Grosmont, Earl of Lancaster (c. 1310\\u201361)\\n Thomas de Beauchamp, 11th Earl of Warwick (d. 1369)\\n Jean III de Grailly, Captal de Buch (d. 1377)\\n Ralph de Stafford, 1st Earl of Stafford (1301\\u201372)\\n William de Montacute, 2nd Earl of Salisbury (1328\\u201397)\\n Roger Mortimer, 2nd Earl of March (1328\\u201360)\\n John de Lisle, 2nd Baron Lisle (1318\\u201356)\\n Bartholomew de Burghersh, 2nd Baron Burghersh (d. 1369)\\n John de Beauchamp, 1st Baron Beauchamp (d. 1360)\\n John de Mohun, 2nd Baron Mohun (c. 1320\\u201376)\\n Sir Hugh de Courtenay (d. 1349)\\n Thomas Holland, 1st Earl of Kent (1314\\u20131360)\\n John de Grey, 1st Baron Grey de Rotherfield (c. 1300\\u201359)\\n Sir Richard Fitz-Simon (b. 1295)\\n Sir Miles Stapleton (d. 1364)\\n Sir Thomas Wale (d. 1352)\\n Sir Hugh Wrottesley (d. 1381)\\n Sir Nele Loring (d. 1386)\\n Sir John Chandos (d. 1369)\\n Sir James Audley (d. 1369)\\n Sir Otho Holand (d. 1359)\\n Sir Henry Eam (d. before 1360)\\n Sir Sanchet D'Abrichecourt (d. 1345)\\n Sir Walter Paveley (d. 1375)\\n\\nThey are all depicted in individual portraits in the Bruges Garter Book made c. 1431, and now in the British Library.\\n\\nLegendary origins\\nthumb|upright|right|Statutes of the Order of the Garter\\nVarious legends account for the origin of the Order. The most popular involves the \\\"Countess of Salisbury\\\", whose garter is said to have slipped from her leg while she was dancing at a court ball at Calais. When the surrounding courtiers sniggered, the king picked it up and returned it to her, exclaiming, \\\"Honi soit qui mal y pense!\\\" (\\\"Shame on him who thinks ill of it!\\\"), the phrase that has become the motto of the Order. However, the earliest written version of this story dates from the 1460s, and it seems to have been conceived as a retrospective explanation for the adoption of what was then seen as an item of female underclothing as the symbol of a band of knights. In fact, at the time of the Order's establishment in the mid-14th century, the garter was predominantly an item of male attire.Rogers 2018, pp. 126\\u201331.\\n\\nAccording to another legend, King Richard I was inspired in the 12th century by St George the Martyr while fighting in the Crusades to tie garters around the legs of his knights, who subsequently won the battle. King Edward supposedly recalled the event in the 14th century when he founded the Order. This story is recounted in a letter to the Annual Register in 1774:\\n\\nThe motto in fact refers to Edward's claim to the French throne, and the Order of the Garter was created to help pursue this claim.Rogers 2018, pp. 134\\u201338. The use of the garter as an emblem may have derived from straps used to fasten armour, and may have been chosen because it held overtones of a tight-knit \\\"band\\\" or \\\"bond\\\" of knightly \\\"supporters\\\" of Edward's cause.Rogers 2018, pp. 139\\u201344.\\n\\nThere is a connection between the Order of the Garter and the Middle English poem Sir Gawain and the Green Knight (late 14th century).\\nThe motto is inscribed, as hony soyt qui mal pence, at the end of the text in the sole surviving manuscript in the British Library, albeit in a later hand.Cotton Nero A.x 128v\\nIn the poem, a girdle, very similar in its erotic undertones to the garter, plays a prominent role. A rough equivalent of the Order's motto \\nhas been identified in Gawain's exclamation  corsed worth cowarddyse and couetyse bo\\u00fee (\\\"cursed be both cowardice and coveting\\\", v. 2374). \\nWhile the author of that poem remains disputed, there seems to be a connection between two of the top candidates and the Order of the Garter, John of Gaunt, 1st Duke of Lancaster, and Enguerrand de Coucy, seventh Sire de Coucy. De Coucy was married to King Edward III's daughter, Isabella, and was given admittance to the Order of the Garter on their wedding day.\\\"\\n\\nLadies Companion of the Garter\\nSoon after the founding of the Order, women were appointed \\\"Ladies of the Garter\\\", but were not made companions. King Henry VII discontinued the practice in 1488; his mother, Margaret Beaufort, was the last Lady of the Garter before Queen Alexandra. Except for female sovereigns, the next Lady of the Garter named was Queen Alexandra, by her husband King Edward VII. King George V also made his consort, Queen Mary, a Lady of the Garter and King George VI subsequently did the same for his wife, Queen Elizabeth. Throughout the 20th century, women continued to be associated with the Order, but save for foreign female monarchs, they were not made companions. In 1987, however, it became possible to install \\\"Ladies Companion of the Garter\\\" under a statute of Queen Elizabeth II.\\n\\nComposition\\n\\nthumb|right|upright|Knights Companion in the procession to St George's Chapel, Windsor Castle for the Garter Service\\n\\nMembers\\nMembership in the Order is strictly limited and includes the Monarch, the Prince of Wales, not more than 24 companion members, and various supernumerary members. The monarch alone can grant membership. He or she is known as the Sovereign of the Garter, and the Prince of Wales is known as a Royal Knight Companion of the Garter.\\n\\nMale members of the Order are titled \\\"Knights Companion\\\" and female members are called \\\"Ladies Companion\\\". Formerly, the Sovereign filled vacancies upon the nomination of the members. Each member would nominate nine candidates, of whom three had to have the rank of earl or higher, three the rank of baron or higher, and three the rank of knight or higher. The Sovereign would choose as many nominees as were necessary to fill any vacancies in the Order. He or she was not obliged to choose those who received the most nominations. Candidates were last nominated in 1860, and appointments have since been made by the Sovereign acting alone, with no prior nominations. The statutes prescribing the former procedure were not amended, however, until 1953.\\n\\nFrom the 18th century, the Sovereign made his or her choices on the advice of the Government. In 1946, with the agreement of Prime Minister Clement Attlee and Leader of the Opposition Winston Churchill, membership of the United Kingdom's highest ranking orders of chivalry (the Order of the Garter, the Order of the Thistle and the dormant Order of St. Patrick) became a personal gift of the Sovereign once again. Thus, the Sovereign personally selects Knights and Ladies Companion of the Garter, and need not act on or solicit the advice of His or Her Government.\\n\\nSupernumerary members\\nupright|thumb|right|Emperor Taish\\u014d in the robes of the Order of the Garter, as a consequence of the Anglo-Japanese Alliance\\nIn addition, the Order includes supernumerary members, who do not count towards the limit of 24 companions. Several supernumerary members, known as \\\"Royal Knights and Ladies of the Garter\\\", belong to the royal family. These titles were introduced in 1786 by King George III so that his many sons would not count towards the limit on the number of companions. He created the statute of supernumerary members in 1805 so that any descendant of King George II could be installed as such a member. In 1831, this statute was extended again to include all descendants of King George I.\\n\\nWith the installation of Emperor Alexander I of Russia in 1813, supernumerary membership was extended to foreign monarchs, who are known as \\\"Stranger Knights and Ladies of the Garter\\\". Each such installation originally required the enactment of a statute; however, a 1954 statute authorises the regular admission of Stranger Knights or Ladies without further special enactments.\\n\\nDegradation of members\\n\\nthumb|left|upright|Henry Pelham-Clinton KG, 2nd Duke of Newcastle-under-Lyme. Portrait by William Hoare in the National Portrait Gallery, London.\\nThe Sovereign may \\\"degrade\\\" members who have taken up arms against the Sovereign. From the late 15th century, there was a formal ceremony of degradation, in which Garter King of Arms, accompanied by the rest of the heralds, proceeded to St George's Chapel. While the Garter King of Arms read aloud the Instrument of Degradation, a herald climbed up a ladder and removed the former knight's banner, crest, helm, and sword, throwing them down into the quire. Then the rest of the heralds kicked them down the length of the chapel, out of the doors, and into the castle ditch. The last such formal degradation was that of James, Duke of Ormonde in 1716.Peter J Begent, The Most Noble Order of the Garter, its History and Ceremonial\\n\\nDuring the First World War, two Royal Knights and six Stranger Knights, all monarchs or princes of enemy nations and including Wilhelm II, German Emperor, and Franz Joseph, Emperor of Austria, were struck off the roll of the Order or had their appointments annulled in 1915. The banner of Victor Emmanuel III of Italy was removed from the chapel after Italy entered World War II against the United Kingdom and her Allies.David Kemp \\\"The Pleasures and Treasures of Britain: A Discerning Traveller's Companion\\\" p.141 The banner of Emperor Hirohito of Japan was removed from St George's Chapel when Japan entered World War II in 1941, but that banner and his knighthood were restored by Elizabeth II in 1971, when Hirohito made a state visit to the United Kingdom. The Emperor was particularly pleased by the restoration of his banner as a Knight of the Garter.Kingston, Jeff. \\\"The Tokyo envoys: Englishmen in Japan,\\\" The Japan Times (Tokyo); 13 March 2005  \\n\\nOfficers\\nthumb|right|upright|Officers of the Order of the Garter (left to right): Secretary (barely visible), Black Rod, Garter Principal King of Arms, Register, Prelate, Chancellor.\\nThe Order has six officers: the Prelate, the Chancellor, the Register, the Garter Principal King of Arms, the Usher, and the Secretary. The offices of Prelate, Register, and Usher were created on the order's establishment; those of Garter Principal King of Arms and Chancellor, in the 15th century; and that of Secretary, in the 20th century.\\n\\nWilliam of Edington, Bishop of Winchester, was the first Prelate of the Order, and that office has since been held by his successors at Winchester, traditionally a senior bishopric of the Church of England.\\n\\nThe office of Chancellor is now held by one of the companions of the order. For most of its existence, the Bishop of Salisbury has held the office, although laymen held it from 1553 to 1671. In 1837, after boundary changes made Windsor Castle fall in the diocese of Oxford, the Chancellorship was transferred to the Bishop of Oxford. A century later, the Bishop of Salisbury challenged this transfer, on the grounds that the Chancellorship had been attached to his office regardless of the diocese in which the chapel of the order lay; and that, in any event, St George's Chapel, as a Royal Peculiar, was not under diocesan jurisdiction. The office of Chancellor was removed from the Bishop of Oxford (the outgoing bishop, Thomas Strong, had been outspoken in the abdication crisis of Edward VIII), and so it was withheld from his successor, Kenneth Kirk, and has since been held by one of the Knights Companion.\\n\\nThe office of Register has been held by the Dean of Windsor since 1558. The Garter Principal King of Arms is ex officio the senior officer of the College of Arms (the heraldic authority of England), and is usually appointed from among the other officers of arms at the College. As the title suggests, Garter Principal King of Arms has specific duties as the Order's officer of arms, attending to the companions' coats of arms and banners of arms, which are exhibited in the chapel. The Secretary, who acts as deputy to Garter in the ceremonial aspects of the Order, has since 1952 also been selected from the other officers of the College of Arms. The office of Usher is held by the Usher of the Black Rod, who is also the Serjeant-at-Arms of the United Kingdom House of Lords.\\n\\nMilitary Knights of Windsor\\n\\nthumb|right|upright|Military Knights of Windsor in the procession to the Garter Service\\nAt the founding of the Order of the Garter, 26 \\\"poor knights\\\" were appointed and attached to the Order and its chapel. This number was not always maintained, and by the 17th century, there were only thirteen such knights. King Charles II increased the number to 18 (in large part because of funds allocated from Sir Francis Crane's will) after his coronation in 1660. After the knights objected to being termed \\\"poor\\\", King William IV redesignated them in the 19th century as the Military Knights of Windsor.\\n\\nThe poor knights were impoverished military veterans, required to pray daily for the Knights Companion. In return, they received a salary and lodging in Windsor Castle. The knights are no longer necessarily poor, but are still military pensioners. They participate in the Order's processions, escorting the members, and in the chapel services. However, they are not considered members of the Order.\\n\\nThe poor knights originally wore red mantles, each of which bore St George's Cross, but did not depict the Garter. Queen Elizabeth I replaced the mantles in the 16th and 17th centuries with blue and purple gowns, but the red mantles returned in the 17th century under King Charles I. When the knights were renamed, the mantles were abandoned. The military knights now wear the old military uniform of an \\\"army officer on the unattached list\\\": black trousers with red stripe, a red double-breasted swallow-tailed coat, gold epaulets and brushes, a cocked hat with a plume, and a sword on a white sash.\\n\\nRobes and insignia\\nthumb|upright|right|Mantle and hat of the Order\\n\\nMembers\\n\\nOrder's ceremonial occasions\\nthumb|The garter of Emperor Franz Joseph I of Austria\\n\\nFor the Order's ceremonial occasions, such as the annual Garter Day, the members wear elaborate vestments and accoutrements, which include:\\n\\nThe mantle is a vestment or robe worn by members since the 15th century. Once made of wool, by the 16th century it was made of velvet. The mantle was originally purple, but varied during the 17th and 18th centuries between celestial blue, pale blue, royal blue, dark blue, violet, and ultramarine. Mantles are now dark blue and lined with white taffeta. The mantles of the Sovereign, the Prince of Wales, and Royal Knights and Ladies end in trains. The heraldic shield of St. George's Cross encircled by the Garter is sewn onto the left shoulder of the mantle, but the Sovereign's mantle instead has the star of the Order. Attached to the mantle over the right shoulder are a dark red velvet hood and surcoat, which have lost all function over time and appear to the modern observer simply as a splash of colour.\\nThe hat is a Tudor bonnet of black velvet with a plume of white ostrich and black heron feathers.\\nthumb|right|The insignia of a knight of the Order of the Garter\\nThe collar is worn around the neck, over the mantle and is secured with white ribbons tied in bows on the shoulders. Like the mantle, it was introduced in the 15th and 16th centuries. Made of pure gold, it weighs 30 troy ounces (0.933\\u00a0kg). The collar is composed of gold heraldic knots alternating with enamelled medallions, each showing a rose encircled by the Garter. During the reign of King Henry VII (1485\\u20131509), commencing at the termination of the Wars of the Roses, each garter surrounded two roses \\u2013 one red for the House of Lancaster and one white for the House of York \\u2013 but he changed the design to encircle the Tudor rose alone, a combination of both forms.See for example the single roses on the collar of the effigy of Robert Willoughby, 1st Baron Willoughby de Broke, KG (died 1502) in Callington Church, Cornwall (see image :File:RobertWilloughbyCallington.jpg) Today one of the most visible representations of the collar forms part of the monarch's heraldic achievement on the gates of Buckingham Palace.See image:File:Buckingham Palace - 02.jpg \\nThe Great George, which is worn suspended from the collar, is a colourfully enamelled (sometimes jewelled) three-dimensional figure of St. George the Martyr on horseback slaying a dragon.\\nThe Garter is worn on ceremonial occasions around the left calfThe Garter is worn over and above the left strap of the dress breeches of men but nowadays it is anachronistically worn over the trousers because the wearing of court dress for by most Garter Knights has fallen into disuse. by knights and around the left arm by ladies, and is depicted on several insignia. The Garter is a buckled dark-blue (originally light-blue) velvet strap, and bears the motto in gold letters. The garters of Stranger Knights and Ladies were once set with several jewels. Two styles have been used: one is a working garter where the end slips through the buckle and then is tucked in a specific way and the other style is a 'pre-made' one that has the buckled and tucked end pre-fashioned and is fastened with a clip attachment.\\n\\nUp until the middle part of the 20th century, it was customary to wear Tudor style under-dress, consisting of white silk embroidered doublet, breeches, full hose, white doeskin pumps with satin bows and a sword belt with sword, under the robes. Nowadays, morning dress or a lounge suit is worn, except for coronations when Tudor under-dress is worn by the canopy-bearers.Una Campbell (1989), Robes of the Realm: 300 Years of Ceremonial Dress. Michael O'Mara Books. p.21.\\n\\nOther occasions\\nthumb|upright|The Garter \\\"Star\\\" above, and \\\"Great George\\\" below (the knight on horseback)\\nthumb|upright|The Garter \\\"Star\\\" worn by king Charles XI of Sweden, late 17th century.\\nOn other occasions when decorations are worn, the members wear simpler insignia:\\nthumb|upright|right|Prince William, Duke of Cambridge wearing Garter Riband and Star\\nThe collar is worn on designated collar days over military uniform or morning dress by members attending formal events. The collar is fastened to the shoulders with silk ribbons (or gold safety pins when worn with morning dress). Since the collar signifies the Order of the Garter, members can then wear the riband of any other order to which they belong.\\nThe star, which is worn pinned to the left breast, was introduced in the 17th century by King Charles I and is a colourfully enamelled depiction of the heraldic shield of St. George's Cross, encircled by the Garter, which is itself encircled by an eight-point silver badge. Each point is depicted as a cluster of rays, with the four points of the cardinal directions longer than the intermediate ones. The stars of Stranger Knights and Ladies were once set with several jewels. Since the Order of the Garter is the senior order of the United Kingdom, a member will wear its star above the others (up to three) that he or she holds. There are examples in the Royal Collection of the stars of foreign orders given George V surrounded with the Garter, e.g. the Prussian Order of the Black Eagle given to George V when Prince of Wales.\\nThe riband is a four-inch (10.16\\u00a0cm)-wide sash worn over the left shoulder, or pinned beneath it, to the right hip, and was introduced in the 17th century by King Charles I. The riband's colour has varied over the years: it was originally light blue, but was a dark shade under the Hanoverian monarchs. In 1950, the colour was fixed as \\\"kingfisher blue\\\". A member will wear only one riband, even if he or she belongs to several orders.\\nThe badge is worn suspended from a small gold link from the riband at the right hip, and is sometimes known as \\\"the Lesser George\\\". Like the Great George, the badge shows St. George the Martyr on horseback slaying a dragon, but it is flatter and gold. In earlier times, the badge was worn from a ribbon tied around the neck.\\n\\nOn the death of a member, the Lesser George and breast star are returned personally to the Sovereign by the former member's nearest male relative, and the other insignia to the Central Chancery of the Orders of Knighthood, save the riband, mantle and hat.\\n\\nOfficers\\nFor ceremonial occasions of the Order, the officers wear the following garments and accessories:\\n\\nThe mantles for the prelate and chancellor are dark blue like those of the members (as a member, the chancellor wears a member's mantle), but the mantles for the other officers are dark red. All mantles are embroidered with a heraldic shield of St George's Cross. For Garter ceremonies, Garter Principal King of Arms wears this red mantle rather than the tabard of the royal arms worn for other State ceremonial occasions.\\nOfficers wear badges of office suspended from a chain worn around the neck. The badge for the prelate shows the Lesser George encircled by the Garter, which is surmounted by a bishop's mitre. The badge for the chancellor is a rose encircled by the Garter. The badge for the register is two crossed quills over a book encircled by the Garter surmounted by a crown. The badge for Garter Principal King of Arms is the royal arms impaled with St George's Cross encircled by the Garter and surmounted by a crown. The badge for the usher is a knot (like those on the collars of the companions of the order) encircled by the Garter and surmounted by a crown. The badge for the secretary shows two crossed quills in front of a rose and encircled by the Garter surmounted by a crown.\\n\\nThe chancellor carries a purse, which is embroidered with the royal arms impaled by the Cross of St. George. The purse contains the seal of the Order. Garter Principal King of Arms carries his baton of office. The usher carries their staff of office, the Black Rod.\\n\\nChapel\\nthumb|Banners of the members of the order in St. George's Chapel\\n\\nSt George's Chapel in Windsor is the mother church of the Order of the Garter, and the location of special services in relation to the order.\\n\\nDuring their lifetime, all members of the Order of the Garter are entitled to display their heraldic crests and banners in St. George's Chapel. While the Garter stall plates (see below) stay in the chapel permanently, the crests and banners of deceased knights are, following presentation at the High Altar, removed from the chapel. Sometimes they are then given to institutions that were connected with the late knight, or kept privately depending on family wishes.Garter Banner List (online)  , accessed 12 October 2015 Originally after a knight's death, the crests became the property of Garter King of Arms, and these crests have been the subject of occasional exhibitions in the Earl Marshal's Court at the College of Arms.\\n\\nGarter stall plates are small enamelled and engraved brass plates located in St George's Chapel as memorials to Knights of the Garter.\\n\\nInvestiture and installation\\nthumb|Edward VII invests Haakon VII of Norway with the insignia of the Order of the Garter in the Throne Room of Windsor Castle, November 1906. Painting by Sydney Prior Hall.\\n\\nEach June, on Garter Day, the members of the Order, wearing their habits and garter insignia, meet at Windsor Castle. When any new Knights of the Garter are due for installation, an investiture ceremony is held in the Throne Room of Windsor Castle on the morning of Garter Day. This ceremony is attended by all Knights Companions of the order, wearing the ceremonial habits and garter insignia, and also by their spouses. The wording of the oath sworn by the new knights at this ceremony and of the Admonitions addressed to them in turn by the prelate and chancellor of the order when the several items of insignia are placed upon them are extremely similar to the traditions of the past.Encyclopaedia Heraldica Or Complete Dictionary of Heraldry, Volume 1, William Berry, Google eBookResearch guides No.1: The Order of the Garter, \\\"Oath\\\", St George's Chapel Archives and Chapter Library\\n\\nAt the investiture ceremony, two senior knights of the order assist the Sovereign by placing the garter around the left leg of the new knight and in the fastening of the riband and Lesser George about the body of the new knight, and in the adjustment of the mantle and the collar.The British Herald, or Cabinet of armorial bearings of the nobility and gentry of Great Britain & Ireland, Thomas Robson, Google eBook, 1830 p. 96. After the investiture ceremony at Windsor is concluded, a state luncheon is held in the Banqueting Room. This is attended by the royal family, by all the Companions of the Order and their spouses, and by the Officers of the Order. After the banquet all the knights and ladies of the order, together with the prelate, chancellor and other officers of the order, in their mantles and ceremonial robes, led by the Military Knights of Windsor, move in procession, watched by a great crowd of spectators, through the castle, down the hill, which is lined with troops, to Saint George's Chapel for a worship service, before which the formal installation of the new knights takes place.The Queen's Orders of Chivalry, Brigadier Sir Ivan De la Bere, Spring Books, London, 1964, p. 85.\\n\\nWhile knights continued to be invested with their ensigns, the formal installation of knights at St George's Chapel ceased in 1805. Installation, along with the annual Garter service, returned in 1948; on the occasion of the order's 600th anniversary.\\n\\nPrecedence and privileges\\nthumb|upright|Members of the order may encircle their heraldic arms with the Garter.\\n\\nMembers are assigned positions in the order of precedence, coming before all others of knightly rank, and above baronets. The wives, sons, daughters and daughters-in-law of Knights Companion are also assigned precedence. Relatives of Ladies Companion are not, however, assigned any special positions. (Generally, individuals can derive precedence from their fathers or husbands, but not from their wives.) The Chancellor is also assigned precedence, but since 1837 the office has been held by a diocesan bishop of the Church of England or a peer, who have a higher precedence than that bestowed by the Chancellorship.\\n\\nKnights Companion prefix \\\"Sir\\\" and Ladies Companion prefix \\\"Lady\\\" to their forenames. Wives of Knights Companion may prefix \\\"Lady\\\" to their surnames, but no corresponding privilege exists for husbands of Ladies Companion. Such forms are not used by royalty, peers, peeresses, or Anglican clergymen, who instead use only the post-nominal letters.\\n\\nKnights and Ladies Companion use the post-nominal letters \\\"KG\\\" and \\\"LG\\\" respectively. When an individual is entitled to use multiple post-nominal letters, those of the Order of the Garter appear before all others, except \\\"Bt\\\" or \\\"Bart\\\" (Baronet), \\\"VC\\\" (Victoria Cross) and \\\"GC\\\" (George Cross).\\n\\nIn their heraldic achievements, members of the Order of the Garter may encircle their escutcheon with the Garter. Knights and Ladies Companion are also entitled to receive heraldic supporters, a privilege granted to few other private individuals. While some families claim supporters by ancient use, and others have been granted them as a special reward, only members of the Royal Family, peers, Knights and Ladies Companion of the Garter, Knights and Ladies of the Thistle, and Knights and Dames Grand Cross of the junior orders of chivalry are automatically entitled to them.\\n\\nGallery\\n\\nGarter banners in St George's Chapel \\n\\nArmorial\\nCoats of arms of current Knights and Ladies of the Garter The Sovereign 275px Arms of the Queen\\n\\nRoyal Knights Companion and Ladies 244px 249px 234px Arms of Prince Philip, Duke of Edinburgh Arms of Charles, Prince of Wales Arms of Prince William, Duke of Cambridge 239px 239px 239px Arms of Prince Edward, Duke of Kent Arms of Prince Richard, Duke of Gloucester Arms of Prince Andrew, Duke of York 239px 244px 244px Arms of Prince Edward, Earl of Wessex Arms of Anne, Princess Royal Arms of Princess Alexandra, The Honourable Lady Ogilvy\\n\\nExtra Knights Companion and Ladies 227px 227px 177px Arms of Margrethe II, Queen of DenmarkStranger Knights and Ladies do not do not embellish the arms they use in their countries with British decorations. Arms of Carl XVI Gustaf, King of Sweden Arms of Juan Carlos I, King Emeritus of Spain 257px 207px 227px Arms of Princess Beatrix of the Netherlands Arms of Akihito, Emperor Emeritus of Japan Arms of Harald V, King of Norway 155px 265px Arms of Felipe VI, King of Spain Arms of Willem-Alexander,King of the Netherlands\\n\\nKnights and Ladies Companion 255px 265px 245px Arms of The Lord Bramall Arms of The Lord Sainsbury of Preston Candover Arms of The Lord Ashburton 195px 265px 245px Arms of Sir Timothy Colman  Arms of The Duke of Abercorn Arms of The Lord Inge  195px 265px 195px Arms of Sir Antony Acland Arms of The Lord Butler of Brockwell Arms of The Lord Morris of Aberavon  195px 195px 220px Arms of Sir John Major Arms of The Lord Luce Arms of Sir Thomas Dunne  265px 265px 270px Arms of The Lord Phillips of Worth Matravers Arms of The Lord Boyce  Arms of The Lord Stirrup   265px 260px 270px Arms of The Baroness Manningham-Buller Arms of The Lord King of Lothbury  Arms of The Lord Shuttleworth  195px 280px 280px Arms of Sir David Brewer Arms of Lady Mary Fagan Arms of The Viscount Brookeborough 290px 270px 185px Arms of Lady Mary Peters Arms of The Marquess of Salisbury  Vacant\\n\\nThe Order 195px 175px Arms of the Order  Variant with the royal arms and St Edward's Crown\\n\\nSee also\\n\\n List of current Knights and Ladies of the Garter\\n List of Knights and Ladies of the Garter\\n List of Ladies of the Garter\\n The Society of the Friends of St George's and Descendants of the Knights of the Garter\\n\\nNotes\\n\\nReferences\\n\\nBegent, P.J. and Chesshyre, H. The Most Noble Order of the Garter: 650 Years. Spink and Son Ltd. 1999.\\n\\nFurther reading\\nHope, W. H. St.John., et al., The Stall Plates of the Knights of the Order of the Garter 1348\\u20131485. First published 1901, reprinted 2005.\\n\\nExternal links\\n\\nOfficial webpage at www.royal.uk\\nOrder of the Garter \\u2013 Official website of the British Monarchy\\nSt George's Chapel at Windsor Castle: Order of the Garter\\nList of historic occupants of Garter stalls\\nList of the Knights of the Garter\\nBBC gallery: Order Of The Garter\\nBrennan, I. G. \\\"The Most Noble Order of the Garter.\\\" HeraldicSculptor.com. 2004.\\nVelde, F. R. \\\"Order of Precedence in England and Wales.\\\" 2003.\\n\\nCategory:Organisations based in Berkshire\\n \\nCategory:1348 establishments in England\"}"