"{\"title\": \"Bride of Frankenstein\", \"url\": \"https://en.wikipedia.org/wiki/Bride_of_Frankenstein\", \"text\": \"The Bride of Frankenstein is a 1935 American science-fiction horror film, the first sequel to Universal Pictures' 1931 hit Frankenstein. It is widely regarded as one of the greatest sequels in cinematic history, with many fans and critics considering it to be an improvement on the original Frankenstein.  As with the first film, Bride of Frankenstein was directed by James Whale and stars Boris Karloff as the Monster. The sequel features Elsa Lanchester in the dual role of Mary Shelley and the Monster's mate at the end of the film.  Colin Clive reprises his role as Henry Frankenstein, and Ernest Thesiger plays the role of Doctor Septimus Pretorius.\\n\\nThe movie starts as an immediate sequel to the events that concluded the earlier film, and is rooted in a subplot of the original Mary Shelley novel, Frankenstein (1818). In the film, a chastened Henry Frankenstein abandons his plans to create life, only to be tempted and finally coerced by his old mentor Dr. Pretorius, along with threats from the Monster, into constructing a mate for the Monster.\\n\\nThe preparation to film the sequel began shortly after the premiere of the first film, but script problems delayed the project. Principal photography began in January 1935, with creative personnel from the original returning in front of and behind the camera. Bride of Frankenstein was released to critical and popular acclaim, although it encountered difficulties with some state and national censorship boards. Since its release the film's reputation has grown, and it has been hailed as Whale's masterpiece. In 1998, the film was added to the United States National Film Registry, having been deemed \\\"culturally, historically or aesthetically significant\\\".\\n\\nPlot\\nOn a stormy night, Percy Bysshe Shelley (Douglas Walton) and Lord Byron (Gavin Gordon) praise Mary Shelley (Elsa Lanchester) for her story of Frankenstein and his Monster. Reminding them that her intention was to impart a moral lesson, Mary says she has more of the story to tell. The scene shifts to the end of the 1931 Frankenstein, in 1899.\\n\\nVillagers gathered around the burning windmill cheer the apparent death of the Monster (Boris Karloff). Their joy is tempered by the realization that Henry Frankenstein (Colin Clive) is also apparently dead. Hans (Reginald Barlow), father of the girl the creature drowned in the previous film, wants to see the Monster's bones. He falls into a flooded pit underneath the mill, where the Monster\\u00a0\\u2013 having survived the fire\\u00a0\\u2013 strangles him. Hauling himself from the pit, the Monster casts Hans' wife (Mary Gordon) to her death. He next encounters Minnie (Una O'Connor), who flees in terror.\\n\\nHenry's body is returned to his fianc\\u00e9e Elizabeth (Valerie Hobson) at his ancestral castle home. Minnie arrives to sound the alarm about the Monster, but her warning goes unheeded. Elizabeth, seeing Henry move, realizes he is still alive. Nursed back to health by Elizabeth, Henry has renounced his creation, but still believes he may be destined to unlock the secret of life and immortality. A hysterical Elizabeth cries that she sees death coming, foreshadowing the arrival of Henry's former mentor, Doctor Septimus Pretorius (Ernest Thesiger). \\n\\nHenry goes to Pretorius's lab, where he shows Henry several homunculi he has created, including a miniature queen, king, archbishop, devil, ballerina, and mermaid. Pretorius wishes to work with Henry to create a mate for the Monster and offers a toast to their venture: \\\"To a new world of gods and monsters!\\\" Upon forcing Henry to help him, Pretorius will grow an artificial brain while Henry gathers the parts for the mate.\\n\\nThe Monster saves a young shepherdess (Anne Darling) from drowning. Her screams upon seeing him alert two hunters, who shoot and injure the creature. The hunters raise a mob that sets out in pursuit. Captured and trussed to a pole, the Monster is hauled to a dungeon and chained. Left alone, he breaks his chains, kills the guards, and escapes into the woods.\\n\\nThat night, the Monster encounters a gypsy family and burns his hand in their campfire. Following the sound of a violin playing \\\"Ave Maria\\\", the Monster encounters an old blind hermit (O. P. Heggie) who thanks God for sending him a friend. He teaches the monster words like \\\"friend\\\" and \\\"good\\\" and shares a meal with him. Two lost hunters stumble upon the cottage and recognize the Monster. He attacks them and accidentally burns down the cottage as the hunters lead the hermit away.\\n\\nTaking refuge from another angry mob in a crypt, the Monster spies Pretorius and his cronies Karl (Dwight Frye) and Ludwig (Ted Billings) breaking open a grave. The henchmen depart as Pretorius stays to enjoy a light supper. The Monster approaches Pretorius, and learns that Pretorius plans to create a mate for him.\\n\\nHenry and Elizabeth, now married, are visited by Pretorius. He is ready for Henry to do his part in their \\\"supreme collaboration\\\". Henry refuses and Pretorius calls in the Monster who demands Henry's help. Henry again refuses and Pretorius orders the Monster out, secretly signaling him to kidnap Elizabeth. Pretorius guarantees her safe return upon Henry's participation. Henry returns to his tower laboratory where in spite of himself he grows excited over his work. After being assured of Elizabeth's safety, Henry completes the Bride's body.\\n\\nA storm rages as final preparations are made to bring the Bride to life. Her bandage-wrapped body is raised through the roof. Lightning strikes a kite, sending electricity through the Bride. Henry and Pretorius lower her and realize their success. Henry cries: \\\"She's alive! Alive!\\\" They remove her bandages and help her to stand.  Doctor Pretorius declares: \\\"The bride of Frankenstein!\\\"\\n\\nThe Monster comes down the steps after killing Karl on the rooftop and sees his mate (Elsa Lanchester). The excited Monster reaches out to her and asks: \\\"Friend?\\\" The Bride, screaming, rejects him. The dejected Monster observes: \\\"She hate me! Like others.\\\" As Elizabeth races to Henry's side, the Monster rampages through the laboratory. The Monster tells Henry and Elizabeth: \\\"Yes! Go! You live!\\\" To Pretorius and the Bride, he says: \\\"You stay. We belong dead.\\\" While Henry and Elizabeth flee, the Monster sheds a tear and pulls a lever to trigger the destruction of the laboratory and tower.\\n\\nCast\\n\\n Boris Karloff as The Monster\\n Colin Clive as Henry Frankenstein\\n Valerie Hobson as Elizabeth Frankenstein\\n Ernest Thesiger as Doctor Pretorius\\n Elsa Lanchester as Mary Wollstonecraft Shelley and The Monster's Bride\\n Gavin Gordon as Lord Byron\\n Douglas Walton as Percy Bysshe Shelley\\n Una O'Connor as Minnie\\n E. E. Clive as the Burgomaster\\n Lucien Prival as Frankenstein's butler\\n O. P. Heggie as Hermit\\n Dwight Frye as Karl, Pretorius' henchman\\n Ted Billings as Ludwig, Pretorius' henchman\\n Reginald Barlow as Hans, father of the killed girl Maria\\n Mary Gordon as Hans' wife\\n Anne Darling as the shepherdess\\n J. Gunnis Davis as Uncle Glutz\\n Walter Brennan as a peasant (uncredited)\\n John Carradine as a hunter  (uncredited)\\n\\nProduction\\nleft|thumb|200px|Boris Karloff as Frankenstein's monster in Bride of Frankenstein (1935)\\n\\nUniversal considered making a sequel to Frankenstein as early as its 1931 preview screenings, following which the film's original ending was changed to allow for Henry Frankenstein's survival.Curtis, p. 154 James Whale initially refused to direct Bride, believing he had \\\"squeezed the idea dry\\\"Vieria, p. 80 on the first film. Following the success of Whale's The Invisible Man, producer Carl Laemmle, Jr. realized that Whale was the only possible director for Bride; Whale took advantage of the situation in persuading the studio to let him make One More River.Curtis, p. 234 Whale believed the sequel would not top the original, so he decided instead to make it a memorable \\\"hoot\\\". According to a studio publicist, Whale and Universal's studio psychiatrist decided \\\"the Monster would have the mental age of a ten-year old boy and the emotional age of a lad of fifteen\\\".\\n\\nScreenwriter Robert Florey wrote a treatment entitled The New Adventures of Frankenstein\\u00a0\\u2014 The Monster Lives!, but it was rejected without comment early in 1932. Universal staff writer Tom Reed wrote a treatment under the title The Return of Frankenstein, a title retained until filming began. Following its acceptance in 1933, Reed wrote a full script that was submitted to the Hays office for review. The script passed its review, but Whale, who by then had been contracted to direct, complained that \\\"it stinks to heaven\\\".Curtis, p. 134 L. G. Blochman and Philip MacDonald were the next writers assigned, but Whale also found their work unsatisfactory. In 1934, Whale set John L. Balderston to work on yet another version, and it was he who returned to an incident from the novel in which the creature demands a mate. In the novel Frankenstein creates a mate, but destroys it without bringing it to life. Balderston also created the Mary Shelley prologue. After several months Whale was still not satisfied with Balderston's work and handed the project to playwright William J. Hurlbut and Edmund Pearson. The final script, combining elements of a number of these versions, was submitted for Hays office review in November 1934.Curtis, pp. 234\\u201336 Kim Newman reports that Whale planned to make Elizabeth the heart donor for the bride, but film historian Scott MacQueen states that Whale never had such an intention.\\n\\nSources report that Bela Lugosi and Claude Rains were considered, with varying degrees of seriousness, for the role of Frankenstein's mentor, Pretorius;Lennig, p. 92 others report that the role was created specifically for Ernest Thesiger.Skal, p. 185 Because of Mae Clarke's ill health, Valerie Hobson replaced her as Henry Frankenstein's love interest, Elizabeth. Early in production, Whale decided that the same actress cast to play the Bride should also play Mary Shelley in the film's prologue, to represent how the story\\u00a0\\u2014 and horror in general\\u00a0\\u2014 springs from the dark side of the imagination.Vieira, p. 82 He considered Brigitte Helm and Phyllis Brooks before deciding on Elsa Lanchester. Lanchester, who had accompanied husband Charles Laughton to Hollywood, had met with only moderate success while Laughton had made a strong impact with several films including The Private Life of Henry VIII (for which he had won an Oscar) and Whale's own The Old Dark House. Lanchester had returned alone to London when Whale contacted her to offer her the dual role.Curtis, pp. 243\\u201344 Lanchester modeled the Bride's hissing on the hissing of swans. She gave herself a sore throat while filming the hissing sequence, which Whale shot from multiple angles.Vieira, p. 86\\n\\nColin Clive and Boris Karloff reprised their roles from Frankenstein as creator and creation, respectively. Hobson recalled Clive's alcoholism had worsened since filming the original, but Whale did not recast the role because his \\\"hysterical quality\\\" was necessary for the film. Karloff strongly objected to the decision to allow the Monster to speak. \\\"Speech! Stupid! My argument was that if the monster had any impact or charm, it was because he was inarticulate\\u00a0\\u2013 this great, lumbering, inarticulate creature. The moment he spoke you might as well\\u00a0... play it straight.\\\"Gifford, p. 55 This decision also meant that Karloff could not remove his dental plate, so now his cheeks did not have the sunken look of the original film. Whale and the studio psychiatrist selected 44 simple words for the Monster's vocabulary by looking at test papers of ten-year-olds working at the studio. Dwight Frye returned to play the doctor's assistant, Karl, having played the hunchback Fritz in the original. Frye also filmed a scene as an unnamed villager and the role of \\\"Nephew Glutz\\\", a man who murdered his uncle and blamed the death on the Monster. Boris Karloff is credited simply as KARLOFF, which was Universal's custom during the height of his career. Elsa Lanchester is credited for Mary Wollstonecraft Shelley, but in a nod to the earlier film, the Monster's bride is credited only as \\\"?\\\" just as Boris Karloff had been in the opening credits of Frankenstein.\\n\\nthumb|300px|right|alt=The Bride of Frankenstein has black hair with a white streak running through it, is dressed in a white gown, and has a blank expression. She is standing on the left with her left hand elevated. On the right is Frankenstein's monster, standing on the right and smiling. His right hand is below hers. The background includes walls made of stone.|Elsa Lanchester and Boris Karloff in Bride of Frankenstein. The bride's conical hairdo, with its white lightning-trace streaks on each side, has become an iconic symbol of both the character and the film.\\n\\nUniversal makeup artist Jack Pierce paid special attention to the Monster's appearance in this film. He altered his 1931 design to display the after-effects of the mill fire, adding scars and shortening the Monster's hair.Curtis, p. 237 Over the course of filming, Pierce modified the Monster's makeup to indicate that the Monster's injuries were healing as the film progressed. Pierce co-created the Bride's makeup with strong input from Whale, especially regarding the Bride's iconic hair style, based on Nefertiti. Lanchester's hair was given a Marcel wave over a wire frame to achieve the style. Lanchester disliked working with Pierce, who she said \\\"really did feel that he made these people, like he was a god\\u00a0... in the morning he'd be dressed in white as if he were in hospital to perform an operation.\\\"Vieira, p. 85 To play Mary Shelley, Lanchester wore a white net dress embroidered with sequins of butterflies, stars, and moons, which the actress had heard required 17 women 12 weeks to make. Lanchester said of her bride costume, \\\"I drank as little liquid as possible. It was too much of an ordeal to go to the bathroom--all those bandages--and having to be accompanied by my dresser.\\\"\\n\\nKenneth Strickfaden created and maintained the laboratory equipment. Strickfaden recycled a number of the fancifully named machines he had created for the original Frankenstein for use in Bride, including the \\\"Cosmic Ray Diffuser\\\",Goldman, p. 165 and the \\\"Nebularium\\\".Goldman, p. 183 A lightning bolt generated by Strickfaden's equipment has become a stock scene, appearing in any number of films and television shows.Picart, et al., p. 40 The man behind the film's special photographic effects was John P. Fulton, head of the special effects department at Universal Studios at the time.Picart, et al., p. 39 Fulton and David S. Horsely created the homunculi over the course of two days by shooting the actors in full-size jars against black velvet and aligning them with the perspective of the on-set jars. The foreground film plate was rotoscoped and matted onto the rear plate. Diminutive actor Billy Barty is briefly visible from the back in the finished film as a homunculus infant in a high chair, but Whale cut the infant's reveal before the film's release.\\n\\nWhale met Franz Waxman at a party and asked him to score the picture. \\\"Nothing will be resolved in this picture except the end destruction scene. Would you write an unresolved score for it?\\\" asked Whale. Waxman created three distinctive themes: one for the Monster; one for the Bride; and one for Pretorius. The score closes, at Whale's suggestion, with a powerful dissonant chord, intended to convey the idea that the on-screen explosion was so powerful that the theater where the film was being screened was affected by it.Curtis, p. 246 Constantin Bakaleinikoff conducted 22 musicians to record the score in a single nine-hour session.Curtis, p. 249\\n\\nShooting began on January 2, 1935,Mank, p. xvii with a projected budget of US$293,750 ($ as of )\\u00a0\\u2013 almost exactly the budget of the original\\u00a0\\u2013 and an estimated 36-day shooting schedule.Curtis, p. 241 On the first day, Karloff waded in the water below the destroyed windmill wearing a rubber suit under his costume. Air got into the suit and expanded it like an \\\"obscene water lilly\\\". Later that day, Karloff broke his hip, necessitating a stunt double. Clive had also broken his leg. Shooting was completed on March 7, 1935. The film was ten days over schedule because Whale shut down the picture for ten days until Heggie became available to play the Hermit.Curtis, pp. 248\\u201349 With a final cost of $397,023 ($ as of ), Bride was more than $100,000 ($ as of ) over budget. As originally filmed, Henry died fleeing the exploding castle. Whale re-shot the ending to allow for their survival, although Clive is still visible on-screen in the collapsing laboratory. Whale completed his final cut, shortening the running time from about 90 to 75 minutes and re-shooting and re-editing the ending, only days before the film's scheduled premiere date.\\n\\nCensorship\\nthumb|left|230px|Boris Karloff, director James Whale, and cinematographer John J. Mescall on set of Bride of Frankenstein (1935) \\nBride of Frankenstein was subjected to censorship, both during production by the Hays office and following its release by local and national censorship boards. Joseph Breen, lead censor for the Hays office, objected to lines of dialogue in the originally submitted script in which Henry Frankenstein and his work were compared to that of God. He continued to object to such dialogue in revised scripts,Skal, pp. 187\\u201391 and to a planned shot of the Monster rushing through a graveyard to a figure of a crucified Jesus and attempting to rescue the figure from the cross.Curtis, p. 247 Breen also objected to the number of murders, both seen and implied by the script and strongly advised Whale to reduce the number. The censor's office, upon reviewing the film in March 1935, required a number of cuts. Whale agreed to delete a sequence in which Dwight Frye's \\\"Nephew Glutz\\\" kills his uncle and blames the Monster,Curtis, p. 250 and shots of Elsa Lanchester as Mary Shelley in which Breen felt too much of her breasts were visible. Curiously, despite his earlier objection, Breen offered no objection to the cruciform imagery throughout the film\\u00a0\\u2013 including a scene with the Monster lashed Christ-like to a pole\\u00a0\\u2013 nor to the presentation of Pretorius as a coded homosexual. Bride of Frankenstein was approved by the Production Code office on April 15, 1935.\\n\\nFollowing its release with the Code seal of approval, the film was challenged by the censorship board in the state of Ohio. Censors in England and China objected to the scene in which the Monster gazes longingly upon the as-yet unanimated body of the Bride, citing concerns that it looked like necrophilia.Johnson, p. 166 Universal voluntarily  withdrew the film from Sweden because of the extensive cuts demanded, and Bride was rejected outright by Trinidad, Palestine, and Hungary. One unusual objection, from Japanese censors, was that the scene in which Pretorius chases his miniature Henry VIII with tweezers constituted \\\"making a fool out of a king\\\".\\n\\nReception\\nright|thumb|360px|Colin Clive, Elsa Lanchester, Boris Karloff, and Ernest Thesiger\\nBride of Frankenstein was profitable for Universal, with a 1943 report showing that the film had by then earned approximately $2 million ($ in  money) for the studio, a profit of about $950,000 ($ as of ).Curtis p. 251 The film was critically praised upon its release, although some reviewers did qualify their opinions based on the film's being in the horror genre. The New York World-Telegram called the film \\\"good entertainment of its kind\\\". The New York Post described it as \\\"a grotesque, gruesome tale which, of its kind, is swell\\\". The Hollywood Reporter similarly called the film \\\"a joy for those who can appreciate it\\\".Curtis, pp. 250\\u201351\\n\\nVariety did not so qualify its review. \\\"[It is] one of those rare instances where none can review it, or talk about it, without mentioning the cameraman, art director, and score composer in the same breath as the actors and director.\\\" Variety also praised the cast, writing that \\\"Karloff manages to invest the character with some subtleties of emotion that are surprisingly real and touching\\u00a0... Thesiger as Dr Pretorious [is] a diabolic characterization if ever there was one\\u00a0... Lanchester handles two assignments, being first in a preamble as author Mary Shelley and then the created woman. In latter assignment she impresses quite highly.\\\"\\n\\nIn another unqualified review, Time wrote that the film had \\\"a vitality that makes their efforts fully the equal of the original picture\\u00a0... Screenwriters Hurlbut & Balderston and Director James Whale have given it the macabre intensity proper to all good horror pieces, but have substituted a queer kind of mechanistic pathos for the sheer evil that was Frankenstein.\\\" The Oakland Tribune concurred it was \\\"a fantasy produced on a rather magnificent scale, with excellent stagecraft and fine photographic effects\\\". While the Winnipeg Free Press thought that the electrical equipment might have been better suited to Buck Rogers, nonetheless the reviewer praised the film as \\\"exciting and sometimes morbidly gruesome\\\", declaring that \\\"All who enjoyed Frankenstein will welcome his Bride as a worthy successor.\\\" The New York Times called Karloff \\\"so splendid in the role that all one can say is 'he is the Monster. The Times praised the entire principal cast and Whale's direction in concluding that Bride is \\\"a first-rate horror film\\\", and presciently suggested that \\\"The Monster should become an institution, like Charlie Chan.\\\" Bride was nominated for one Academy Award, for Best Sound Recording (Gilbert Kurland).\\n\\nThe film's reputation has persisted and grown since its release. On Rotten Tomatoes, the film has an approval rating of 100% based on 44 reviews, with an average rating of 9.08/10. The site's critical consensus reads, \\\"An eccentric, campy, technically impressive, and frightening picture, James Whale's Bride of Frankenstein has aged remarkably well.\\\" In 1998, the film was added to the United States National Film Registry, having been deemed \\\"culturally, historically or aesthetically significant\\\". Frequently identified as James Whale's masterpiece, the film is lauded as \\\"the finest of all gothic horror movies\\\". Time rated Bride of Frankenstein in its \\\"ALL-TIME 100 Movies\\\", in which critics Richard Corliss and Richard Schickel overruled the magazine's original review to declare the film \\\"one of those rare sequels that is infinitely superior to its source\\\". In 2008, Bride was selected by Empire magazine as one of The 500 Greatest Movies of All Time. Also in 2008, the Boston Herald named it the second greatest horror film after Nosferatu. In 2016, James Charisma of Playboy ranked the film #7 on a list of 15 Sequels That Are Way Better Than The Originals. Entertainment Weekly considers the film superior to Frankenstein.\\n\\nInterpretations\\n\\nChristian imagery\\nChristian imagery appears throughout the film. In addition to the scenes of the Monster trussed in a cruciform pose and the crucified figure of Jesus in the graveyard, the hermit has a crucifix on the wall of his hut \\u2013 which, to Whale's consternation, editor Ted Kent made glow during a fade-out \\u2013 and the Monster consumes the Christian sacraments of bread and wine at his \\\"last supper\\\" with the hermit. Horror scholar David J. Skal suggests that Whale's intention was to make a \\\"direct comparison of Frankenstein's monster to Christ\\\".Skal. p. 189 Film scholar Scott MacQueen, noting Whale's lack of any religious convictions, disputes the notion that the Monster is a Christ-figure. Rather, the Monster is a \\\"mockery of the divine\\\" since, having been created by Man rather than God, it \\\"lacks the divine spark\\\". In crucifying the Monster, he says, Whale \\\"pushes the audience's buttons\\\" by inverting the central Christian belief of the death of Christ followed by the resurrection. The Monster is raised from the dead first, then crucified.\\n\\nQueer reading\\nIn the decades since its release, modern film scholars have noted the possible queer reading of the film. Director James Whale was openly gay, and some of the actors in the cast, including Ernest Thesiger and Colin Clive, were gay or bisexual. Although James Curtis, Whale's biographer, rejects the notion that Whale would have identified with the Monster from a homosexual perspective,Curtis, p. 144 scholars have perceived a gay subtext suffused through the film, especially a camp sensibility,Skal, p. 184 particularly embodied in the character of Pretorius and his relationship with Henry.\\n\\nGay film historian Vito Russo, in considering Pretorius, stops short of identifying the character as gay, instead referring to him as \\\"sissified\\\",Russo, p. 50 \\\"sissy\\\" itself being Hollywood code for \\\"homosexual\\\". Pretorius serves as a \\\"gay Mephistopheles\\\", a figure of seduction and temptation, going so far as to pull Frankenstein away from his bride on their wedding night to engage in the unnatural act of creating non-procreative life. A novelization of the film published in England made the implication clear, having Pretorius say to Frankenstein Be fruitful and multiply.' Let us obey the Biblical injunction: you of course, have the choice of natural means; but as for me, I am afraid that there is no course open to me but the scientific way.\\\"Egremont, Michael, quoted in Skal, p. 189\\n\\nThe Monster, whose affections for the male hermit and the female Bride he discusses with identical language (\\\"friend\\\") has been read as sexually \\\"unsettled\\\" and bisexual. Gender studies author Elizabeth Young writes: \\\"He has no innate understanding that the male-female bond he is to forge with the bride is assumed to be the primary one or that it carries a different sexual valence from his relationships with [Pretorius and the hermit]: all affective relationships are as easily 'friendships' as 'marriages'.\\\"Young, p. 134 Indeed, his relationship with the hermit has been interpreted as a same-sex marriage that heterosexual society will not tolerate: \\\"No mistake\\u00a0\\u2013 this is a marriage, and a viable one\\u00a0... But Whale reminds us quickly that society does not approve. The monster\\u00a0\\u2013 the outsider\\u00a0\\u2013 is driven from his scene of domestic pleasure by two gun-toting rubes who happen upon this startling alliance and quickly, instinctively, proceed to destroy it\\\", writes cultural critic Gary Morris for Bright Lights Film Journal. The creation of the Bride scene, Morris continues, is \\\"Whale's reminder to the audience\\u00a0\\u2013 his Hollywood bosses, peers, and everyone watching\\u00a0\\u2013 of the majesty and power of the homosexual creator\\\".\\n\\nFilmmaker Curtis Harrington, a friend and confidant of Whale's, dismissed this as \\\"a younger critic's evaluation. All artists do work that comes out of the unconscious mind and later on you can analyze it and say the symbolism may mean something, but artists don't think that way and I would bet my life that James Whale would never have had such concepts in mind.\\\" Specifically in response to the \\\"majesty and power\\\" reading, Harrington stated, \\\"My opinion is that's just pure bullshit. That's a critical interpretation that has nothing to do with the original inspiration.\\\" He concludes, \\\"I think the closest you can come to a homosexual metaphor in his films is to identify that certain sort of camp humor.\\\" Whale's companion David Lewis stated flatly that Whale's sexual orientation was \\\"not germane\\\" to his filmmaking, saying, \\\"Jimmy was first and foremost an artist, and his films represent the work of an artist\\u00a0\\u2013 not a gay artist, but an artist.\\\"Curtis, p. 144\\n\\nRemakes\\nUniversal Pictures has sought to remake Bride of Frankenstein on several occasions.  While the novel Frankenstein has been adapted to film many times, Bride of Frankensteins closest remake was The Bride (1985), starring Sting, Clancy Brown, and Jennifer Beals. In 1991, the studio sought to remake the film for cable television, and Martin Scorsese expressed interest in directing.\\n\\nReboot\\nIn the first decade of the 21st century, Universal paired with Imagine Entertainment and contracted Shari Springer Berman and Robert Pulcini, who wrote the screenplay for American Splendor, to write a remake. The screenwriters set the story in contemporary New York.  Jacob Estes was also involved with the project at one point and wrote a draft. In June 2009, Universal and Imagine entered discussions with director Neil Burger and his writing partner Dirk Wittenborn, and producer Brian Grazer was assigned to oversee the development of the remake. \\n\\nIn December 2015, Variety reported that David Koepp will write the script. In May 2017, Universal Pictures announced their shared universe film series of rebooted, modern-day interpretations of their classic Universal Monsters titled, Dark Universe. The film series began with the 2017 film The Mummy, and was expected to continue with Bride of Frankenstein on February 14, 2019 with Bill Condon directing the film,http://www.darkuniverse.com/ but Universal and Condon have decided to postpone this movie.Bill Condon's \\u2018Bride of Frankenstein\\u2019 Postponed, filmschoolrejects.com By October 2017, it was reported that pre-production had begun when the creative team and studio decided to postpone the release in order to further work on the script with intentions being to improve the story. Deadline reported that Javier Bardem and Angelina Jolie are still attached to the movie as Frankenstein's monster and the film's reluctant bride, respectively. The same month Condon stated that should Jolie decide to leave the project, he would be interested in seeing Gal Gadot play the titular character.https://www.thewrap.com/bride-frankenstein-gal-gadot-bill-condon-angelina-jolie/ But on November 8, 2017, Alex Kurtzman and Chris Morgan moved on to other projects, leaving the future of the Dark Universe in doubt.\\n\\nIn January 2018, it was reported that Condon was assembling a production team, consisting of cinematographer Tobias A. Schliessler, production designer Sarah Greenwood, composer Carter Burwell, and costume designer Jacqueline Durran.\\n\\nIn popular culture\\nIn these films we see a scene of Bride broadcast on TV.\\nThe Funhouse (1981)\\nWeird Science (1985)\\nBride of Chucky (1998)\\nGods and Monsters (1998)\\nHellboy II: The Golden Army (2008)\\n\\nThe working title, Bride of the Atom, and the final title of the film Bride of the Monster from 1955 allude to the earlier film Bride of Frankenstein.\\n\\nSee also\\n Boris Karloff filmography\\n List of cult films\\n List of films featuring Frankenstein's monster\\n Frankenstein in popular culture\\n Gods and Monsters, a 1998 James Whale biopic that draws its title from a quote from Bride of Frankenstein\\n List of horror films of the 1930s\\n Universal Monsters\\n List of films with a 100% rating on Rotten Tomatoes, a film review aggregator website\\n List of films featuring miniature people\\n\\nReferences\\nNotes\\n\\nBibliography\\n Brunas, Michael, John Brunas & Tom Weaver (1990). Universal Horrors: The Studios Classic Films, 1931\\u201346. Qefferson, NC, McFarland & Co.\\n Curtis, James (1998). James Whale: A New World of Gods and Monsters. Boston, Faber and Faber. .\\n Gelder, Ken (2000). The Horror Reader. New York, Routledge. .\\n Gifford, Denis (1973) Karloff: The Man, The Monster, The Movies. Film Fan Monthly.\\n Goldman, Harry (2005). Kenneth Strickfaden, Dr. Frankenstein's Electrician. McFarland. .\\n Johnson, Tom (1997). Censored Screams: The British Ban on Hollywood Horror in the Thirties. McFarland. .\\n Lennig, Arthur (1993). The Immortal Count: The Life and Films of Bela Lugosi. University Press of Kentucky. .\\n Mallory, Michael (2009) Universal Studios Monsters: A Legacy of Horror.  Universe.  .\\n Mank, Gregory W. (1994). Hollywood Cauldron: Thirteen Films from the Genre's Golden Age. McFarland. .\\n Picart, Carolyn Joan, Frank Smoot and Jayne Blodgett (2001). The Frankenstein Film Sourcebook. Greenwood Press. .\\n Russo, Vito (1987). The Celluloid Closet: Homosexuality in the Movies (revised edition). New York, HarperCollins. .\\n Skal, David J. (1993). The Monster Show: A Cultural History of Horror. Penguin Books. .\\n Vieira, Mark A. (2003). Hollywood Horror: From Gothic to Cosmic. New York, Harry N. Abrams. .\\n Young, Elizabeth. \\\"Here Comes The Bride\\\". Collected in Gelder, Ken (ed.) (2000). The Horror Reader. Routledge. .\\n\\nExternal links\\n\\n \\n \\n \\n \\n \\n\\nCategory:United States National Film Registry films\\nCategory:1930s horror films\\nCategory:1935 films\\nCategory:1930s LGBT-related films\\nCategory:American LGBT-related films\\nCategory:American films\\nCategory:American science fiction horror films\\nCategory:American black-and-white films\\nCategory:English-language films\\nCategory:Films scored by Franz Waxman\\nCategory:Films about weddings\\nCategory:Films based on horror novels\\nCategory:Films directed by James Whale\\nCategory:Frankenstein films\\nCategory:American sequel films\\nCategory:Universal Classic Monsters films\\nCategory:Universal Pictures films\\nCategory:Pre-1940s science fiction horror films\\nCategory:1930s science fiction films\\nCategory:1930s sequel films\\nCategory:Suicide in film\\nCategory:Sequel films\\nCategory:Cultural depictions of Mary Shelley\\nCategory:Cultural depictions of Percy Bysshe Shelley\\nCategory:Cultural depictions of Lord Byron\\nCategory:Murder\\u2013suicide in films\"}"