"{\"title\": \"Hilary Putnam\", \"url\": \"https://en.wikipedia.org/wiki/Hilary_Putnam\", \"text\": \"Hilary Whitehall Putnam (; July 31, 1926 \\u2013 March 13, 2016) was an American philosopher, mathematician, and computer scientist, and a major figure in analytic philosophy in the second half of the 20th century. He made significant contributions to philosophy of mind, philosophy of language, philosophy of mathematics, and philosophy of science.Casati R., \\\"Hillary Putnam\\\" in Enciclopedia Garzanti della Filosofia, ed. Gianni Vattimo. 2004. Garzanti Editori. Milan.  Outside philosophy, Putnam contributed to mathematics and computer science. Together with Martin Davis he developed the Davis\\u2013Putnam algorithm for the Boolean satisfiability problemDavis, M. and Putnam, H. \\\"A computing procedure for quantification theory\\\" in Journal of the ACM, 7:201\\u2013215, 1960. and he helped demonstrate the unsolvability of Hilbert's tenth problem.\\n\\nHe was known for his willingness to apply an equal degree of scrutiny to his own philosophical positions as to those of others, subjecting each position to rigorous analysis until he exposed its flaws.King, P.J. One Hundred Philosophers: The Life and Work of the World's Greatest Thinkers. Barron's 2004, p. 170. As a result, he acquired a reputation for frequently changing his own position. In philosophy of mind, Putnam is known for his argument against the type-identity of mental and physical states based on his hypothesis of the multiple realizability of the mental, and for the concept of functionalism, an influential theory regarding the mind\\u2013body problem. In philosophy of language, along with Saul Kripke and others, he developed the causal theory of reference, and formulated an original theory of meaning, introducing the notion of semantic externalism based on a famous thought experiment called Twin Earth.P. Clark-B. Hale (eds.), \\\"Reading Putnam\\\", Blackwell, Cambridge (Massachusetts): Oxford 1995.\\n\\nIn philosophy of mathematics, he and his mentor W. V. O. Quine developed the \\\"Quine\\u2013Putnam indispensability thesis\\\", an argument for the reality of mathematical entities,Colyvan, Mark, \\\"Indispensability Arguments in the Philosophy of Mathematics\\\", The Stanford Encyclopedia of Philosophy (Fall 2004 Edition), Edward N. Zalta (ed.) later espousing the view that mathematics is not purely logical, but \\\"quasi-empirical\\\".Putnam, H. Philosophy of Mathematics: Selected Readings. Edited with Paul Benacerraf. Englewood Cliffs, N.J.: Prentice-Hall, 1964. 2nd ed., Cambridge: Cambridge University Press, 1983. In the field of epistemology, he is known for his critique of the well known \\\"brain in a vat\\\" thought experiment. This thought experiment appears to provide a powerful argument for epistemological skepticism, but Putnam challenges its coherence.Putnam, H. (1981): \\\"Brains in a vat\\\" in Reason, Truth, and History, Cambridge University Press; reprinted in DeRose and Warfield, editors (1999): Skepticism: A Contemporary Reader, Oxford UP. In metaphysics, he originally espoused a position called metaphysical realism, but eventually became one of its most outspoken critics, first adopting a view he called \\\"internal realism\\\",Putnam, H. Realism with a Human Face. Edited by James Conant. Cambridge, Massachusetts: Harvard University Press, 1990. which he later abandoned. Despite these changes of view, throughout his career he remained committed to scientific realism, roughly the view that mature scientific theories are approximately true descriptions of ways things are.Putnam, H. 2012. From Quantum Mechanics to Ethics and Back Again. In his (Au.), De Caro, M. and Macarthur D. (Eds.) \\\"Philosophy in an Age of Science\\\". Cambridge, Massachusetts: Harvard University Press.\\n\\nIn the philosophy of perception, Putnam came to endorse direct realism, according to which perceptual experiences directly present one with the external world. In the past, he further held that there are no mental representations, sense data, or other intermediaries that stand between the mind and the world.Putnam, H.. The Threefold Cord: Mind, Body, and World. New York: Columbia University Press, 1999. By 2012, however, he rejected this further commitment, in favor of \\\"transactionalism\\\", a view that accepts both that perceptual experiences are world-involving transactions, and that these transactions are functionally describable (provided that worldly items and intentional states may be referred to in the specification of the function). Such transactions can further involve qualia.Putnam, H. 2012. How to Be a Sophisticated \\\"Naive Realist\\\". In his (Au.), De Caro, M. and Macarthur D. (Eds.) \\\"Philosophy in an Age of Science\\\". Cambridge, Massachusetts: Harvard University Press. In his later work, Putnam became increasingly interested in American pragmatism, Jewish philosophy, and ethics, thus engaging with a wider array of philosophical traditions. He also displayed an interest in metaphilosophy, seeking to \\\"renew philosophy\\\" from what he identifies as narrow and inflated concerns.Auxier, R., The Philosophy of Hilary Putnam (Chicago: Open Court Publishing Company, 2015), p. 93\\u201394. He was at times a politically controversial figure, especially for his involvement with the Progressive Labor Party in the late 1960s and early 1970s.To appear in the \\\"American Philosophers\\\" edition of Literary Biography, ed. Bruccoli, Layman and Clarke At the time of his death, Putnam was Cogan University Professor Emeritus at Harvard University.\\n\\n Life \\nPutnam was born in Chicago, Illinois, in 1926.  His father, Samuel Putnam, was a scholar of Romance languages, columnist, and translator who wrote for the Daily Worker, a publication of the American Communist Party, from 1936 to 1946 (when he became disillusioned with communism).Wolfe, Bertram David. \\\"Strange Communists I Have Known\\\", Stein and Day, 1965, p.79.  As a result of his father's commitment to communism, Putnam had a secular upbringing, although his mother, Riva, was Jewish.  The family lived in France until 1934, when they returned to the United States, settling in Philadelphia.  Putnam attended Central High School; there he met Noam Chomsky, who was a year behind him.  The two remained friends\\u2014and often intellectual opponents\\u2014for the rest of Putnam's life.Robert F. Barsky, Noam Chomsky: A Life of Dissent, Ch. 2: Undergraduate Years. \\\"A Very Powerful Personality\\\", MIT Press, 1997  Putnam studied philosophy at the University of Pennsylvania, receiving his B.A. degree and becoming a member of the Philomathean Society, the oldest continually-existing collegiate literary society in the United States. He went on to do graduate work in philosophy at Harvard University, and later at UCLA's Philosophy Department, where he received his Ph.D. in 1951 for a dissertation entitled The Meaning of the Concept of Probability in Application to Finite Sequences.  Putnam's teacher Hans Reichenbach (his dissertation supervisor) was a leading figure in logical positivism, the dominant school of philosophy of the day; one of Putnam's most consistent positions has been his rejection of logical positivism as self-defeating.\\n\\nAfter teaching at Northwestern (1951\\u201352), Princeton (1953\\u201361), and MIT (1961\\u201365), he moved to Harvard in 1965. His wife, the philosopher Ruth Anna Putnam, took a teaching position in philosophy at Wellesley College. Hilary and Ruth Anna were married on August 11, 1962. Ruth Anna, descendant of a family with a long scholarly tradition in Gotha (her ancestor was the German classical scholar Christian Friedrich Wilhelm Jacobs),Deutsches Geschlechterbuch, vol.\\u00a0 214, Limburg 2002, p. 267-946 was born in Berlin, Germany,Hortsch, Michael. \\\"Dr. Hans Nathan Kohn\\u00a0\\u2013 ein Berliner J\\u00fcdischer Arzt und Forscher am Vorabend des Nationalsozialismus.\\\" Berlin Medical, Vol. 4:26\\u201328 August 2007 in 1927 to anti-Nazi political-activist parents and, like Putnam himself, she was raised an atheist (her mother was Jewish and her father had been from a Christian background). Putnam was also raised an atheist.http://www.haaretz.com/jewish/news/1.709318http://www.firstthings.com/article/2008/10/004-wrestling-with-an-angel The Putnams, rebelling against the antisemitism that they had experienced during their youth, decided to establish a traditional Jewish home for their children. Since they had no experience with the rituals of Judaism, they sought out invitations to other Jews' homes for Seder. They had \\\"no idea how to do it [themselves]\\\", in the words of Ruth Anna. They therefore began to study Jewish ritual and Hebrew, and became more Jewishly interested, identified, and active. In 1994, Hilary Putnam celebrated a belated Bar Mitzvah service. His wife had a Bat Mitzvah service four years later.\\n\\nHilary was a popular teacher at Harvard. In keeping with the family tradition, he was politically active. In the 1960s and early 1970s, he was an active supporter of the American Civil Rights Movement and an opponent of American military intervention in Vietnam. In 1963, he organized one of the first faculty and student committees at MIT against the war.  Putnam was disturbed when he learned from reading the reports of David Halberstam that the U.S. was \\\"defending\\\" South Vietnamese peasants from the Vietcong by poisoning their rice crops. After moving to Harvard in 1965, he organized campus protests and began teaching courses on Marxism. Hilary became an official faculty advisor to the Students for a Democratic Society and, in 1968, became a member of the Progressive Labor Party (PLP).\\nHe was elected a Fellow of the American Academy of Arts and Sciences in 1965. After 1968, his political activities were centered on the PLP. The Harvard administration considered these activities disruptive and attempted to censure Putnam, but two other faculty members criticized the procedures. Putnam permanently severed his ties with the PLP in 1972. In 1997, at a meeting of former draft resistance activists at Arlington Street Church in Boston, Putnam described his involvement with the PLP as a mistake. He said that he had been impressed at first with the PLP's commitment to alliance-building and its willingness to attempt to organize from within the armed forces.\\n\\nIn 1976, he was elected President of the American Philosophical Association. The following year, he was selected as Walter Beverly Pearson Professor of Mathematical Logic, in recognition of his contributions to the philosophy of logic and mathematics. While breaking with his radical past, Putnam never abandoned his belief that academics have a particular social and ethical responsibility toward society. He continued to be forthright and progressive in his political views, as expressed in the articles \\\"How Not to Solve Ethical Problems\\\" (1983) and \\\"Education for Democracy\\\" (1993).\\n\\nPutnam was a Corresponding Fellow of the British Academy. He retired from teaching in June 2000, but, as of 2009, he continued to give a seminar almost yearly at Tel Aviv University. He also held the Spinoza Chair of Philosophy at the University of Amsterdam in 2001.The Spinoza Chair \\u2013 Philosophy \\u2013 University of Amsterdam He was the Cogan University Professor Emeritus at Harvard University and a founding patron of the small liberal arts college Ralston College. His corpus includes five volumes of collected works, seven books, and more than 200 articles.  Putnam's renewed interest in Judaism inspired him to publish several books and essays on the topic. With his wife, he has co-authored several books and essays on the late-19th-century American pragmatist movement. He began a blog in May 2014.Hilary Putnam, Blog\\n\\nFor his contributions in philosophy and logic, he was awarded the Rolf Schock Prize in Logic and Philosophy in 2011 and the Nicholas Rescher Prize for Systematic Philosophy in 2015.\\n\\nHe delivered his last Skype talk, entitled \\\"Thought and Language,\\\" at an international conference on \\\"The Philosophy of Hilary Putnam\\\" held at the Indian Institute of Technology, Bombay, on October 3, 2015 and organized by his student Sanjit Chakraborty. Putnam died of mesothelioma, a rare form of lung cancer, at his home in Arlington, Massachusetts during the early hours of March 13, 2016.HILARY PUTNAM Obituary \\u2013 Brookline, MA | Boston Globe\\n\\n Philosophy of mind \\n\\n Multiple realizability \\nthumb|right|An illustration of multiple realizability. M stands for mental and P stands for physical. It can be seen that more than one P can instantiate one M, but not vice versa. Causal relations between states are represented by the arrows (M1 goes to M2, etc.).\\n\\nPutnam's best-known work concerns philosophy of mind. His most noted original contributions to that field came in several key papers published in the late 1960s that set out the hypothesis of multiple realizability.Bickle, John \\\"Multiple Realizability\\\", The Stanford Encyclopedia of Philosophy (Fall 2006 Edition), Edward N. Zalta (ed.) In these papers, Putnam argues that, contrary to the famous claim of the type-identity theory, it is not necessarily true that \\\"Pain is identical to C-fibre firing.\\\" Pain, according to Putnam's papers, may correspond to utterly different physical states of the nervous system in different organisms, and yet they all experience the same mental state of \\\"being in pain\\\".\\n\\nPutnam cited examples from the animal kingdom to illustrate his thesis. He asked whether it was likely that the brain structures of diverse types of animals realize pain, or other mental states, the same way. If they do not share the same brain structures, they cannot share the same mental states and properties. The answer to this puzzle had to be that mental states were realized by different physical states in different species. Putnam then took his argument a step further, asking about such things as the nervous systems of alien beings, artificially intelligent robots and other silicon-based life forms. These hypothetical entities, he contended, should not be considered incapable of experiencing pain just because they lack the same neurochemistry as humans. Putnam concluded that type-identity theorists had been making an \\\"ambitious\\\" and \\\"highly implausible\\\" conjecture which could be disproven with one example of multiple realizability.Putnam, H. (1975) Mind, Language and Reality. Philosophical Papers, vol. 2. Cambridge: Cambridge University Press, 1975.  This argument is sometimes referred to as the \\\"likelihood argument\\\".\\n\\nPutnam formulated a complementary argument based on what he called \\\"functional isomorphism\\\". He defined the concept in these terms: \\\"Two systems are functionally isomorphic if 'there is a correspondence between the states of one and the states of the other that preserves functional relations'.\\\" In the case of computers, two machines are functionally isomorphic if and only if the sequential relations among states in the first are exactly mirrored by the sequential relations among states in the other. Therefore, a computer made out of silicon chips and a computer made out of cogs and wheels can be functionally isomorphic but constitutionally diverse. Functional isomorphism implies multiple realizability. This argument is sometimes referred to as an \\\"a priori argument\\\".\\n\\nJerry Fodor, Putnam, and others noted that, along with being an effective argument against type-identity theories, multiple realizability implies that any low-level explanation of higher-level mental phenomena is insufficiently abstract and general.Fodor, J. (1974) \\\"Special Sciences\\\" in Synthese, 28, pp. 97\\u2013115Fodor, J. (1980) \\\"The Mind-Body Problem\\\", Scientific American, 244, pp. 124\\u2013132 Functionalism, which identifies mental kinds with functional kinds that are characterized exclusively in terms of causes and effects, abstracts from the level of microphysics, and therefore seemed to be a better explanation of the relation between mind and body. In fact, there are many functional kinds, such as mousetraps, software and bookshelves, which are multiply realized at the physical level.\\n\\n Machine state functionalism \\nThe first formulation of such a functionalist theory was put forth by Putnam himself. This formulation, which is now called \\\"machine-state functionalism\\\", was inspired by analogies noted by Putnam and others between the mind and Turing machines. The point, for functionalism is the nature of the states of the Turing machine. Each state can be defined in terms of its relations to the other states and to the inputs and outputs, and the details of how it accomplishes what it accomplishes and of its material constitution are completely irrelevant. According to machine-state functionalism, the nature of a mental state is just like the nature of a Turing machine state. Just as \\\"state one\\\" simply is the state in which, given a particular input, such-and-such happens, so being in pain is the state which disposes one to cry \\\"ouch\\\", become distracted, wonder what the cause is, and so forth.\\n\\n Rejection of functionalism \\nIn the late 1980s, Putnam abandoned his adherence to functionalism and other computational theories of mind. His change of mind was primarily due to the difficulties that computational theories have in explaining certain intuitions with respect to the externalism of mental content. This is illustrated by Putnam's own Twin Earth thought experiment (see Philosophy of language). He also developed a separate argument against functionalism in 1988, based on Fodor's generalized version of multiple realizability. Asserting that functionalism is really a watered-down identity theory in which mental kinds are identified with functional kinds, Putnam argued that mental kinds may be multiply realizable over functional kinds. The argument for functionalism is that the same mental state could be implemented by the different states of a universal Turing machine.Putnam, Hilary (1988). Representation and Reality. Cambridge, Massachusetts: MIT Press.\\n\\nDespite Putnam's rejection of functionalism, it has continued to flourish and has been developed into numerous versions by thinkers as diverse as David Marr, Daniel Dennett, Jerry Fodor, and David Lewis.Marhaba, Sadi. (2004) Funzionalismoin \\\"Enciclopedia Garzantina della Filosofia\\\" (ed.) Gianni Vattimo. Milan: Garzanti Editori.  Functionalism helped lay the foundations for modern cognitive science and is the dominant theory of mind in philosophy today.Levin, Janet, \\\"Functionalism\\\", The Stanford Encyclopedia of Philosophy (Fall 2004 Edition), Edward N. Zalta (ed.)\\n\\nBy 2012 Putnam accepted a modification of functionalism called \\\"liberal functionalism\\\". The view holds that \\\"what matters for consciousness and for mental properties generally is the right sort of functional capacities and not the particular matter that subserves those capacities\\\". The specification of these capacities (1) may refer to what goes on outside the organism's \\\"brain\\\", (2) may include intentional idioms, and (3) need not describe a capacity to compute something or other.\\n\\n Philosophy of language \\n\\n Semantic externalism \\nOne of Putnam's contributions to philosophy of language is his claim that \\\"meaning just ain't in the head\\\". His views on meaning, first laid out in Meaning and Reference (1973), then in  The Meaning of 'Meaning'  (1975), use his famous \\\"Twin Earth\\\" thought experiment to illustrate that the meaning of terms are determined by factors outside the mind.\\n\\nTwin Earth shows this, according to Putnam, since on Twin Earth everything is identical to Earth, except that its lakes, rivers and oceans are filled with XYZ whereas those of earth are filled with H2O. Consequently, when an earthling, Fredrick, uses the Earth-English word \\\"water\\\", it has a different meaning from the Twin Earth-English word \\\"water\\\" when used by his physically identical twin, Frodrick, on Twin Earth. Since Fredrick and Frodrick are physically indistinguishable when they utter their respective words, and since their words have different meanings, meaning cannot be determined solely by what is in their heads. This led Putnam to adopt a version of semantic externalism with regard to meaning and mental content.\\nThe late philosopher of mind and language Donald Davidson, despite his many differences of opinion with Putnam, wrote that semantic externalism constituted an \\\"anti-subjectivist revolution\\\" in philosophers' way of seeing the world. Since the time of Descartes, philosophers had been concerned with proving knowledge from the basis of subjective experience. Thanks to Saul Kripke, Putnam, Tyler Burge and others, Davidson said, philosophy could now take the objective realm for granted and start questioning the alleged \\\"truths\\\" of subjective experience.Davidson, D. (2001) Subjective, Intersubjective, Objective. Oxford: Oxford University Press. \\n\\n Theory of meaning \\nPutnam, along with Saul Kripke, Keith Donnellan, and others, contributed to what is known as the causal theory of reference. In particular, Putnam maintained in The Meaning of \\\"Meaning\\\" that the objects referred to by natural kind terms\\u2014such as tiger, water, and tree\\u2014are the principal elements of the meaning of such terms. There is a linguistic division of labor, analogous to Adam Smith's economic division of labor, according to which such terms have their references fixed by the \\\"experts\\\" in the particular field of science to which the terms belong. So, for example, the reference of the term \\\"lion\\\" is fixed by the community of zoologists, the reference of the term \\\"elm tree\\\" is fixed by the community of botanists, and the reference of the term \\\"table salt\\\" is fixed as \\\"NaCl\\\" by chemists. These referents are considered rigid designators in the Kripkean sense and are disseminated outward to the linguistic community.\\n\\nPutnam specifies a finite sequence of elements (a vector) for the description of the meaning of every term in the language. Such a vector consists of four components:\\n the object to which the term refers, e.g., the object individuated by the chemical formula H2O;\\n a set of typical descriptions of the term, referred to as \\\"the stereotype\\\", e.g., \\\"transparent\\\", \\\"colorless\\\", and \\\"hydrating\\\";\\n the semantic indicators that place the object into a general category, e.g., \\\"natural kind\\\" and \\\"liquid\\\";\\n the syntactic indicators, e.g., \\\"concrete noun\\\" and \\\"mass noun\\\".\\n\\nSuch a \\\"meaning-vector\\\" provides a description of the reference and use of an expression within a particular linguistic community. It provides the conditions for its correct usage and makes it possible to judge whether a single speaker attributes the appropriate meaning to that expression or whether its use has changed enough to cause a difference in its meaning. According to Putnam, it is legitimate to speak of a change in the meaning of an expression only if the reference of the term, and not its stereotype, has changed. However, since there is no possible algorithm that can determine which aspect\\u2014the stereotype or the reference\\u2014has changed in a particular case, it is necessary to consider the usage of other expressions of the language. Since there is no limit to the number of such expressions which must be considered, Putnam embraced a form of semantic holism.Dell'Utri, Massimo. (2002) Olismo. Quodlibet. Macerata. \\n\\n Philosophy of mathematics \\nPutnam made a significant contribution to philosophy of mathematics in the Quine\\u2013Putnam \\\"indispensability argument\\\" for mathematical realism.C. S. Hill (ed.), \\\"The Philosophy of Hilary Putnam\\\", Fayetteville, Arkansas 1992. This argument is considered by Stephen Yablo to be one of the most challenging arguments in favor of the acceptance of the existence of abstract mathematical entities, such as numbers and sets. The form of the argument is as follows.\\n\\n One must have ontological commitments to all entities that are indispensable to the best scientific theories, and to those entities only (commonly referred to as \\\"all and only\\\").\\n Mathematical entities are indispensable to the best scientific theories. Therefore,\\n One must have ontological commitments to mathematical entities.Putnam, H. Mathematics, Matter and Method. Philosophical Papers, vol. 1. Cambridge: Cambridge University Press, 1975. 2nd. ed., 1985.\\n\\nThe justification for the first premise is the most controversial. Both Putnam and Quine invoke naturalism to justify the exclusion of all non-scientific entities, and hence to defend the \\\"only\\\" part of \\\"all and only\\\". The assertion that \\\"all\\\" entities postulated in scientific theories, including numbers, should be accepted as real is justified by confirmation holism. Since theories are not confirmed in a piecemeal fashion, but as a whole, there is no justification for excluding any of the entities referred to in well-confirmed theories. This puts the nominalist who wishes to exclude the existence of sets and non-Euclidean geometry, but to include the existence of quarks and other undetectable entities of physics, for example, in a difficult position.\\n\\nPutnam holds the view that mathematics, like physics and other empirical sciences, uses both strict logical proofs and \\\"quasi-empirical\\\" methods. For example, Fermat's last theorem states that for no integer  are there positive integer values of x, y, and z such that . Before this was proven for all  in 1995 by Andrew Wiles, it had been proven for many values of n. These proofs inspired further research in the area, and formed a quasi-empirical consensus for the theorem. Even though such knowledge is more conjectural than a strictly proven theorem, it was still used in developing other mathematical ideas.\\n\\n Mathematics and computer science \\nPutnam has contributed to scientific fields not directly related to his work in philosophy. As a mathematician, Putnam contributed to the resolution of Hilbert's tenth problem in mathematics. This problem (now known as Matiyasevich's theorem or the MRDP theorem) was settled by Yuri Matiyasevich in 1970, with a proof that relied heavily on previous research by Putnam, Julia Robinson and Martin Davis.S. Barry Cooper, Computability theory, p. 98\\n\\nIn computability theory, Putnam investigated the structure of the ramified analytical hierarchy, its connection with the constructible hierarchy and its Turing degrees.  He showed that there exist many levels of the constructible hierarchy which do not add any subsets of the integers and later, with his student George Boolos, that the first such \\\"non-index\\\" is the ordinal  of ramified analysis (this is the smallest  such that  is a model of full second-order comprehension), and also, together with a separate paper with Richard Boyd (another of Putnam's students) and Gustav Hensel, how the Davis\\u2013Mostowski\\u2013Kleene hyperarithmetical hierarchy of arithmetical degrees can be naturally extended up to .\\n\\nIn computer science, Putnam is known for the Davis\\u2013Putnam algorithm for the Boolean satisfiability problem (SAT), developed with Martin Davis in 1960. The algorithm finds if there is a set of true or false values that satisfies a given Boolean expression so that the entire expression becomes true. In 1962, they further refined the algorithm with the help of George Logemann and Donald W. Loveland. It became known as the DPLL algorithm. This algorithm is efficient and still forms the basis of most complete SAT solvers.\\n\\n Epistemology \\nthumb|right|A \\\"brain in a vat\\\"\\u2014Putnam uses this thought experiment to argue that skeptical scenarios are impossible.\\n\\nIn the field of epistemology, Putnam is known for his \\\"brain in a vat\\\" thought experiment (a modernized version of Descartes's evil demon hypothesis). The argument is that one cannot coherently state that one is a disembodied \\\"brain in a vat\\\" placed there by some \\\"mad scientist\\\".\\n\\nThis follows from the causal theory of reference. Words always refer to the kinds of things they were coined to refer to, thus the kinds of things their user, or the user's ancestors, experienced. So, if some person, Mary, were a \\\"brain in a vat\\\", whose every experience is received through wiring and other gadgetry created by the \\\"mad scientist\\\", then Mary's idea of a \\\"brain\\\" would not refer to a \\\"real\\\" brain, since she and her linguistic community have never seen such a thing. Rather, she saw something that looked like a brain, but was actually an image fed to her through the wiring. Similarly, her idea of a \\\"vat\\\" would not refer to a \\\"real\\\" vat. So, if, as a brain in a vat, she were to say \\\"I'm a brain in a vat\\\", she would actually be saying \\\"I'm a brain-image in a vat-image\\\", which is incoherent. On the other hand, if she is not a brain in a vat, then saying that she is a brain in a vat is still incoherent, but now because she actually means the opposite. This is a form of epistemological externalism: knowledge or justification depends on factors outside the mind and is not solely determined internally.\\n\\nPutnam has clarified that his real target in this argument was never skepticism, but metaphysical realism.Putnam, H., Realism and Reason. Philosophical Papers, vol. 3. Cambridge: Cambridge University Press, 1983.Wright, C. (1992), \\\"On Putnam's Proof That We Are Not Brains-in-a-Vat\\\", Proceedings of the Aristotelian Society 92. Since realism of this kind assumes the existence of a gap between how man conceives the world and the way the world really is, skeptical scenarios such as this one (or Descartes' evil demon) present a formidable challenge. Putnam, by arguing that such a scenario is impossible, attempts to show that this notion of a gap between man's concept of the world and the way it is, is in itself absurd. Man cannot have a \\\"God's eye\\\" view of reality. He is limited to his conceptual schemes. Metaphysical realism is therefore false, according to Putnam.Dell'Utri, M. (1990), \\\"Choosing Conceptions of Realism: the Case of the Brains in a Vat\\\", Mind 99.\\n\\n Metaphilosophy and ontology  \\nIn the late 1970s and the 1980s, stimulated by results from mathematical logic and by some ideas of Quine, Putnam abandoned his long-standing defence of metaphysical realism\\u2014the view that the categories and structures of the external world are both causally and ontologically independent of the conceptualizations of the human mind. He adopted a rather different view, which he called \\\"internal realism\\\"Putnam, H. The Many Faces of Realism. La Salle, Ill.: Open Court, 1987. (also \\\"pragmatic realism\\\").Ernest Sosa, Putnam's Pragmatic Realism\\\", The Journal of Philosophy, 90(12), Dec. 1993, pp. 605\\u2013626, esp. 605: \\\"Putnam argues against 'metaphysical realism' and in favor of his\\nown 'internal (or pragmatic) realism.'\\\"\\n\\nInternal realism was the view that, although the world may be causally independent of the human mind, the structure of the world\\u2014its division into kinds, individuals and categories\\u2014is a function of the human mind, and hence the world is not ontologically independent. The general idea is influenced by Immanuel Kant's idea of the dependence of our knowledge of the world on the categories of thought.\\n\\nThe problem with metaphysical realism, according to Putnam, was that it fails to explain the possibility of reference and truth. According to the metaphysical realist, our concepts and categories refer because they match up in some mysterious manner with the pre-structured categories, kinds and individuals that are inherent in the external world. But how is it possible that the world \\\"carves up\\\" into certain structures and categories, the mind carves up the world into its own categories and structures, and the two \\\"carvings\\\" perfectly coincide? The answer must be that the world does not come pre-structured but that structure must be imposed on it by the human mind and its conceptual schemes.  In Reason, Truth, and History, Putnam identified truth with what he termed \\\"idealized rational acceptability.\\\" The theory, which owes something to C. S. Peirce, is that a belief is true if it would be accepted by anyone under ideal epistemic conditions.\\n\\nNelson Goodman had formulated a similar notion in Fact, Fiction and Forecast in 1956. In that work, Goodman went as far as to suggest that there is \\\"no one world, but many worlds, each created by the human mind.\\\"Goodman, N. Fact, Fiction, and Forecast. University of London: Athlone Press, 1954. Cambridge, Massachusetts: Harvard UP, 1955. 2nd ed. Indianapolis: Bobbs-Merrill, 1965. 3rd. ed. Indianapolis: Bobbs-Merrill, 1973. 4th ed. Cambridge, Massachusetts: Harvard UP, 1983 Putnam rejected this form of social constructivism, but retained the idea that there can be many correct descriptions of reality. No one of these descriptions can be scientifically proven to be the \\\"one, true\\\" description of the world. This does not imply relativism, for Putnam, because not all descriptions are equally correct and the ones that are correct are not determined subjectively.\\n\\nPutnam renounced internal realism in his reply to Simon Blackburn in the volume Reading Putnam.Peter Clark and Bob Hale, eds., Reading Putnam. Oxford: Blackwell, 1994. The reasons he gave up his \\\"antirealism\\\" are stated in the first three of his replies in \\\"The Philosophy of Hilary Putnam\\\", an issue of the journal Philosophical Topics, where he gives a history of his use(s) of the term \\\"internal realism\\\", and, at more length, in his The Threefold Cord: Mind, Body and World (1999).See also Philosophical Topics (vol. 20, Number 1, Spring 1992). And Hilary Putnam, \\\"When 'Evidence Transcendence' is Not Malign\\\", Journal of Philosophy, XCVIII, 11 (Nov. 2001), 594\\u2013600.\\n\\nAlthough he abandoned internal realism, Putnam still resists the idea that any given thing or system of things can only be described in exactly one complete and correct way. He thus accepts \\\"conceptual relativity\\\" \\u2013 the view that it may be a matter of choice or convention, e.g., whether mereological sums exist, or whether space-time points are individuals or mere limits. In other words, having abandoned internal realism Putnam came to accept metaphysical realism in simply the broad sense of rejecting all forms of verificationism and all talk of our 'making' the world.\\n\\nUnder the influence of C. S. Peirce and William James, Putnam also became convinced that there is no fact\\u2013value dichotomy; that is, normative (e.g., ethical and aesthetic) judgments often have a factual basis, while scientific judgments have a normative element.\\n\\n Neopragmatism and Wittgenstein \\nAt the end of the 1980s, Putnam became increasingly disillusioned with what he perceived as the \\\"scientism\\\" and the rejection of history that characterize modern analytic philosophy. He rejected internal realism because it assumed a \\\"cognitive interface\\\" model of the relation between the mind and the world. Putnam claimed that the very notion of truth would have to be abandoned by a consistent eliminative materialist.Feser, Edward, The Last Superstition, St. Augustine Press 2008, p. 234 Under the increasing influence of James and the pragmatists, he adopted a direct realist view of this relation.Putnam, Hilary. Sep. 1994. \\\"The Dewey Lectures 1994: Sense, Nonsense, and the Senses: An Inquiry into the Powers of the Human Mind.\\\" The Journal of Philosophy 91(9):445\\u2013518. For a time, under the influence of Ludwig Wittgenstein, he adopted a pluralist view of philosophy itself and came to view most philosophical problems as nothing more than conceptual or linguistic confusions created by philosophers by using ordinary language out of its original context. In 2017 a book collecting articles on pragmatism by both Ruth Anna Putnam and Hilary Putnam was published, Pragmatism as a Way of Life: The Lasting Legacy of William James and John Dewey (Harvard UP, 2017, ).\\n\\nMany of Putnam's most recent works have addressed the concerns of ordinary people, particularly their concerns about social problems.Reed, Edward (1997). \\\"Defending Experience: A Philosophy For The Post-Modern World\\\" in The Genetic Epistemologist: The Journal of the Jean Piaget Society, Volume 25, Number 3. For example, he has written about the nature of democracy, social justice and religion. He has discussed the ideas of the continental philosopher, J\\u00fcrgen Habermas, and has written articles influenced by \\\"continental\\\" ideas.\\n\\n Criticism \\nPutnam himself may be his own most formidable philosophical adversary. His frequent changes of mind have led him to attack his previous positions. However, many significant criticisms of his views have come from other philosophers and scientists. For example, multiple realizability has been criticized on the grounds that, if it were true, research and experimentation in the neurosciences would be impossible.Bechtel, William and Mundale, Jennifer. Multiple Realizability Revisited in Philosophy of Science 66: 175\\u2013207. According to William Bechtel and Jennifer Mundale, to be able to conduct such research in the neurosciences, universal consistencies must either exist or be assumed to exist in brain structures. It is the similarity (or homology) of brain structures that allows us to generalize across species. If multiple realizability were an empirical fact, results from experiments conducted on one species of animal (or one organism) would not be meaningful when generalized to explain the behavior of another species (or organism of the same species).Kim, Sungsu. Testing Multiple Realizability: A Discussion of Bechtel and Mundale in Philosophy of Science. 69: 606\\u2013610. Other criticisms of metaphysical realism have been proposed by Jaegwon Kim, David Lewis, Robert Richardson and Patricia Churchland.Kim, Jaegwon. Multiple Realizability and the Metaphysics of Reduction on Philosophy and Phenomenological Research. 52: 1\\u201326.Lewis, David (1969). \\\"Review of Art, Mind, and Religion.\\\" Journal of Philosophy, 66: 23\\u201335.Richardson, Robert (1979). \\\"Functionalism and Reductionism.\\\" Philosophy of Science, 46: 533\\u2013558.Churchland, Patricia (1986). Neurophilosophy. Cambridge, Massachusetts: MIT Press.\\n\\nOne of the main arguments against functionalism was formulated by Putnam himself: the Twin Earth thought experiment. However, there have been other criticisms. The Chinese room argument by John Searle (1980) is a direct attack on the claim that thought can be represented as a set of functions. The thought experiment is designed to show that it is possible to mimic intelligent action, without any interpretation or understanding, through the use of a purely functional system. In short, Searle describes a situation in which a person who speaks only English is locked in a room with Chinese symbols in baskets and a rule book in English for moving the symbols around. The person is instructed, by people outside the room, to follow the rule book for sending certain symbols out of the room when given certain symbols. Further, suppose that the people outside the room are Chinese speakers and are communicating with the person inside via the Chinese symbols. According to Searle, it would be absurd to claim that the English speaker inside \\\"knows\\\" Chinese based on these syntactic processes alone. This thought experiment attempts to show that systems that operate merely on syntactic processes cannot realize any semantics (meaning) or intentionality (aboutness). Thus, Searle attacks the idea that thought can be equated with the following of a set of syntactic rules. Thus, functionalism is an inadequate theory of the mind.Searle, John. (1980). \\\"Minds, Brains and Programs\\\", Behavioral and Brain Sciences, vol.3. (online) Several other arguments against functionalism have been advanced by Ned Block.Block, Ned. (1980b). \\\"Troubles With Functionalism\\\", in Block (1980a).\\n\\nPutnam has consistently adhered to the idea of semantic holism, in spite of the many changes in his other positions. The problems with this position have been described by Michael Dummett, Jerry Fodor, Ernest Lepore, and others. In the first place, they suggest that, if semantic holism is true, it is impossible to understand how a speaker of a language can learn the meaning of an expression, for any expression of the language. Given the limits of our cognitive abilities, we will never be able to master the whole of the English (or any other) language, even based on the (false) assumption that languages are static and immutable entities. Thus, if one must understand all of a natural language to understand a single word or expression, language learning is simply impossible. Semantic holism also fails to explain how two speakers can mean the same thing when using the same linguistic expression, and therefore how any communication at all is possible between them. Given a sentence P, since Fred and Mary have each mastered different parts of the English language and P is related in different ways to the sentences in each part, the result is that P means one thing for Fred and something else for Mary. Moreover, if a sentence P derives its meaning from its relations with all of the sentences of a language, as soon as the vocabulary of an individual changes by the addition or elimination of a sentence, the totality of relations changes, and therefore also the meaning of P. As this is a common phenomenon, the result is that P has two different meanings in two different moments in the life of the same person. Consequently, if I accept the truth of a sentence and then reject it later on, the meaning of that which I rejected and that which I accepted are completely different and therefore I cannot change my opinions with regard to the same sentences.Fodor, J. and Lepore, E. Holism: A Shopper's Guide. Blackwell. Oxford. 1992.Dummett, Michael. The Logical Basis of Metaphysics. Harvard University Press. Cambridge (MA). 1978.Penco, Carlo. Olismo e Molecularismo in Olismo ed. Massimo Dell'Utri. Quodlibet. Macerata. 2002.\\n\\nThe brain in a vat argument has also been subject to criticism.Steinitz, Y. (1994), \\\"Brains in a Vat: Different Perspectives\\\", Philosophical Quarterly 44. Crispin Wright argues that Putnam's formulation of the brain-in-a-vat scenario is too narrow to refute global skepticism. The possibility that one is a recently disembodied brain in a vat is not undermined by semantic externalism. If a person has lived her entire life outside the vat\\u2014speaking the English language and interacting normally with the outside world\\u2014prior to her \\\"envatment\\\" by a mad scientist, when she wakes up inside the vat, her words and thoughts (e.g., \\\"tree\\\" and \\\"grass\\\") will still refer to the objects or events in the external world that they referred to before her envatment. In another scenario, a brain in a vat may be hooked up to a supercomputer that randomly generates perceptual experiences. In this case, one's words and thoughts would not refer to anything, and would therefore be devoid of content. Semantics would no longer exist and the argument would be meaningless.Brueckner, A. (1986), \\\"Brains in a Vat\\\", Journal of Philosophy 83.\\n\\nIn philosophy of mathematics, Stephen Yablo has argued that the Quine\\u2013Putnam indispensability thesis does not demonstrate that mathematical entities are truly indispensable. The argumentation is sophisticated, but the upshot is that one can achieve the same logical results by simply adding to any statement about an abstract object the assumption \\\"so-and-so is assumed (or hypothesized) to exist\\\". For example, one can take the argument for indispensability described above and adjust it as follows:\\n 1*. One must have ontological commitments to all and only the [abstract] entities for which, under the assumption that they exist, their existence is indispensable to the best scientific theories.\\n 2*. Under the assumption that they exist, the existence of mathematical entities is indispensable to the best scientific theories. Therefore,\\n 3*. Under the assumption that mathematical entities exist, one must have ontological commitments to the existence of mathematical entities.\\n\\nFinally, Putnam's internal realism has been accused by Curtis Brown of being a disguised form of subjective idealism. If this is the case, it is subject to the traditional arguments against that position. In particular, it falls into the trap of solipsism. That is, if existence depends on experience, as subjective idealism maintains, and if one's consciousness were to stop existing, then the rest of the universe would stop existing as well.\\n\\n Major works and bibliography \\nThere is a detailed bibliography of Hilary Putnam's writings (with 16 books and 198 articles) compiled by Vincent C. M\\u00fcller and published in 1993. Online in PhilPapers. A later version of this is on Harvard's Servers.\\n\\n \\\"The 'Innateness Hypothesis' and Explanatory Models in Linguistics\\\",  Synthese, Vol. 17, No. 1, March 1967, pp.\\u00a012\\u201322.\\n Philosophy of Mathematics: Selected Readings. Edited with Paul Benacerraf. Englewood Cliffs, N.J.: Prentice-Hall, 1964. 2nd ed., Cambridge: Cambridge University Press, 1983. \\n Philosophy of Logic. New York: Harper and Row, 1971. London: George Allen and Unwin, 1972. \\n Mathematics, Matter and Method. Philosophical Papers, vol. 1. Cambridge: Cambridge University Press, 1975. 2nd. ed., 1985 paperback: \\n Mind, Language and Reality. Philosophical Papers, vol. 2. Cambridge: Cambridge University Press, 1975. 2003 paperback: \\n Meaning and the Moral Sciences. London: Routledge and Kegan Paul, 1978.\\n Reason, Truth, and History. Cambridge: Cambridge University Press, 1981. 2004 paperback: \\n Realism and Reason. Philosophical Papers, vol. 3. Cambridge: Cambridge University Press, 1983. 2002 paperback: \\n Methodology, Epistemology, and Philosophy of Science: Essays in Honour of Wolfgang Stegm\\u00fcller. edited with Wilhelm K. Essler and Carl G. Hempel. Dordrecht: D. Reidel, 1983.\\n Epistemology, Methodology, and Philosophy of Science: Essays in Honour of Carl G. Hempel. edited with Wilhelm K. Essler and Wolfgang Stegm\\u00fcller. Dordrecht: D. Reidel, 1985.\\n The Many Faces of Realism. La Salle, Ill.: Open Court, 1987. \\n Representation and Reality. Cambridge, Massachusetts: MIT Press, 1988. \\n Realism with a Human Face. edited by James F. Conant. Cambridge, Massachusetts: Harvard University Press, 1990. 9780674749450 Description. \\n Renewing Philosophy. Cambridge, Massachusetts: Harvard University Press, 1992. 9780674760943 Description. \\n Pursuits of Reason: Essays in Honor of Stanley Cavell. edited with Ted Cohen and Paul Guyer. Lubbock: Texas Tech University Press, 1993. \\n Words and Life. edited by James F. Conant. Cambridge, Massachusetts: Harvard University Press, 1994. 9780674956070 Description. \\n Pragmatism: An Open Question. Oxford: Blackwell, 1995. \\n The Threefold Cord: Mind, Body, and World. New York: Columbia University Press, 1999. \\n Enlightenment and Pragmatism. Assen: Koninklijke Van Gorcum, 2001. 48pp.\\n The Collapse of the Fact/Value Dichotomy and Other Essays. Cambridge, Massachusetts: Harvard University Press, 2002. Description. \\n Ethics Without Ontology. Cambridge, Massachusetts: Harvard University Press, 2002. 9780674018518 Description. \\n Jewish Philosophy as a Guide to Life: Rosenzweig, Buber, Levinas, Wittgenstein. Bloomington: Indiana University Press, 2008.\\n Philosophy in an Age of Science, edited by Mario De Caro and David Macarthur. Cambridge, Massachusetts: Harvard University Press, 2012. 9780674050136 Description.\\n Naturalism, Realism, and Normativity, edited by Mario De Caro, Cam, Mass: Harvard University Press, 2016, .\\n Pragmatism as a Way of Life: The Lasting Legacy of William James and John Dewey (with Ruth Anna Putnam) edited by David Macarthur, Cambridge, Mass: Harvard University Press, 2017. Description. .\\n\\n See also \\n\\n American philosophy\\n List of American philosophers\\n \\\"Is Logic Empirical?\\\"\\n\\n Notes \\n\\n References \\n\\n Bechtel, W. & Mundale, J. \\\"Multiple Realizability Revisited\\\" in Philosophy of Science 66: pp.\\u00a0175\\u2013207.\\n Bickle, J. \\\"Multiple Realizability\\\" in The Stanford Encyclopedia of Philosophy (Fall 2006 Edition), Edward N. Zalta (ed.), (online).\\n Brown, C. \\\"Internal Realism: Transcendental Idealism?\\\" Midwest Studies in Philosophy 12 (1988): pp.\\u00a0145\\u2013155.\\n Casati R. \\\"Hilary Putnam\\\" in Enciclopedia Garzanti della Filosofia. Gianni Vattimo (ed). Milan: Garzanti Editori, 2004. .\\n Churchland, P. Neurophilosophy. Cambridge, Massachusetts: MIT Press, 1986.\\n Clark, P. & Hale, B. (eds.) Reading Putnam. Oxford: Blackwell, 1995.\\n Dummett, M. The Logical Basis of Metaphysics. Harvard University Press. Cambridge (MA) 1972.\\n Fodor, J. & Lepore, E. Holism: A Shopper's Guide. Oxford: Blackwell, 1992.\\n Foley, M. Confronting the War Machine. North Carolina: North Carolina Press. 1983. .\\n Gaynesford, M. de Hilary Putnam, Acumen, 2006. (See Robert Maximilian de Gaynesford)\\n Hickey, L. P. \\\"Hilary Putnam\\\" To appear in the \\\"American Philosophers\\\" edition of Literary Biography, ed. Bruccoli, Layman and Clarke.\\n Hill, C. S. (ed.) The Philosophy of Hilary Putnam, Fayetteville, Arkansas. 1992.\\n Kim, J. \\\"Multiple Realizability and the Metaphysics of Reduction.\\\" Philosophy and Phenomenological Research 52: 1\\u201326.\\n King, P. J. One Hundred Philosophers: The Life and Work of the World's Greatest Thinkers. Barron's 2004, p.\\u00a0170.\\n Lewis, D. \\\"Review of Art, Mind, and Religion.\\\" Journal of Philosophy 66 (1969): 23\\u201335.\\n Matiyesavic, Y. 'Hilbert's Tenth Problem. Cambridge: MIT Press, 1993. .\\n Penco, C. Olismo e Molecularismo in Olismo, ed. Massimo Dell'Utri. Quodlibet. Macerata. 2002.\\n Putnam. Philosophy of Mathematics: Selected Readings. Edited with P. Benacerraf. Englewood Cliffs, N.J.: Prentice-Hall, (1964). 2nd ed., Cambridge: Cambridge University Press, 1983.\\n \\u2014\\u2014\\u2014. Mind, Language and Reality. Philosophical Papers, vol. 2. Cambridge: Cambridge University Press, (1975).\\n \\u2014\\u2014\\u2014. \\\"Brains in a Vat\\\" in Reason, Truth, and History, Cambridge University Press (1981); reprinted in DeRose and Warfield, editors (1999): Skepticism: A Contemporary Reader, Oxford University Press.\\n \\u2014\\u2014\\u2014. Realism with a Human Face. Cambridge, Massachusetts: Harvard University Press, 1990.\\n \\u2014\\u2014\\u2014. The Threefold Cord: Mind, Body, and World. New York: Columbia University Press, 1999.\\n Richardson, R. \\\"Functionalism and Reductionism.\\\" Philosophy of Science 46 (1979): 533\\u2013558.\\n Searle, J. \\\"Minds, Brains and Programs.\\\" Behavioral and Brain Sciences 3 (1980).\\n Wertheimer, L. \\\"\\\"Finding My Religion.\\\" Boston Globe, July 30, 2006.\\n Yablo, S. \\\"A Paradox of Existence\\\", June 8, 1998.\\n\\n Further reading \\n Y. Ben-Menahem (ed.), Hilary Putnam, Contemporary Philosophy in Focus, Cambridge University Press, Cambridge, 2005.\\n P. Clark-B. Hale (eds.), Reading Putnam, Blackwell, Cambridge (Massachusetts)-Oxford 1995.\\n C. S. Hill (ed.), The Philosophy of Hilary Putnam, Fayetteville, Arkansas 1992.\\n M. R\\u00fcdel, Erkenntnistheorie und Pragmatik: Untersuchungen zu Richard Rorty und Hilary Putnam (dissertation), Hamburg 1987.\\n Maximilian de Gaynesford, Hilary Putnam, McGill-Queens University Press / Acumen, 2006.\\n Randall E. Auxier, Anderson,& Hahn (eds.), The Philosophy of Hilary Putnam, The Library of Living Philosophers, Open Court, Chicago, Illinois, 2015.\\n Sanjit Chakraborty, Understanding Meaning and World: A Relook on Semantic Externalism, Cambridge Scholars Publishing, London, 2016.\\n\\n External links \\n \\n \\n \\n \\n An extensive bibliography\\n An extensive directory\\n \\n London Review of Books contributor page\\n Hilary Putnam: On Mind, Meaning and Reality, Interview by Josh Harlan, The Harvard Review of Philosophy, spring 1992.\\n \\\"To Think with Integrity\\\", Hilary Putnam's Farewell Lecture, The Harvard Review of Philosophy'', Spring 2000.\\n Putnam, \\\"The Fact/Value Dichotomy and its critics\\\"; Roundtable on Externalism audio/video lecture, audio discussion, March 2007, University College Dublin.\\n Hilary Putnam \\u2013 Externalism: Its Motivation And Its Critics, video of a lecture, delivered at Harvard University on October 4, 2007.\\n \\n The Moscow Center for Consciousness Studies  video interview with Hilary Putnam 2010-04-21 (with transcript)\\n New York Times Obituary  \\\"Hilary Putnam, Giant of Modern Philosophy, Dies at 89,\\\" Bruce Weber, March 17, 2016.\\n\\nCategory:1926 births\\nCategory:2016 deaths\\nCategory:20th-century American philosophers\\nCategory:American Jews\\nCategory:20th-century American mathematicians\\nCategory:21st-century American mathematicians\\nCategory:Analytic philosophers\\nCategory:Central High School (Philadelphia) alumni\\nCategory:Harvard University alumni\\nCategory:Harvard University faculty\\nCategory:Jewish philosophers\\nCategory:Metaphysicians\\nCategory:Philosophers of language\\nCategory:Philosophers of mathematics\\nCategory:Philosophers of mind\\nCategory:Philosophers of science\\nCategory:Pragmatists\\nCategory:University of Pennsylvania alumni\\nCategory:University of California, Los Angeles alumni\\nCategory:Fellows of the American Academy of Arts and Sciences\\nCategory:Scientists from Chicago\\nCategory:Northwestern University faculty\\nCategory:Princeton University faculty\\nCategory:Massachusetts Institute of Technology faculty\\nCategory:Members of the European Academy of Sciences and Arts\\nCategory:Tarski lecturers\\nCategory:Deaths from lung cancer\\nCategory:Deaths from cancer in Massachusetts\\nCategory:Mathematicians from Illinois\\nCategory:Corresponding Fellows of the British Academy\"}"