"{\"title\": \"The Raven\", \"url\": \"https://en.wikipedia.org/wiki/The_Raven\", \"text\": \"thumb|alt=|\\\"The Raven\\\" depicts a mysterious raven's midnight visit to a mourning narrator, as illustrated by John Tenniel (1858).\\n \\n\\n\\\"The Raven\\\" is a narrative poem by American writer Edgar Allan Poe. First published in January 1845, the poem is often noted for its musicality, stylized language, and supernatural atmosphere. It tells of a talking raven's mysterious visit to a distraught lover, tracing the man's slow fall into madness. The lover, often identified as being a student,Meyers, 163Silverman, 239 is lamenting the loss of his love, Lenore. Sitting on a bust of Pallas, the raven seems to further distress the protagonist with its constant repetition of the word \\\"Nevermore\\\". The poem makes use of folk, mythological, religious, and classical references.\\n\\nPoe claimed to have written the poem logically and methodically, intending to create a poem that would appeal to both critical and popular tastes, as he explained in his 1846 follow-up essay, \\\"The Philosophy of Composition\\\". The poem was inspired in part by a talking raven in the novel Barnaby Rudge: A Tale of the Riots of 'Eighty by Charles Dickens.Kopley & Hayes, 192 Poe borrows the complex rhythm and meter of Elizabeth Barrett's poem \\\"Lady Geraldine's Courtship\\\", and makes use of internal rhyme as well as alliteration throughout.\\n\\n\\\"The Raven\\\" was first attributed to Poe in print in the New York Evening Mirror on January 29, 1845. Its publication made Poe popular in his lifetime, although it did not bring him much financial success. The poem was soon reprinted, parodied, and illustrated.  Critical opinion is divided as to the poem's literary status, but it nevertheless remains one of the most famous poems ever written.Silverman, 237\\n\\n Synopsis \\n\\nthumb|upright|\\\"Not the least obeisance made he\\\", as illustrated by Gustave Dor\\u00e9 (1884)\\n\\\"The Raven\\\" follows an unnamed narrator on a dreary night in December who sits reading \\\"forgotten lore\\\" by a dying firePoe, 773 as a way to forget the death of his beloved Lenore. A \\\"tapping at [his] chamber door\\\" reveals nothing, but excites his soul to \\\"burning\\\".Poe, 774 The tapping is repeated, slightly louder, and he realizes it is coming from his window. When he goes to investigate, a raven flutters into his chamber. Paying no attention to the man, the raven perches on a bust of Pallas above the door.\\n\\nAmused by the raven's comically serious disposition, the man asks that the bird tell him its name. The raven's only answer is \\\"Nevermore\\\". The narrator is surprised that the raven can talk, though at this point it has said nothing further. The narrator remarks to himself that his \\\"friend\\\" the raven will soon fly out of his life, just as \\\"other friends have flown before\\\" along with his previous hopes. As if answering, the raven responds again with \\\"Nevermore\\\". The narrator reasons that the bird learned the word \\\"Nevermore\\\" from some \\\"unhappy master\\\" and that it is the only word it knows.\\n\\nEven so, the narrator pulls his chair directly in front of the raven, determined to learn more about it. He thinks for a moment in silence, and his mind wanders back to his lost Lenore. He thinks the air grows denser and feels the presence of angels, and wonders if God is sending him a sign that he is to forget Lenore.  The bird again replies in the negative, suggesting that he can never be free of his memories.  The narrator becomes angry, calling the raven a \\\"thing of evil\\\" and a \\\"prophet\\\".Poe, 775 Finally, he asks the raven whether he will be reunited with Lenore in Heaven. When the raven responds with its typical \\\"Nevermore\\\", he is enraged, and, calling it a liar, commands the bird to return to the \\\"Plutonian shore\\\"\\u2014but it does not move. Presumably at the time of the poem's recitation by the narrator, the raven \\\"still is sitting\\\" on the bust of Pallas. The narrator's final admission is that his soul is trapped beneath the raven's shadow and shall be lifted \\\"Nevermore\\\".\\n\\n Analysis \\nPoe wrote the poem as a narrative, without intentional allegory or didacticism. The main theme of the poem is one of undying devotion.Cornelius, Kay. \\\"Biography of Edgar Allan Poe\\\" in Bloom's BioCritiques: Edgar Allan Poe, Harold Bloom, ed. Philadelphia: Chelsea House Publishers, 2002. p. 21  The narrator experiences a perverse conflict between desire to forget and desire to remember. He seems to get some pleasure from focusing on loss.Kopley & Hayes, 194 The narrator assumes that the word \\\"Nevermore\\\" is the raven's \\\"only stock and store\\\", and, yet, he continues to ask it questions, knowing what the answer will be. His questions, then, are purposely self-deprecating and further incite his feelings of loss.Hoffman, 74 Poe leaves it unclear if the raven actually knows what it is saying or if it really intends to cause a reaction in the poem's narrator.Hirsch, 195-6 The narrator begins as \\\"weak and weary,\\\" becomes regretful and grief-stricken, before passing into a frenzy and, finally, madness.Hoffman, 73\\u201374 Christopher F. S. Maligec suggests the poem is a type of elegiac paraclausithyron, an ancient Greek and Roman poetic form consisting of the lament of an excluded, locked-out lover at the sealed door of his beloved.\\n\\n Allusions \\nthumb|left|The raven perches on a bust of Pallas Athena, a symbol of wisdom meant to imply the narrator is a scholar. Illustration by \\u00c9douard Manet for St\\u00e9phane Mallarm\\u00e9's translation, Le Corbeau (1875).\\nPoe says that the narrator is a young scholar.Sova, 208 Though this is not explicitly stated in the poem, it is mentioned in \\\"The Philosophy of Composition\\\". It is also suggested by the narrator reading books of \\\"lore\\\" as well as by the bust of Pallas Athena, Greek goddess of wisdom.\\n\\nHe is reading in the late night hours from \\\"many a quaint and curious volume of forgotten lore\\\". Similar to the studies suggested in Poe's short story \\\"Ligeia\\\", this lore may be about the occult or black magic. This is also emphasized in the author's choice to set the poem in December, a month which is traditionally associated with the forces of darkness. The use of the raven\\u2014the \\\"devil bird\\\"\\u2014also suggests this.Granger, 53\\u201354 This devil image is emphasized by the narrator's belief that the raven is \\\"from the Night's Plutonian shore\\\", or a messenger from the afterlife, referring to Pluto, the Roman god of the underworld (also known as Dis Pater in Roman mythology). A direct allusion to Satan also appears: \\\"Whether Tempter sent, or whether tempest tossed thee here ashore...\\\"\\n\\nPoe chose a raven as the central symbol in the story because he wanted a \\\"non-reasoning\\\" creature capable of speech. He decided on a raven, which he considered \\\"equally capable of speech\\\" as a parrot, because it matched the intended tone of the poem.Hirsch, 195 Poe said the raven is meant to symbolize \\\"Mournful and Never-ending Remembrance\\\".Silverman, 240 He was also inspired by Grip, the raven in Barnaby Rudge: A Tale of the Riots of 'Eighty by Charles Dickens.Meyers, 162 One scene in particular bears a resemblance to \\\"The Raven\\\": at the end of the fifth chapter of Dickens's novel, Grip makes a noise and someone says, \\\"What was that\\u00a0\\u2013 him tapping at the door?\\\" The response is, \\\"'Tis someone knocking softly at the shutter.\\\" Dickens's raven could speak many words and had many comic turns, including the popping of a champagne cork, but Poe emphasized the bird's more dramatic qualities. Poe had written a review of Barnaby Rudge for Graham's Magazine saying, among other things, that the raven should have served a more symbolic, prophetic purpose. The similarity did not go unnoticed: James Russell Lowell in his A Fable for Critics wrote the verse, \\\"Here comes Poe with his raven, like Barnaby Rudge / Three-fifths of him genius and two-fifths sheer fudge.\\\"Cornelius, Kay. \\\"Biography of Edgar Allan Poe\\\" in Bloom's BioCritiques: Edgar Allan Poe, Harold Bloom, ed. Philadelphia: Chelsea House Publishers, 2002. p. 20  The Free Library of Philadelphia has on display a taxidermied raven that is reputed to be the very one that Dickens owned and that helped inspire Poe's poem.\\n\\nPoe may also have been drawing upon various references to ravens in mythology and folklore. In Norse mythology, Odin possessed two ravens named Huginn and Muninn, representing thought and memory.Adams, 53 According to Hebrew folklore, Noah sends a white raven to check conditions while on the ark. It learns that the floodwaters are beginning to dissipate, but it does not immediately return with the news. It is punished by being turned black and being forced to feed on carrion forever. In Ovid's Metamorphoses, a raven also begins as white before Apollo punishes it by turning it black for delivering a message of a lover's unfaithfulness. The raven's role as a messenger in Poe's poem may draw from those stories.\\n\\nNepenthe, a drug mentioned in Homer's Odyssey, erases memories; the narrator wonders aloud whether he could receive \\\"respite\\\" this way: \\\"Quaff, oh quaff this kind nepenthe and forget this lost Lenore!\\\"\\n\\nPoe also mentions the Balm of Gilead, a reference to the Book of Jeremiah (8:22) in the Bible: \\\"Is there no balm in Gilead; is there no physician there? why then is not the health of the daughter of my people recovered?\\\"Jeremiah 8:22 In that context, the Balm of Gilead is a resin used for medicinal purposes (suggesting, perhaps, that the narrator needs to be healed after the loss of Lenore). In 1 Kings 17:1 - 5 Elijah is said be from Gilead, and to have been fed by ravens during a period of drought.1 Kings 17:1 - 5\\n\\nPoe also refers to \\\"Aidenn\\\", another word for the Garden of Eden, though Poe uses it to ask if Lenore has been accepted into Heaven.\\n\\n Poetic structure \\nThe poem is made up of 18 stanzas of six lines each. Generally, the meter is trochaic octameter\\u00a0\\u2013 eight trochaic feet per line, each foot having one stressed syllable followed by one unstressed syllable. The first line, for example (with / representing stressed syllables and x representing unstressed):\\n\\n+Syllabic structure of a verse Stress / x / x / x / x / x / x / x / xSyllable Once up- on a mid- night drear- y, while I pon- dered weak and wear- y\\nthumb|upright|Manet's illustration of the raven flying through the window.\\n\\nPoe, however, claimed the poem was a combination of octameter acatalectic, heptameter catalectic, and tetrameter catalectic. The rhyme scheme is ABCBBB, or AA,B,CC,CB,B,B when accounting for internal rhyme.  In every stanza, the \\\"B\\\" lines rhyme with the word \\\"nevermore\\\" and are catalectic, placing extra emphasis on the final syllable.  The poem also makes heavy use of alliteration (\\\"Doubting, dreaming dreams\\u00a0...\\\").Kopley & Hayes, 192\\u2013193 20th-century American poet Daniel Hoffman suggested that the poem's structure and meter is so formulaic that it is artificial, though its mesmeric quality overrides that.Hoffman, 76\\n\\nPoe based the structure of \\\"The Raven\\\" on the complicated rhyme and rhythm of Elizabeth Barrett's poem \\\"Lady Geraldine's Courtship\\\". Poe had reviewed Barrett's work in the January 1845 issue of the Broadway JournalThomas & Jackson, 485 and said that \\\"her poetic inspiration is the highest\\u00a0\\u2013 we can conceive of nothing more august. Her sense of Art is pure in itself.\\\"Meyers, 160 As is typical with Poe, his review also criticizes her lack of originality and what he considers the repetitive nature of some of her poetry.Peeples, 142 About \\\"Lady Geraldine's Courtship\\\", he said \\\"I have never read a poem combining so much of the fiercest passion with so much of the most delicate imagination.\\\"\\n\\n Publication history \\nthumb| The Raven and Other Poems, Wiley and Putnam, New York, 1845\\n\\nPoe first brought \\\"The Raven\\\" to his friend and former employer George Rex Graham of Graham's Magazine in Philadelphia. Graham declined the poem, which may not have been in its final version, though he gave Poe $15 as charity.Hoffman, 79 Poe then sold the poem to The American Review, which paid him $9 for it,Ostrom, 5 and printed \\\"The Raven\\\" in its February 1845 issue under the pseudonym \\\"Quarles\\\", a reference to the English poet Francis Quarles.Silverman, 530 The poem's first publication with Poe's name was in the Evening Mirror on January 29, 1845, as an \\\"advance copy\\\". Nathaniel Parker Willis, editor of the Mirror, introduced it as \\\"unsurpassed in English poetry for subtle conception, masterly ingenuity of versification, and consistent, sustaining of imaginative lift\\u00a0... It will stick to the memory of everybody who reads it.\\\" Following this publication the poem appeared in periodicals across the United States, including the New York Tribune (February 4, 1845), Broadway Journal (vol. 1, February 8, 1845), Southern Literary Messenger (vol. 11, March 1845), Literary Emporium (vol. 2, December 1845), Saturday Courier, 16 (July 25, 1846), and the Richmond Examiner (September 25, 1849). It has also appeared in numerous anthologies, starting with Poets and Poetry of America edited by Rufus Wilmot Griswold in 1847.\\n\\nThe immediate success of \\\"The Raven\\\" prompted Wiley and Putnam to publish a collection of Poe's prose called Tales in June 1845; it was his first book in five years.Meyers, 177 They also published a collection of his poetry called The Raven and Other Poems on November 19 by Wiley and Putnam which included a dedication to Barrett as \\\"the Noblest of her Sex\\\".Thomas & Jackson, 591 The small volume, his first book of poetry in 14 years,Peeples, 136 was 100 pages and sold for 31 cents.Silverman, 299 In addition to the title poem, it included \\\"The Valley of Unrest\\\", \\\"Bridal Ballad\\\", \\\"The City in the Sea\\\", \\\"Eulalie\\\", \\\"The Conqueror Worm\\\", \\\"The Haunted Palace\\\" and eleven others.Sova, 209 In the preface, Poe referred to them as \\\"trifles\\\" which had been altered without his permission as they made \\\"the rounds of the press\\\".\\n\\n Illustrators \\nthumb|An illustration by \\u00c9douard Manet, from Mallarm\\u00e9's translation, depicting the first two lines of the poem.\\n\\nLater publications of \\\"The Raven\\\" included artwork by well-known illustrators. Notably, in 1858 \\\"The Raven\\\" appeared in a British Poe anthology with illustrations by John Tenniel, the Alice in Wonderland illustrator (The Poetical Works of Edgar Allan Poe: With Original Memoir, London: Sampson Low). \\\"The Raven\\\" was published independently with lavish woodcuts by Gustave Dor\\u00e9 in 1884 (New York: Harper & Brothers). Dor\\u00e9 died before its publication.Scholnick, Robert J. \\\"In Defense of Beauty: Stedman and the Recognition of Poe in America, 1880\\u20131910\\\", collected in Poe and His Times: The Artist and His Milieu, edited by Benjamin Franklin Fisher IV. Baltimore: The Edgar Allan Poe Society, 1990. p. 262.  In 1875, a French edition with English and French text, Le Corbeau, was published with lithographs by \\u00c9douard Manet and translation by the Symbolist St\\u00e9phane Mallarm\\u00e9.\\nMany 20th-century artists and contemporary illustrators created artworks and illustrations based on \\\"The Raven\\\", including Edmund Dulac, Istv\\u00e1n Orosz,\\u2014Anamorphic illustration for \\\"The Raven\\\"\\u2014the same illustration with a chrome-plated brass cylinder and Ryan Price.\\n\\n Composition \\n\\nPoe capitalized on the success of \\\"The Raven\\\" by following it up with his essay \\\"The Philosophy of Composition\\\" (1846), in which he detailed the poem's creation. His description of its writing is probably exaggerated, though the essay serves as an important overview of Poe's literary theory.Krutch, 98 He explains that every component of the poem is based on logic: the raven enters the chamber to avoid a storm (the \\\"midnight dreary\\\" in the \\\"bleak December\\\"), and its perch on a pallid white bust was to create visual contrast against the dark black bird. No aspect of the poem was an accident, he claims, but is based on total control by the author.Silverman, 295\\u2013296 Even the term \\\"Nevermore\\\", he says, is used because of the effect created by the long vowel sounds (though Poe may have been inspired to use the word by the works of Lord Byron or Henry Wadsworth Longfellow).Forsythe, 439\\u2013452 Poe had experimented with the long o sound throughout many other poems: \\\"no more\\\" in \\\"Silence\\\", \\\"evermore\\\" in \\\"The Conqueror Worm\\\". The topic itself, Poe says, was chosen because \\\"the death... of a beautiful woman is unquestionably the most poetical topic in the world.\\\" Told from \\\"the lips\\u00a0... of a bereaved lover\\\" is best suited to achieve the desired effect. Beyond the poetics of it, the lost Lenore may have been inspired by events in Poe's own life as well, either to the early loss of his mother, Eliza Poe, or the long illness endured by his wife, Virginia. Ultimately, Poe considered \\\"The Raven\\\" an experiment to \\\"suit at once the popular and critical taste\\\", accessible to both the mainstream and high literary worlds. It is unknown how long Poe worked on \\\"The Raven\\\"; speculation ranges from a single day to ten years. Poe recited a poem believed to be an early version with an alternate ending of \\\"The Raven\\\" in 1843 in Saratoga, New York. An early draft may have featured an owl.Weiss, 185\\n\\nIn the summer of 1844, when the poem was likely written, Poe, his wife, and mother-in-law were boarding at the farmhouse of Patrick Brennan. The location of the house, which was demolished in 1888, has been a disputed point and, while there are two different plaques marking its supposed location on West 84th Street, it most likely stood where 206 West 84th Street is now.\\n\\n Critical reception \\nthumb|Gustave Dor\\u00e9's illustration of the final lines of the poem accompanies the phrase \\\"And my soul from out that shadow that lies floating on the floor/Shall be lifted--nevermore!\\\"\\n\\nIn part due to its dual printing, \\\"The Raven\\\" made Edgar Allan Poe a household name almost immediately,Hoffman, 80 and turned Poe into a national celebrity.Peeples, 133 Readers began to identify poem with poet, earning Poe the nickname \\\"The Raven\\\".Silverman, 238 The poem was soon widely reprinted, imitated, and parodied. Though it made Poe popular in his day, it did not bring him significant financial success.Krutch, 155 As he later lamented, \\\"I have made no money. I am as poor now as ever I was in my life\\u2014except in hope, which is by no means bankable\\\".\\n\\nThe New World said, \\\"Everyone reads the Poem and praises it\\u00a0... justly, we think, for it seems to us full of originality and power.\\\" The Pennsylvania Inquirer reprinted it with the heading \\\"A Beautiful Poem\\\". Elizabeth Barrett wrote to Poe, \\\"Your 'Raven' has produced a sensation, a fit o' horror, here in England. Some of my friends are taken by the fear of it and some by the music. I hear of persons haunted by 'Nevermore'.\\\"Krutch, 153 Poe's popularity resulted in invitations to recite \\\"The Raven\\\" and to lecture\\u00a0\\u2013 in public and at private social gatherings. At one literary salon, a guest noted, \\\"to hear [Poe] repeat the Raven\\u00a0... is an event in one's life.\\\"Silverman, 279 It was recalled by someone who experienced it, \\\"He would turn down the lamps till the room was almost dark, then standing in the center of the apartment he would recite\\u00a0... in the most melodious of voices\\u00a0... So marvelous was his power as a reader that the auditors would be afraid to draw breath lest the enchanted spell be broken.\\\"Krutch, 154\\n\\nParodies sprung up especially in Boston, New York, and Philadelphia and included \\\"The Craven\\\" by \\\"Poh!\\\", \\\"The Gazelle\\\", \\\"The Whippoorwill\\\", and \\\"The Turkey\\\". One parody, \\\"The Pole-Cat\\\", caught the attention of Andrew Johnston, a lawyer who sent it on to Abraham Lincoln. Though Lincoln admitted he had \\\"several hearty laughs\\\", he had not, at that point read \\\"The Raven\\\".Thomas & Jackson, 635 However, Lincoln eventually read and memorized the poem.Basler, Roy P. and Carl Sandberg. Abraham Lincoln: his speeches and writings. New York: De Capo Press, 2001: 185. .\\n\\n\\\"The Raven\\\" was praised by fellow writers William Gilmore Simms and Margaret Fuller,Meyers, 184 though it was denounced by William Butler Yeats, who called it \\\"insincere and vulgar\\u00a0... its execution a rhythmical trick\\\". Transcendentalist Ralph Waldo Emerson said, \\\"I see nothing in it.\\\"Silverman, 265 A critic for the Southern Quarterly Review wrote in July 1848 that the poem was ruined by \\\"a wild and unbridled extravagance\\\" and that minor things like a tapping at the door and a fluttering curtain would only affect \\\"a child who had been frightened to the verge of idiocy by terrible ghost stories\\\".Thomas & Jackson, 739 An anonymous writer going by the pseudonym \\\"Outis\\\" suggested in the Evening Mirror that \\\"The Raven\\\" was plagiarized from a poem called \\\"The Bird of the Dream\\\" by an unnamed author. The writer showed 18 similarities between the poems and was made as a response to Poe's accusations of plagiarism against Henry Wadsworth Longfellow. It has been suggested Outis was really Cornelius Conway Felton, if not Poe himself.Moss, 169 After Poe's death, his friend Thomas Holley Chivers said \\\"The Raven\\\" was plagiarized from one of his poems.Moss, 101 In particular, he claimed to have been the inspiration for the meter of the poem as well as the refrain \\\"nevermore\\\".Parks, Edd Winfield. Ante-Bellum Southern Literary Critics. Athens, GA: University of Georgia Press, 1962: 182.\\n\\n\\\"The Raven\\\" became one of the most popular targets for literary translators in Hungary; more than a dozen poets rendered it into Hungarian (Mih\\u00e1ly Babits,Selected Works of E. A. Poe in the Hungarian Electronic Library Dezs\\u0151 Kosztol\\u00e1nyi, \\u00c1rp\\u00e1d T\\u00f3th, and Gy\\u00f6rgy FaludyTest \\u00e9s l\\u00e9lek \\u2019Body and Soul\\u2019, literary translations by Gy\\u00f6rgy Faludy at the website of Pet\\u0151fi Literary Museum to name the best-known authors, as well as , K\\u00e1roly Sz\\u00e1sz, Zsolt Hars\\u00e1nyi, , ,  , Translation by L\\u00e1szl\\u00f3 L\\u0151rinczi in Irodalmi Jelen, May 2007 ,The Raven in Hungarian Wikisource Imre Csillag, and Roberto Rossner). Bal\\u00e1zs Birtalan wrote its paraphrasis from the raven's point of view,A k\\u00f6lt\\u0151 (\\u2019The Poet\\u2019) with the motto Audiatur et altera pars (\\\"let the other side be heard as well\\\").\\n\\n Legacy \\n\\\"The Raven\\\" has influenced many modern works, including Vladimir Nabokov's Lolita in 1955, Bernard Malamud's \\\"The Jewbird\\\" in 1963 and Ray Bradbury's \\\"The Parrot Who Knew Papa\\\" in 1976.Kopley & Hayes, 196 The process by which Poe composed \\\"The Raven\\\" influenced a number of French authors and composers, such as Charles Baudelaire and Maurice Ravel, and it has been suggested that Ravel's Bol\\u00e9ro may have been deeply influenced by \\\"The Philosophy of Composition.\\\"Lanford, 243\\u2013265. The poem is additionally referenced throughout popular culture in films, television, music, and video games.\\n\\nThe name of the Baltimore Ravens, a professional American football team, was inspired by the poem. Chosen in a fan contest that drew 33,288 voters, the allusion honors Poe, who spent the early part of his career in Baltimore and is buried there.\\n\\n See also \\n Cultural depictions of ravens\\n \\\"The Raven\\\" in popular culture\\n \\\"Lenore\\\"\\u00a0\\u2013 an earlier poem by Poe\\n \\\"Outis\\\" as a pseudonym\\n\\n Notes \\n\\n References \\n\\n Adams, John F. \\\"Classical Raven Lore and Poe's Raven\\\" in Poe Studies. Vol. V, no. 2, December 1972. Available online\\n Forsythe, Robert. \\\"Poe's 'Nevermore': A Note\\\", as collected in American Literature 7. January 1936.\\n Granger, Byrd Howell. \\\"Marginalia\\u00a0\\u2013 Devil Lore in 'The Raven'\\\" from Poe Studies vol. V, no. 2, December 1972 Available online\\n Hirsch, David H. \\\"The Raven and the Nightingale\\\" as collected in Poe and His Times: The Artist and His Milieu, edited by Benjamin Franklin Fisher IV. Baltimore: The Edgar Allan Poe Society, Inc., 1990. \\n Hoffman, Daniel. Poe Poe Poe Poe Poe Poe Poe. Baton Rouge: Louisiana State University Press, 1972. \\n Kopley, Richard and Kevin J. Hayes. \\\"Two verse masterworks: 'The Raven' and 'Ulalume'\\\", collected in The Cambridge Companion to Edgar Allan Poe, edited by Kevin J. Hayes. New York: Cambridge University Press, 2002. \\n Krutch, Joseph Wood. Edgar Allan Poe: A Study in Genius. New York: Alfred A. Knopf, 1926.\\n Lanford, Michael (2011). \\\"Ravel and 'The Raven': The Realisation of an Inherited Aesthetic in Bol\\u00e9ro.\\\" Cambridge Quarterly 40(3), 243\\u2013265.\\n Meyers, Jeffrey. Edgar Allan Poe: His Life and Legacy. New York City: Cooper Square Press, 1992. \\n Moss, Sidney P. Poe's Literary Battles: The Critic in the Context of His Literary Milieu. Southern Illinois University Press, 1969.\\n Ostrom, John Ward. \\\"Edgar A. Poe: His Income as Literary Entrepreneur\\\", collected in Poe Studies Vol. 5, no. 1. June 1982.\\n Peeples, Scott. Edgar Allan Poe Revisited. New York: Twayne Publishers, 1998. \\n Poe, Edgar Allan. Edgar Allan Poe: Complete Tales & Poems. Edison, NJ: Castle Books, 2002. \\n Silverman, Kenneth. Edgar A. Poe: Mournful and Never-ending Remembrance. New York: Harper Perennial, 1991. \\n Sova, Dawn B. Edgar Allan Poe: A to Z. New York City: Checkmark Books, 2001. \\n Thomas, Dwight and David K. Jackson. The Poe Log: A Documentary Life of Edgar Allan Poe, 1809\\u20131849. New York: G. K. Hall & Co., 1987. \\n Weiss, Susan Archer. The Home Life of Poe. New York: Broadway Publishing Company, 1907.\\n\\n External links \\n\\nThe Raven illustrated by Gustave Dor\\u00e9. From the Collections at the Library of Congress\\nLe Corbeau = The Raven: Po\\u00ebme avec illustrations par \\u00c9douard Manet. From the Collections at the Library of Congress\\n\\nText\\n \\\"The Raven\\\"\\u00a0\\u2013 Full text of the first printing, from the American Review, 1845\\n \\\"The Raven\\\"\\u00a0\\u2013 Full text of the final authorized printing, from the Richmond Semi-Weekly Examiner, 1849\\n \\\"Le Corbeau\\\"\\u00a0\\u2013 The French Translation of \\\"The Raven\\\" by St\\u00e9phane Mallarm\\u00e9 \\n \\\"Le Corbeau\\\"\\u00a0\\u2013 The French Translation of \\\"The Raven\\\" by Charles Baudelaire\\n \\\"Bela\\\" - The Basque Translation by Jon Mirande, 1950.\\n \\\"Ha-orev\\\" - Hebrew translation by Vladimir Jabotinsky, 1914.\\n \\\"Der Raab\\\" - Yiddish translation by Vladimir Jabotinsky.\\n \\\"Voron\\\" - Russian translation by Avdotij Vyvihov.\\n\\nCommentary\\n The Poe Decoder\\u00a0\\u2013 Essay on the symbols, words and composition of \\\"The Raven\\\"\\n The Raven. With Literary and Historical Commentary by John H. Ingram. London G. Redway. 1885.\\n\\nIllustrated\\nIllustrations from The Raven, Gustave Dor\\u00e9 illustrations from the University at Buffalo Libraries\\u2019 Rare & Special Books collection\\n \\n \\n\\nAudio\\n Reading of 'The Raven' and text by Classic Poetry Aloud (MP3)\\n \\n\\nCategory:Poetry by Edgar Allan Poe\\nCategory:Fictional ravens\\nCategory:Fictional characters introduced in 1845\\nCategory:1845 poems\\nCategory:Narrative poems\\nCategory:Works originally published in The American Review: A Whig Journal\\nCategory:Works involved in plagiarism controversies\\nCategory:Poems adapted into films\\nCategory:Works published under a pseudonym\"}"