"{\"title\": \"Dungeons & Dragons\", \"url\": \"https://en.wikipedia.org/wiki/Dungeons_%26_Dragons\", \"text\": \"Dungeons & Dragons (commonly abbreviated as D&D or DnD)Mead, Malcomson; Dungeons & Dragons FAQ is a fantasy tabletop role-playing game (RPG) originally designed by Gary Gygax and Dave Arneson. It was first published in 1974 by Tactical Studies Rules, Inc. (TSR). The game has been published by Wizards of the Coast (now a subsidiary of Hasbro) since 1997. It was derived from miniature wargames, with a variation of the 1971 game Chainmail serving as the initial rule system. D&D publication is commonly recognized as the beginning of modern role-playing games and the role-playing game industry. introduction\\n\\nD&D departs from traditional wargaming by allowing each player to create their own character to play instead of a military formation. These characters embark upon imaginary adventures within a fantasy setting. A Dungeon Master (DM) serves as the game's referee and storyteller, while maintaining the setting in which the adventures occur, and playing the role of the inhabitants of the game world. The characters form a party and they interact with the setting's inhabitants and each other. Together they solve dilemmas, engage in battles, and gather treasure and knowledge. In the process, the characters earn experience points (XP) in order to rise in levels, and become increasingly powerful over a series of separate gaming sessions.\\n\\nThe early success of D&D led to a proliferation of similar game systems. Despite the competition, D&D has remained as the market leader in the role-playing game industry.\\\"Frankly, the difference in sales between Wizards and all other producers of roleplaying games is so staggering that even saying there is an 'RPG industry' at all may be generous.\\\"   In 1977, the game was split into two branches: the relatively rules-light game system of basic Dungeons & Dragons, and the more structured, rules-heavy game system of Advanced Dungeons & Dragons (abbreviated as AD&D).Gygax; \\\"From the Sorcerer's Scroll\\\" in The Dragon #26. AD&D 2nd Edition was published in 1989. In 2000, a new system was released as D&D 3rd edition, continuing the edition numbering from AD&D; a revised version 3.5 was released in June 2003. These 3rd edition rules formed the basis of the d20 System, which is available under the Open Game License (OGL) for use by other publishers. D&D 4th edition was released in June 2008.Johnson, et al.; 30 Years of Adventure, p. 253. The 5th edition of D&D, the most recent, was released during the second half of 2014.\\n\\n, D&D remained the best-known,According to a 1999 survey in the United States, 6% of 12- to 35-year-olds have played role-playing games. Of those who play regularly, two thirds play D&D. (Dancey; Adventure Game Industry Market Research Summary) and best-selling,Products branded Dungeons & Dragons made up over fifty percent of the RPG products sold in 2005. (Hite; State of the Industry 2005) role-playing game in the US, with an estimated 20 million people having played the game, and more than US$1 billion in book and equipment sales worldwide.Waters; What happened to Dungeons and Dragons? The game has been supplemented by many pre-made adventures, as well as commercial campaign settings suitable for use by regular gaming groups. D&D is known beyond the game itself for other D&D-branded products, references in popular culture, and some of the controversies that have surrounded it, particularly a moral panic in the 1980s falsely linking it to Satanism and suicide. The game has won multiple awards and has been translated into many languages.\\n\\nPlay overview\\nthumb|250px|An elaborate D&D game in progress. Among the gaming aids here are dice, a variety of miniatures and a dungeon diorama.\\n\\nDungeons & Dragons is a structured yet open-ended role-playing game. It is normally played indoors with the participants seated around a tabletop. Typically, each player controls only a single character, which represents an individual in a fictional setting.Waskul, Lust; \\\"Role-Playing and Playing Roles\\\" in Caliber 27 (3) When working together as a group, these player characters (PCs) are often described as a \\\"party\\\" of adventurers, with each member often having their own area of specialty which contributes to the success of the whole.Slavicsek, Baker; Dungeons & Dragons for Dummies p. 268 During the course of play, each player directs the actions of their character and their interactions with other characters in the game.Tweet, Cook, Williams; Player's Handbook v3.5, p. 5 \\\"The Role-Playing Game and the Game of Role-Playing\\\" This activity is performed through the verbal impersonation of the characters by the players, while employing a variety of social and other useful cognitive skills, such as logic, basic mathematics and imagination. A game often continues over a series of meetings to complete a single adventure, and longer into a series of related gaming adventures, called a \\\"campaign\\\".\\\"Encounters are to adventures what adventures are to campaigns\\\" (Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 129)\\n\\nThe results of the party's choices and the overall storyline for the game are determined by the Dungeon Master (DM) according to the rules of the game and the DM's interpretation of those rules.Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 4 The DM selects and describes the various non-player characters (NPCs) that the party encounters, the settings in which these interactions occur, and the outcomes of those encounters based on the players' choices and actions.Slavicsek, Baker; Dungeons & Dragons for Dummies p. 293 Encounters often take the form of battles with \\\"monsters\\\"\\u00a0\\u2013 a generic term used in D&D to describe potentially hostile beings such as animals, aberrant beings, or mythical creatures. The game's extensive rules\\u00a0\\u2013 which cover diverse subjects such as social interactions,Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 98 magic use,Gygax; Dungeon Masters Guide p. 114 combat,Tweet, Cook, Williams; Player's Handbook v3.5, p. 114 and the effect of the environment on PCsMohan; Wilderness Survival Guide\\u00a0\\u2013 help the DM to make these decisions. The DM may choose to deviate from the published rules or make up new ones if they feel it is necessary.Tweet; Dungeons & Dragons Basic game p. 32\\n\\nThe most recent versions of the game's rules are detailed in three core rulebooks: The Player's Handbook, the Dungeon Master's Guide and the Monster Manual.\\n\\nThe only items required to play the game are the rulebooks, a character sheet for each player, and a number of polyhedral dice. Many players also use miniature figures on a grid map as a visual aid, particularly during combat. Some editions of the game presume such usage.Wizards of the Coast; What is D&D? Many optional accessories are available to enhance the game, such as expansion rulebooks, pre-designed adventures and various campaign settings.Slavicsek, Baker; Dungeons & Dragons for Dummies p. 363\\n\\nGame mechanics\\n\\nthumb|250px|left|D&D uses polyhedral dice to resolve in-game events. These are abbreviated by a 'd' followed by the number of sides. Shown counter-clockwise from the bottom are: d4, d6, d8, d10, d12 and d20 dice. A pair of d10 can be used together to represent percentile dice, or d100.\\n\\nBefore the game begins, each player creates their player character and records the details (described below) on a character sheet. First, a player determines their character's ability scores, which consist of Strength, Constitution, Dexterity, Intelligence, Wisdom, and Charisma. Each edition of the game has offered differing methods of determining these statistics.The original game used 3d6 in the order rolled (Gygax, Arneson; Dungeons & Dragons). Variants have since been included (Gygax; Dungeon Masters Guide, p. 11) and the standard for 3rd edition is \\\"rolling four six-sided dice, ignoring the lowest die, and totaling the other three\\\" (Tweet, Cook, Williams; Player's Handbook [3.0], p. 4), arranging the results in any order desired. 4th edition allows for a \\\"point buy\\\" system. The player then chooses a race (species) such as human or elf, a character class (occupation) such as fighter or wizard, an alignment (a moral and ethical outlook), and other features to round out the character's abilities and backstory, which have varied in nature through differing editions.\\n\\nDuring the game, players describe their PCs' intended actions, such as punching an opponent or picking a lock, and converse with the DM, who then describes the result or response.Tweet; Dungeons & Dragons Basic Game p. 24 Trivial actions, such as picking up a letter or opening an unlocked door, are usually automatically successful. The outcomes of more complex or risky actions are determined by rolling dice.  Different polyhedral dice are used for different actions, such as a twenty-sided die to see whether a hit was made in combat, but an eight-sided die to determine how much damage was dealt.  Factors contributing to the outcome include the character's ability scores, skills and the difficulty of the task.Tweet, Cook, Williams; Player's Handbook v3.5, p. 62 In circumstances where a character does not have control of an event, such as when a trap or magical effect is triggered or a spell is cast, a saving throw can be used to determine whether the resulting damage is reduced or avoided.Tweet, Cook, Williams; Player's Handbook v3.5, p. 136\\\"Generally, when you are subject to an unusual or magical attack, you get a saving throw to avoid or reduce the effect.\\\" There is identical language in sections titled 'Saving Throws' in (Tweet 2000:119). In this case the odds of success are influenced by the character's class, levels and ability scores.Tweet, Cook, Williams; Player's Handbook (3.0), pp. 119\\u2013120\\n\\nAs the game is played, each PC changes over time and generally increases in capability. Characters gain (or sometimes lose) experience, skillsCook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 197 and wealth, and may even alter their alignmentEarly editions did not allow or had severe penalties for changing alignment (Gygax; Dungeon Masters Guide, p. 24) but more recent versions are more allowing of change. (Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 134) or gain additional character classes.Tweet, Cook, Williams; Player's Handbook v3.5, p. 59 The key way characters progress is by earning experience points (XP), which happens when they defeat an enemy or accomplish a difficult task.Gygax; Dungeon Masters Guide, p. 84 Acquiring enough XP allows a PC to advance a level, which grants the character improved class features, abilities and skills.Tweet, Cook, Williams; Player's Handbook v3.5, p. 58 XP can be lost in some circumstances, such as encounters with creatures that drain life energy, or by use of certain magical powers that come with an XP cost.Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 46\\n\\nHit points (HP) are a measure of a character's vitality and health and are determined by the class, level and constitution of each character. They can be temporarily lost when a character sustains wounds in combat or otherwise comes to harm, and loss of HP is the most common way for a character to die in the game.Tweet, Cook, Williams; Player's Handbook v3.5, p. 145 Death can also result from the loss of key ability scoresCook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 289 or character levels.Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 296 When a PC dies, it is often possible for the dead character to be resurrected through magic, although some penalties may be imposed as a result. If resurrection is not possible or not desired, the player may instead create a new PC to resume playing the game.Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 41\\n\\nAdventures and campaigns\\n\\nA typical Dungeons & Dragons game consists of an \\\"adventure\\\", which is roughly equivalent to a single story.Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 43 The DM can either design an original adventure, or follow one of the many pre-made adventures (also known as \\\"modules\\\") that have been published throughout the history of Dungeons & Dragons. Published adventures typically include a background story, illustrations, maps and goals for PCs to achieve. Some include location descriptions and handouts. Although a small adventure entitled \\\"Temple of the Frog\\\" was included in the Blackmoor rules supplement in 1975, the first stand-alone D&D module published by TSR was 1978's Steading of the Hill Giant Chief, written by Gygax.\\n\\nA linked series of adventures is commonly referred to as a \\\"campaign\\\".\\\"A D&D campaign is an organized framework... to provide a realistic setting for a series of fantastic adventures.\\\" (Allston; Rules Cyclopedia, p. 256) The locations where these adventures occur, such as a city, country, planet or an entire fictional universe, are referred to as \\\"campaign settings\\\" or \\\"world\\\".\\\"It is important to distinguish between a campaign and a world, since the terms often seem to be used interchangeably\\u00a0... A world is a fictional place in which a campaign is set. It's also often called a campaign setting.\\\" (Cook, Williams, Tweet; Dungeon Master's Guide v3.5., p. 129) D&D settings are based in various fantasy genres and feature different levels and types of magic and technology.Williams ; Dungeon Master Option: High Level Campaigns, p. 45 Popular commercially published campaign settings for Dungeons & Dragons include Greyhawk, Dragonlance, Forgotten Realms, Mystara, Spelljammer, Ravenloft, Dark Sun, Planescape, Birthright, and Eberron. Alternatively, DMs may develop their own fictional worlds to use as campaign settings.\\n\\nMiniature figures\\n\\nthumb|300px|Dungeons & Dragons miniature figures. The grid mat underneath uses one-inch squares.\\n\\nThe wargames from which Dungeons & Dragons evolved used miniature figures to represent combatants. D&D initially continued the use of miniatures in a fashion similar to its direct precursors. The original D&D set of 1974 required the use of the Chainmail miniatures game for combat resolution.Johnson, et al.; 30 Years of Adventure, p. 23 By the publication of the 1977 game editions, combat was mostly resolved verbally. Thus miniatures were no longer required for game play, although some players continued to use them as a visual reference.The first Dungeon Masters Guide gave only a quarter of a page out of a total 240 pages to discussing the option use of miniatures. (Gygax; Dungeon Masters Guide, p. 10)\\n\\nIn the 1970s, numerous companies began to sell miniature figures specifically for Dungeons & Dragons and similar games. Licensed miniature manufacturers who produced official figures include Grenadier Miniatures (1980\\u20131983),Pope; Grenadier Models Citadel Miniatures (1984\\u20131986),Scott; Otherworld Ral Partha,Pope; Ral Partha and TSR itself.Pope; TSR Most of these miniatures used the 25\\u00a0mm scale.\\n\\nPeriodically, Dungeons & Dragons has returned to its wargaming roots with supplementary rules systems for miniatures-based wargaming. Supplements such as Battlesystem (1985 & 1989) and a new edition of Chainmail (2001)Academy of Adventure Gaming Arts & Design; List of Winners (2002) provided rule systems to handle battles between armies by using miniatures.\\n\\nGame history\\n\\nSources and influences\\n\\nAn immediate predecessor of Dungeons & Dragons was a set of medieval miniature rules written by Jeff Perren. These were expanded by Gary Gygax, whose additions included a fantasy supplement, before the game was published as Chainmail. When Dave Wesely entered the Army in 1970, his friend and fellow Napoleonics wargamer Dave Arneson began a medieval variation of Wesely's Braunstein games, where players control individuals instead of armies.Arneson; \\\"My Life and Role Playing\\\" in Different Worlds #3 Arneson used Chainmail to resolve combat. As play progressed, Arneson added such innovations as character classes, experience points, level advancement, armor class, and others. Having partnered previously with Gygax on Don't Give Up the Ship!, Arneson introduced Gygax to his Blackmoor game and the two then collaborated on developing \\\"The Fantasy Game\\\", the game that became Dungeons & Dragons, with the final writing and preparation of the text being done by Gygax.Kushner; Dungeon Master: The Life and Legacy of Gary GygaxWizards of the Coast; The History of TSR The name was chosen by Gygax's two-year-old daughter Cindy; upon being presented with a number of choices of possible names, she exclaimed, \\\"Oh Daddy, I like Dungeons & Dragons best!\\\", although less prevalent versions of the story gave credit to his wife Mary Jo.\\n\\nMany Dungeons & Dragons elements appear in hobbies of the mid-to-late 20th century. For example, character-based role playing can be seen in improvisational theatre.Grigg; Albert Goes Narrative Contracting Game-world simulations were well developed in wargaming. Fantasy milieux specifically designed for gaming could be seen in Glorantha's board games among others.Schick; Heroic Worlds, pp. 17\\u201334 Ultimately, however, Dungeons & Dragons represents a unique blending of these elements.\\n\\nThe world of D&D was influenced by world mythology, history, pulp fiction, and contemporary fantasy novels. The importance of J. R. R. Tolkien's The Lord of the Rings and The Hobbit as an influence on D&D is controversial. The presence in the game of halflings, elves, half-elves, dwarves, orcs, rangers, and the like, draw comparisons to these works. The resemblance was even closer before the threat of copyright action from Tolkien Enterprises prompted the name changes of hobbit to 'halfling', ent to 'treant', and balrog to 'balor'. For many years, Gygax played down the influence of Tolkien on the development of the game.Kuntz; \\\"Tolkien in Dungeons & Dragons\\\" in Dragon #13Gygax; \\\"On the Influence of J. R. R. Tolkien on the D&D and AD&D games\\\" in Dragon #95Drout; \\\"J.R.R. Tolkien Encyclopedia\\\", p 229 However, in an interview in 2000, he acknowledged that Tolkien's work had a \\\"strong impact\\\" though he also said that the list of other influential authors was long.\\n\\nThe D&D magic system, in which wizards memorize spells that are used up once cast and must be re-memorized the next day, was heavily influenced by the Dying Earth stories and novels of Jack Vance.Gygax; \\\"The Dungeons and Dragons Magic System\\\" in The Strategic Review, Vol. 2, No. 2 The original alignment system (which grouped all characters and creatures into 'Law', 'Neutrality' and 'Chaos') was derived from the novel Three Hearts and Three Lions by Poul Anderson. A troll described in this work influenced the D&D definition of that monster.\\n\\nOther influences include the works of Robert E. Howard, Edgar Rice Burroughs, A. Merritt, H. P. Lovecraft, Fritz Leiber, L. Sprague de Camp, Fletcher Pratt, Roger Zelazny, and Michael Moorcock.The first seven listed here are the \\\"most immediate influences\\\". (Gygax; Dungeon Masters Guide, p. 224) Monsters, spells, and magic items used in the game have been inspired by hundreds of individual works such as A. E. van Vogt's \\\"Black Destroyer\\\", Coeurl (the Displacer Beast), Lewis Carroll's \\\"Jabberwocky\\\" (vorpal sword) and the Book of Genesis (the clerical spell 'Blade Barrier' was inspired by the \\\"flaming sword which turned every way\\\" at the gates of Eden).DeVarque; Literary Sources of D&D\\n\\nEdition history\\n\\nDungeons & Dragons has gone through several revisions. Parallel versions and inconsistent naming practices can make it difficult to distinguish between the different editions.\\n\\nOriginal game\\nThe original Dungeons & Dragons, now referred to as OD&D, was a small box set of three booklets published in 1974. It was amateurish in production and assumed the player was familiar with wargaming. Nevertheless, it grew rapidly in popularity, first among wargamers and then expanding to a more general audience of college and high school students. Roughly 1,000 copies of the game were sold in the first year followed by 3,000 in 1975, and much more in the following years. This first set went through many printings and was supplemented with several official additions, such as the original Greyhawk and Blackmoor supplements (both 1975),Schick; Heroic Worlds, pp.\\u00a0132\\u2013153 as well as magazine articles in TSR's official publications and many fanzines.\\n\\nTwo-pronged strategy\\n\\nIn early 1977, TSR created the first element of a two-pronged strategy that would divide D&D for nearly two decades. A Dungeons & Dragons Basic Set boxed edition was introduced that cleaned up the presentation of the essential rules, made the system understandable to the general public, and was sold in a package that could be stocked in toy stores. Later in 1977, the first part of Advanced Dungeons & Dragons (AD&D) was published, which brought together the various published rules, options and corrections, then expanded them into a definitive, unified game for hobbyist gamers. TSR marketed them as an introductory game for new players and a more complex game for experienced ones; the Basic Set directed players who exhausted the possibilities of that game to switch to the advanced rules.\\n\\nAs a result of this parallel development, the basic game included many rules and concepts which contradicted comparable ones in AD&D. John Eric Holmes, the editor of the basic game, preferred a lighter tone with more room for personal improvisation. AD&D, on the other hand, was designed to create a tighter, more structured game system than the loose framework of the original game. Between 1977 and 1979, three hardcover rulebooks, commonly referred to as the \\\"core rulebooks\\\", were released: the Player's Handbook (PHB), the Dungeon Master's Guide (DMG), and the Monster Manual (MM). Several supplementary books were published throughout the 1980s, notably Unearthed Arcana (1985) that included a large number of new rules. Confusing matters further, the original D&D boxed set remained in publication until 1979, since it remained a healthy seller for TSR.\\n\\nRevised editions\\nIn the 1980s, the rules for Advanced Dungeons & Dragons and \\\"basic\\\" Dungeons & Dragons remained separate, each developing along different paths.\\n\\nIn 1981, the basic version of Dungeons & Dragons was revised by Tom Moldvay to make it even more novice-friendly. It was promoted as a continuation of the original D&D tone, whereas AD&D was promoted as advancement of the mechanics. An accompanying Expert Set, originally written by David \\\"Zeb\\\" Cook, allowed players to continue using the simpler ruleset beyond the early levels of play. In 1983, revisions of those sets by Frank Mentzer were released, revising the presentation of the rules to a more tutorial format. These were followed by Companion (1983), Master (1985), and Immortals (1986) sets.Schick; Heroic Worlds, p. 133 Each set covered game play for more powerful characters than the previous.Gygax; \\\"Dungeons & Dragons: What Is It and Where Is It Going\\\" in The Dragon #21 The first four sets were compiled in 1991 as a single hardcover book, the Dungeons & Dragons Rules Cyclopedia, which was released alongside a new introductory boxed set.\\n\\nAdvanced Dungeons & Dragons 2nd Edition was published in 1989, again as three core rulebooks; the primary designer was David \\\"Zeb\\\" Cook. The Monster Manual was replaced by the Monstrous Compendium, a loose-leaf binder that was subsequently replaced by the hardcover Monstrous Manual in 1993. In 1995, the core rulebooks were slightly revised, although still referred to by TSR as the 2nd Edition,\\\"This is not AD&D 3rd edition\\\" Winter, Steven (in the forward to Cook; Player's Handbook). and a series of Player's Option manuals were released as optional rulebooks.\\n\\nThe release of AD&D 2nd Edition deliberately excluded some aspects of the game that had attracted negative publicity. References to demons and devils, sexually suggestive artwork, and playable, evil-aligned character types\\u00a0\\u2013 such as assassins and half-orcs\\u00a0\\u2013 were removed.Ward; \\\"The Games Wizards: Angry Mothers From Heck (And what we do about them)\\\" in Dragon #154 The edition moved away from a theme of 1960s and 1970s \\\"sword and sorcery\\\" fantasy fiction to a mixture of medieval history and mythology.Cook; Player's Handbook (1989), pp.\\u00a025\\u201341 The rules underwent minor changes, including the addition of non-weapon proficiencies\\u00a0\\u2013 skill-like abilities that originally appeared in 1st Edition supplements. The game's magic spells were divided into schools and spheres. A major difference was the promotion of various game settings beyond that of traditional fantasy. This included blending fantasy with other genres, such as horror (Ravenloft), science fiction (Spelljammer), and apocalyptic (Dark Sun), as well as alternative historical and non-European mythological settings.Pryor, Herring, Tweet, Richie; Creative Campaigning\\n\\nWizards of the Coast\\nIn 1997, a near-bankrupt TSR was purchased by Wizards of the Coast. Following three years of development, Dungeons & Dragons 3rd edition was released in 2000.\\\"After\\u00a0... the idea of acquiring TSR began to swim in my mind it took me maybe thirty seconds to decide, We've got to do a third edition of Dungeons & Dragons.\\\" (Adkison, Peter in Johnson, et al.; 30 Years of Adventure, p. 250). The new release folded the Basic and Advanced lines back into a single unified game. It was the largest revision of the D&D rules to date, and served as the basis for a multi-genre role-playing system designed around 20-sided dice, called the d20 System.Johnson, et al.; 30 Years of Adventure, p. 273 The 3rd Edition rules were designed to be internally consistent and less restrictive than previous editions of the game, allowing players more flexibility to create the characters they wanted to play.Johnson, et al.; 30 Years of Adventure, pp.\\u00a0255\\u2013263 Skills and feats were introduced into the core rules to encourage further customization of characters.\\\"Countdown to 3rd Edition: Feats and Fighters\\\" in Dragon #270 The new rules standardized the mechanics of action resolution and combat.Tweet, Cook, Williams; Player's Handbook v3.5, p. 4 In 2003, Dungeons & Dragons v.3.5 was released as a revision of the 3rd Edition rules. This release incorporated hundreds of rule changes, mostly minor, and expanded the core rulebooks.\\n\\nIn early 2005, Wizards of the Coast's R&D team started to develop Dungeons & Dragons 4th Edition, prompted mainly by the feedback obtained from the D&D playing community and a desire to make the game faster, more intuitive, and with a better play experience than under the 3rd Edition. The new game was developed through a number of design phases spanning from May 2005 until its release.Carter, et al.; Wizards Presents: Races and Classes, pp.\\u00a06\\u20139 Dungeons & Dragons 4th Edition was announced at Gen Con in August 2007, and the initial three core books were released June 6, 2008.Slavicsek; Ampersand: Exciting News! 4th Edition streamlined the game into a simplified form and introduced numerous rules changes. Many character abilities were restructured into \\\"Powers\\\". These altered the spell-using classes by adding abilities that could be used at will, per encounter, or per day. Likewise, non-magic-using classes were provided with parallel sets of options. Software tools, including player character and monster building programs, became a major part of the game.\\n\\nOn January 9, 2012, Wizards of the Coast announced that it was working on a 5th edition of the game. The company planned to take suggestions from players and let them playtest the rules. Public playtesting began on May 24, 2012.Dungeons & Dragons Roleplaying Game Official Home Page - Article (News on D&D Next)  At Gen Con 2012 in August, Mike Mearls, lead developer for 5th Edition, said that Wizards of the Coast had received feedback from more than 75,000 playtesters, but that the entire development process would take two years, adding, \\\"I can't emphasize this enough\\u00a0... we're very serious about taking the time we need to get this right.\\\" The release of the 5th Edition, coinciding with D&Ds 40th anniversary, occurred in the second half of 2014.\\n\\nAcclaim and influence\\nThe game had more than three million players around the world by 1981, and copies of the rules were selling at a rate of about 750,000 per year by 1984. Beginning with a French language edition in 1982, Dungeons & Dragons has been translated into many languages beyond the original English. By 2004, consumers had spent more than US$1\\u00a0billion on Dungeons & Dragons products and the game had been played by more than 20\\u00a0million people. As many as six million people played the game in 2007.Svensson; Dungeons & Dragons reborn\\n\\nThe various editions of Dungeons & Dragons have won many Origins Awards, including All Time Best Roleplaying Rules of 1977, Best Roleplaying Rules of 1989, and Best Roleplaying Game of 2000 for the three flagship editions of the game.Academy of Adventure Gaming Arts & Design; Archive of List of Origins Award Winners Both Dungeons & Dragons and Advanced Dungeons & Dragons are Origins Hall of Fame Games inductees as they were deemed sufficiently distinct to merit separate inclusion on different occasions.Academy of Adventure Gaming Arts and Design; Hall of Fame The independent Games magazine placed Dungeons & Dragons on their Games 100 list from 1980 through 1983, then entered the game into the magazine's Hall of Fame in 1984.Schick; Heroic Worlds, pp.\\u00a0414\\u2013418Games Magazine Online; Hall of Fame Advanced Dungeons & Dragons was ranked 2nd in the 1996 reader poll of Arcane magazine to determine the 50 most popular roleplaying games of all time.\\n\\nEric Goldberg reviewed Dungeons & Dragons in Ares Magazine #1, rating it a 6 out of 9. Goldberg commented that \\\"Dungeons and Dragons is an impressive achievement based on the concept alone, and also must be credited with cementing the marriage between the fantasy genre and gaming.\\\"\\n\\nDungeons & Dragons was the first modern role-playing game and it established many of the conventions that have dominated the genre.\\\"Although we have come a long way since D&D, the essential concept is still the same, and is one that will endure.\\\" (Darlington; \\\"A History of Role-Playing Part IX\\\"). Particularly notable are the use of dice as a game mechanic, character record sheets, use of numerical attributes and gamemaster-centered group dynamics.Rilstone; Role-Playing Games: An Overview Within months of Dungeons & Dragonss release, new role-playing game writers and publishers began releasing their own role-playing games, with most of these being in the fantasy genre. Some of the earliest other role-playing games inspired by D&D include Tunnels & Trolls (1975),Schick; Heroic Worlds, pp. 223\\u2013244 Empire of the Petal Throne (1975), and Chivalry & Sorcery (1976).Fine; Shared Fantasy, pp.\\u00a016\\u201319\\n\\nThe role-playing movement initiated by D&D would lead to release of the science fiction game Traveller (1977), the fantasy game RuneQuest (1978), and subsequent game systems such as Chaosium's Call of Cthulhu (1981), Champions (1982), GURPS (1986),Darlington; A History of Role-Playing Part V and Vampire: The Masquerade (1991).Darlington; A History of Role-Playing Part VIII Dungeons & Dragons and the games it influenced fed back into the genre's origin\\u00a0\\u2013 miniatures wargames\\u00a0\\u2013 with combat strategy games like Warhammer Fantasy Battles.Grady; In Genre D&D also had a large impact on modern video games.PC Gamer; How Dungeons & Dragons shaped the modern videogame\\n\\nDirector Jon Favreau credits Dungeons & Dragons with giving him \\\"...\\u00a0a really strong background in imagination, storytelling, understanding how to create tone and a sense of balance.\\\"Boucher\\n\\nLicensing\\nEarly in the game's history, TSR took no action against small publishers' production of D&D compatible material, and even licensed Judges Guild to produce D&D materials for several years, such as City State of the Invincible Overlord. This attitude changed in the mid-1980s when TSR took legal action to try to prevent others from publishing compatible material. This angered many fans and led to resentment by the other gaming companies. Although TSR took legal action against several publishers in an attempt to restrict third-party usage, it never brought any court cases to completion, instead settling out of court in every instance. TSR itself ran afoul of intellectual property law in several cases.Copyright conflicts with Tolkien Enterpises led to removal of references to Hobbits, Ents and others. (Hallford, Hallford; Swords & Circuitry)\\n\\nWith the launch of Dungeons & Dragons'''s 3rd Edition, Wizards of the Coast made the d20 System available under the Open Game License (OGL) and d20 System trademark license. Under these licenses, authors were free to use the d20 System when writing games and game supplements.Wizards of the Coast; The d20 System The OGL and d20 Trademark License made possible new games, some based on licensed products like Star Wars, and new versions of older games, such as Call of Cthulhu.\\n\\nWith the release of the fourth edition, Wizards of the Coast introduced its Game System License, which represented a significant restriction compared to the very open policies embodied by the OGL. In part as a response to this, some publishers (such as Paizo Publishing with its Pathfinder Roleplaying Game) who previously produced materials in support of the D&D product line, decided to continue supporting the 3rd Edition rules, thereby competing directly with Wizards of the Coast. Others, such as Kenzer & Company, are returning to the practice of publishing unlicensed supplements and arguing that copyright law does not allow Wizards of the Coast to restrict third-party usage.\\n\\nDuring the 2000s, there has been a trend towards reviving and recreating older editions of D&D, known as the Old School Revival. Game systems based on earlier editions of D&D. Castles & Crusades (2004), by Troll Lord Games, is a reimagining of early editions by streamlining rules from OGL.\\\"Castles & Crusades is a fantasy RPG, clearly based upon the first edition of AD&D but with streamlined d20-like rules.\\\" (Mythmere; Castles & Crusades Players Handbook (4.6 stars)) This in turn inspired the creation of \\\"retro-clones\\\", games which more closely recreate the original rule sets, using material placed under the OGL along with non-copyrightable mechanical aspects of the older rules to create a new presentation of the games.\\n\\nAlongside the publication of the fifth edition, Wizards of the Coast established a two-pronged licensing approach. The core of the fifth edition rules have been made available under the OGL, while publishers and independent creators have also been given the opportunity to create licensed materials directly for Dungeons & Dragons and associated properties like the Forgotten Realms under a program called the DM's Guild. The DM's Guild does not function under the OGL, but uses a community agreement intended to foster liberal cooperation among content creators.\\n\\nControversy and notoriety\\n\\nAt various times in its history, Dungeons & Dragons has received negative publicity, in particular from some Christian groups, for alleged promotion of such practices as devil worship, witchcraft, suicide, and murder, and for the presence of naked breasts in drawings of female humanoids in the original AD&D manuals (mainly monsters such as harpies, succubi, etc.).Waldron; Role-Playing Games and the Christian RightCardwell; \\\"The Attacks on Role-Playing Games\\\" These controversies led TSR to remove many potentially controversial references and artwork when releasing the 2nd Edition of AD&D. Many of these references, including the use of the names \\\"devils\\\" and \\\"demons\\\", were reintroduced in the 3rd edition.Williams, Tweet, Cook; Monster Manual, pp. 41,47 The moral panic over the game led to problems for fans of D&D who faced social ostracism, unfair treatment, and false association with the occult and Satanism, regardless of an individual fan's actual religious affiliation and beliefs.Gagne; Moral Panics Over Youth Culture and Video GamesDungeons & Dragons has been the subject of rumors regarding players having difficulty separating fantasy from reality, even leading to psychotic episodes.Darlington; A History of Role-Playing Part IV The most notable of these was the saga of James Dallas Egbert III,Hately; The Disappearance of James Dallas Egbert III (Part I) the facts of which were fictionalized in the novel Mazes and Monsters and later made into a TV movie in 1982 starring Tom Hanks.O'Connor; TV: 'Mazes and Monsters,' Fantasy The game was blamed for some of the actions of Chris Pritchard, who was convicted in 1990 of murdering his stepfather. Research by various psychologists,Svitavsky; \\\"Geek Culture\\\" in The Bulletin of Bibliography 58 2 starting with Armando Simon, has concluded that no harmful effects are related to the playing of D&D.Armando; \\\"Emotional Stability Pertaining to Dungeons and Dragons\\\" in Psychology in the Schools 84 (4)\\n\\nThe game's commercial success was a factor that led to lawsuits regarding distribution of royalties between original creators Gygax and Arneson.Judges Guild; \\\"Interview with Dave Arneson\\\" in Pegasus #1Rausch; Dave Arneson Interview Gygax later became embroiled in a political struggle for control of TSR which culminated in a court battle and Gygax's decision to sell his ownership interest in the company in 1985.Gygax; Gygax FAQDungeons & Dragons has, however, been cited as encouraging people to socialize weekly or biweekly, teaching problem solving skills which can be beneficial in adult life, and teaching positive moral decisions.\\n\\nRelated productsD&Ds commercial success has led to many other related products, including Dragon Magazine, Dungeon Magazine, an animated television series, a film series, an official role-playing soundtrack, novels, and numerous computer and video games. Hobby and toy stores sell dice, miniatures, adventures, and other game aids related to D&D and its game offspring.\\n\\nIn popular cultureD&D grew in popularity through the late 1970s and 1980s. Numerous games, films, and cultural references based on D&D or D&D-like fantasies, characters or adventures have been ubiquitous since the end of the 1970s. D&D players are (sometimes pejoratively) portrayed as the epitome of geekdom,Curell; Dungeons & Dragons-30 Years and Going Strong and have become the basis of much geek and gamer humor and satire.Onion; \\\"Bill Gates Grants Self 18 Dexterity, 20 Charisma\\\" in The Onion 31 (21)Cohen, Keler, Rogers; Anthology of Interest I Famous D&D players include Pulitzer Prize winning author Junot D\\u00edaz, professional basketball player Tim Duncan, comedian Stephen Colbert, and actors Vin Diesel and Robin Williams.Diesel, Colbert, Lillard: Tonjes; Interview with Charles Ryan on the 2005 Worldwide Dungeons & Dragons Game DayDiesel, Williams, Moby, Lillard, Colbert: Shanafelt; The growing chic of geekBriggs; Duncan's unusual hobby and more unusual requestDiesel contributed the introduction, and both Colbert and Wheaton page personal reflections to Johnson, et al.; 30 Years of Adventure D&D and its fans have been the subject of spoof films, including Fear of Girls and The Gamers: Dorkness Rising.\\n\\nSee also\\n\\n D&D Championship Series\\n\\nNotes\\n\\nReferences\\n\\n \\n \\n \\n  Archived copy of the article, taken 2009-07-13: , page 2\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nUnknown author\\n\\n  \\u2013 select year on right of page.\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\nFurther reading\\n\\n \\n \\n  An essay on the early history of the D&D hobby.\\n  Includes a suggested reading list on pages 255\\u2013256.\\n Fannon, Sean Patrick. The Fantasy Roleplaying Gamer's Bible, 2nd Edition. Obsidian Studios, 1999. \\n \\n \\n Gygax, Gary. Roleplaying Mastery. New York: Perigee, 1987. .\\n Gygax, Gary. Master of the Game. New York: Perigee, 1989. .\\n Miller, John J. \\\"I Was a Teenage Half-Orc\\\", National Review Online, October 15, 2004.\\n Miller, John J. \\\"Dungeons & Dragons In a Digital World\\\", The Wall Street Journal, July 1, 2008.\\n \\n \\n Peterson, Jon. Playing at the World: A History of Simulating Wars, People and Fantastic Adventures, from Chess to Role-Playing Games. San Diego: Unreason, 2012. .\\n \\n \\n  An article about the conflict over the proprietary or open-source nature of Dungeons & Dragons''.\\n Studies about fantasy roleplaying games \\u2013 a list of academic articles about RPGs\\n Gamespy's 30th Anniversary of Dungeons & Dragons special\\n\\nExternal links\\n\\n \\n \\n\\nCategory:American role-playing games\\n \\nCategory:Hasbro franchises\\nCategory:Nerd culture\\nCategory:Origins Award winners\\nCategory:Role-playing games introduced in 1974\\nCategory:Tabletop games\\nCategory:Wizards of the Coast games\"}"