"{\"title\": \"Nick Drake\", \"url\": \"https://en.wikipedia.org/wiki/Nick_Drake\", \"text\": \"Nicholas Rodney Drake (19 June 1948\\u00a0\\u2013 25 November 1974) was an English singer-songwriter known for his acoustic guitar-based songs. Though he failed to find a wide audience during his lifetime, his work has since achieved wider recognition.\\\"Nick Drake\\u00a0\\u2014 Biography\\\", VH1.com; retrieved 2 September 2006.\\\"Brad Pitt fronts Nick Drake show\\\", BBC News, 6 April 2004. Retrieved 22 August 2006.MacDonald, Ian. \\\"Exiled from Heaven\\\". Mojo Magazine (74), January 2000. pp. 32\\u201347. \\n\\nDrake signed to Island Records when he was 20, while a student at the University of Cambridge. He released his debut album, Five Leaves Left, in 1969, followed by the jazzier, more upbeat Bryter Layter (1971) and the sparse Pink Moon (1972). The albums sold, in total, fewer than 4,000 copies in his lifetime. Drake's reluctance to perform live or give interviews contributed to his lack of success.\\n\\nDrake suffered from depression, a condition evident in his lyrics. After recording Pink Moon, he withdrew from performance and retreated to his parents' home in rural Warwickshire. In 1974, aged 26, Drake died from an overdose of approximately 30 amitriptyline pills, a prescribed antidepressant. His cause of death was determined as suicide.\\n\\nThe 1979 release of the retrospective album Fruit Tree triggered a reassessment of Drake's music. By the mid-1980s, he was credited as an influence by such artists as Robert Smith, David Sylvian, and Peter Buck. In 1985, the Dream Academy reached the UK and US charts with \\\"Life in a Northern Town\\\", a song written about and dedicated to Drake. By the early 1990s, he had come to represent a \\\"doomed romantic\\\" musician in the UK music press.Dann (2006), 201. The first Drake biography was published in 1997, followed in 1998 by the documentary film A Stranger Among Us. In 1999, his song \\\"Pink Moon\\\" was used in a Volkswagen commercial, boosting his US album sales. By 2014, more than 2.4 million Nick Drake albums had been sold in the UK and the US.\\n\\n 1948\\u20131966: Early life \\nDrake's father, Rodney Shuttleworth Drake (1908\\u20131988), moved to Rangoon, Burma, in the early 1930s to work as an engineer with the Bombay Burmah Trading Corporation.Dann (2006), 75. In 1934, Rodney met Nick's mother, Molly Lloyd (1916\\u20131993), the daughter of a senior member of the Indian Civil Service. Rodney proposed in 1936, though they had to wait a year until she turned 21 before her family allowed them to marry.Dann (2006), p. 76. Nick was born in 1948. In 1950, the family returned to England to live in WarwickshireBrown, M. \\\"The Sad Ballad of Nick Drake\\\", The Sunday Telegraph (UK), 12 July 1997; retrieved 31 January 2007. at their home, Far Leys, in Tanworth-in-Arden, south of Birmingham, where Rodney worked from 1952 as the Chairman and Managing Director of Wolseley Engineering.Dann (2006), pp. 83\\u201384.\\n\\nNick's older sister, Gabrielle, became a successful screen actress. Both parents wrote music. Recordings of Molly's songs, which have come to light since her death, are similar in tone and outlook to the later work of her son;Berkvens, Jeroen, A Skin Too Few: The Days of Nick Drake (video documentary). Roxie Releasing, 2000. they shared a similar fragile vocal delivery, and Gabrielle and biographer Trevor Dann noted a parallel foreboding and fatalism in their music.Dann (2006), p. 91. Encouraged by his mother, Drake learned to play piano at an early age and began to compose songs which he recorded on a reel-to-reel tape recorder she kept in the family drawing room.\\n\\nIn 1957, Drake was sent to Eagle House School, a preparatory boarding school near Sandhurst, Berkshire. Five years later, he went to Marlborough College, a public school in Wiltshire attended by his father, grandfather, and great-grandfather. He developed an interest in sport, becoming an accomplished sprinter over 100 and 200 yards, representing the school's Open Team in 1966. He played rugby for the C1 House team and was appointed a House Captain in his last two terms.Marlborough College archives. School friends recall Drake as having been confident, often aloof, and \\\"quietly authoritative\\\".Dann (2006), 95, 97. His father Rodney remembered: \\\"In one of his reports [the headmaster] said that none of us seemed to know him very well. All the way through with Nick. People didn't know him very much.\\\"\\n\\nDrake played piano in the school orchestra, and learned clarinet and saxophone. He formed a band, the Perfumed Gardeners, with four schoolmates in 1964 or 1965. With Drake on piano and occasional alto sax and vocals, the group performed Pye International R&B covers and jazz standards, as well as Yardbirds and Manfred Mann songs. Chris de Burgh asked to join the band, but was rejected as his taste was \\\"too poppy\\\".Humphries (1997), p. 36.\\n\\nDrake's academic performance deteriorated and, while he had accelerated a year in Eagle House, at Marlborough he began to neglect his studies in favour of music. In 1963 he attained seven GCE O-Levels, fewer than his teachers had been expecting, failing \\\"Physics with Chemistry\\\", a fallback for students who struggled with science.Dann (2006), p. 100. In 1965, Drake paid \\u00a313 () for his first acoustic guitar, a Levin, and was soon experimenting with open tuning and finger-picking techniques.McGrath, T.J. \\\"Darkness Can Give You the Brightest Light\\\", Dirty Linen, Issue 42, October/November 1992.\\n\\nIn 1966, Drake enrolled at a tutorial college in Five Ways, Birmingham, where he won a scholarship to study at Fitzwilliam College, Cambridge.Dann (2006), 110\\u2013111. He delayed attendance to spend six months at the University of Aix-Marseille, France, beginning in February 1967, where he began to practise guitar in earnest. To earn money, he would busk with friends in the town centre. Drake began to smoke cannabis, and he travelled with friends to Morocco; according to travelling companion Richard Charkin, \\\"that was where you got the best pot\\\".Dann (2006), p. 124. He most likely began using LSD while in Aix,Humphries (1997), pp. 51\\u201352. and lyrics written during this period\\u2014in particular for \\\"Clothes of Sand\\\"\\u2014 suggest an interest in hallucinogens.Dann (2006), p. 123.\\n\\n 1967\\u20131969: Cambridge \\nDrake returned to England in 1967 and moved into his sister's flat in Hampstead, London. That October, he enrolled at Fitzwilliam College, Cambridge UniversityBrown, Mick. \\\"The Fragile Genius\\\", Guardian.co.uk, 25 November 2014; retrieved 29 January 2017. to study English Literature. His tutors found him bright but unenthusiastic and unwilling to apply himself.Dann (2006), p. 28. His biographer, Trevor Dann, notes that he had difficulty connecting with staff and fellow students, and that matriculation photographs from this time portray a sullen young man. Cambridge placed emphasis on its rugby and cricket teams, but by this time Drake had lost interest in sport, preferring to stay in his college room smoking cannabis and playing music. According to fellow student Brian Wells, \\\"they were the rugger buggers and we were the cool people smoking dope\\\".Dann (2006), p. 25\\n\\nIn September 1967, Drake met Robert Kirby, a music student who went on to orchestrate many of the string and woodwind arrangements for Drake's first two albums.Dann (2006), pp. 40\\u201343. By this time, Drake had discovered the British and American folk music scenes, and was influenced by performers such as Bob Dylan, Donovan, Van Morrison, Josh White and Phil Ochs. He began performing in local clubs and coffee houses around London, and in February 1968, while playing support to Country Joe and the Fish at the Roundhouse in Camden Town, made an impression on Ashley Hutchings, bass player with Fairport Convention.\\\"Nick Drake\\u2014Chronology\\\". Retrieved 11 November 2006. Hutchings recalls being impressed by Drake's guitar skill, but even more so by his image: \\\"He looked like a star. He looked wonderful, he seemed to be 7 ft [tall].\\\"\\n\\nHutchings introduced Drake to the 25-year-old American producer Joe Boyd, owner of the production and management company Witchseason Productions. The company was, at the time, licensed to Island Records,Paphides, Peter. \\\"Stranger to the world\\\", Guardian.co.uk, 25 April 2004; retrieved 1 February 2007. and Boyd, who had discovered Fairport Convention and introduced John Martyn and the Incredible String Band to a mainstream audience, was a significant and respected figure on the UK folk scene. He and Drake formed an immediate bond, and Boyd acted as a mentor to Drake throughout his career. Impressed by a four-track demo recorded in Drake's college room in early 1968, Boyd offered Drake a management, publishing, and production contract. According to Boyd:In those days you didn't have cassettes\\u2014he brought a reel-to-reel tape [to me] that he'd done at home. Half way through the first song, I felt this was pretty special. And I called him up, and he came back in, and we talked, and I just said, \\\"I'd like to make a record.\\\" He stammered, \\\"Oh, well, yeah. Okay.\\\" Nick was a man of few words.According to Drake's friend Paul Wheeler, Drake had already decided not to complete his third year at Cambridge and was excited by the contract.\\n\\nCareer\\n\\nFive Leaves Left (1969)\\nDrake began recording his debut album Five Leaves Left later in 1968, with Boyd as producer. Drake skipped lectures to travel by train to the sessions in Sound Techniques studio, London. Inspired by John Simon's production of Leonard Cohen's album Songs of Leonard Cohen, Boyd was keen that Drake's voice would be recorded in a similar close and intimate style, \\\"with no shiny pop reverb\\\".Boyd (2006), 192. He sought to include a string arrangement similar to Simon's, \\\"without overwhelming\\u00a0... or sounding cheesy\\\". To provide backing, Boyd enlisted various contacts from the London folk rock scene, including Fairport Convention guitarist Richard Thompson and Pentangle bassist Danny Thompson (no relation).Rosen, Dave. \\\"Five Leaves Left\\\", Ink Blot Magazine. Retrieved 2 March 2014.\\n\\nInitial recordings did not go well: the sessions were irregular and rushed, taking place during studio downtime borrowed from Fairport Convention's production of their Unhalfbricking album. Tension arose as to the direction of the album: Boyd was an advocate of George Martin's approach of using the studio as an instrument, while Drake preferred a more organic sound. Dann observed that Drake appears \\\"tight and anxious\\\" on bootleg recordings from the sessions, and notes a number of Boyd's unsuccessful attempts at instrumentation.Dann (2006), pp. 59\\u201360. Both were unhappy with Hewson's contribution, which they felt was too mainstream for Drake's songs.Dann (2006), p. 60. Drake suggested his college friend Robert Kirby as a replacement. Though Boyd was sceptical about taking on an inexperienced amateur music student, he was impressed by Drake's uncharacteristic assertiveness, and agreed to a trial.Boyd (2006), p. 194. Kirby had previously presented Drake with some arrangements for his songs. While Kirby provided most arrangements for the album, its centrepiece \\\"River Man\\\", which echoed the tone of Delius, was orchestrated by the veteran composer Harry Robertson.\\n\\nPost-production difficulties delayed the release by several months, and the album was poorly marketed and supported.Dann (2006), p. 133. In July, Melody Maker described Five Leaves Left as \\\"poetic\\\" and \\\"interesting\\\", though NME wrote in October that there was \\\"not nearly enough variety to make it entertaining\\\".Humphries (1997), pp. 101\\u201302. It received little radio play outside shows by more progressive BBC DJs such as John PeelBoyd (2006), p. 197. and Bob Harris. Drake was unhappy with the inlay sleeve, which printed songs in the wrong running order and reproduced verses omitted from the recorded versions.Dann (2006), p. 134. In an interview, his sister Gabrielle said: \\\"He was very secretive. I knew he was making an album but I didn't know what stage of completion it was at until he walked into my room and said, 'There you are.' He threw it onto the bed and walked out!\\\"\\n\\nBryter Layter (1971)\\nDrake ended his studies at Cambridge nine months before graduation, and in autumn 1969 moved to London. His father remembered \\\"writing him long letters, pointing out the disadvantages of going away from Cambridge\\u00a0... a degree was a safety net, if you manage to get a degree, at least you have something to fall back on; his reply to that was that a safety net was the one thing he did not want.\\\" Drake spent his first few months in London drifting from place to place, occasionally staying at his sister's Kensington flat but usually sleeping on friends' sofas and floors.Humphries (1997), pp. 107\\u201308. Eventually, in an attempt to bring some stability and a telephone into Drake's life, Boyd organised and paid for a ground floor bedsit in Belsize Park, Camden.Dann (2006), p. 141.\\n\\nOn 5 August 1969, Drake recorded five songs for the BBC's John Peel show (\\\"Cello Song\\\", \\\"Three Hours\\\", \\\"River Man\\\", \\\"Time of No Reply\\\" and an early version of \\\"Bryter Layter\\\"), three of which were broadcast the following night. A month later, on 24 September, he opened for Fairport Convention at the Royal Festival Hall in London, followed by appearances at folk clubs in Birmingham and Hull. Folk singer Michael Chapman said of the performances:The folkies did not take to him; [they] wanted songs with choruses. They completely missed the point. He didn't say a word the entire evening. It was actually quite painful to watch. I don't know what the audience expected, I mean, they must have known they weren't going to get sea-shanties and sing-alongs at a Nick Drake gig!\\n\\nThe experience reinforced Drake's decision to retreat from live appearances; the few concerts he did play around this time were usually brief, awkward, and poorly attended. Drake seemed reluctant to perform and rarely addressed his audience. As many of his songs were played in different tunings, he frequently paused to retune between numbers.Sandall, Robert. \\\"Brighter Very Much Later\\\", The Daily Telegraph, 20 May 2004; retrieved 31 January 2007.\\n\\nAlthough Five Leaves Left attracted little publicity, Boyd was keen to build on what momentum there was. Drake's second album, Bryter Layter (1971),Drake, Gabrielle, Nick Drake: Remembered For A While, Little, Brown and Company, 2014. again produced by Boyd and engineered by John Wood, introduced a more upbeat, jazzier sound.Unterberger, Richie. [ Nick Drake profile], AllMusic.com; retrieved 22 August 2006.Holden, Stephen. \\\"Pop and Jazz Guide\\\". New York Times, 22 August 1986. Disappointed by his debut's poor sales, Drake sought to move away from his pastoral sound, and agreed to Boyd's suggestions to include bass and drum tracks. \\\"It was more of a pop sound, I suppose,\\\" Boyd later said. \\\"I imagined it as more commercial.\\\"Dann (2006), p. 142. Like its predecessor, the album featured musicians from Fairport Convention, as well as contributions from John Cale on two songs: \\\"Northern Sky\\\" and \\\"Fly\\\". Trevor Dann noted that while sections of \\\"Northern Sky\\\" sound more characteristic of Cale, the song was the closest Drake came to a release with chart potential.Dann (2006), p. 242. Cale used heroin during this period,Cale (1999), p. 128. and his older friend Brian Wells suspected that Drake was also using.Hunt, Rupert. \\\"Nick Drake\\u2014Life and Music in Quotes\\\", Nickdrake.com; retrieved 2 September 2006.\\n\\nBryter Layter was another commercial failure, and reviews were again mixed; Record Mirror praised Drake as a \\\"beautiful guitarist\\u2014clean and with perfect timing, [and] accompanied by soft, beautiful arrangements\\\", but Melody Maker described the album as \\\"an awkward mix of folk and cocktail jazz\\\". \\n\\nSoon after its release, Boyd sold Witchseason to Island Records and moved to Los Angeles to work with Warner Brothers to develop film soundtracks. The loss of his mentor, coupled with the album's poor sales, led Drake into further depression. His attitude to London had changed: he was unhappy living alone, and visibly nervous and uncomfortable performing at a series of concerts in early 1970. In June, Drake gave one of his final live appearances at Ewell Technical College, Surrey. Ralph McTell, who also performed that night, remembered: \\\"Nick was monosyllabic. At that particular gig he was very shy. He did the first set and something awful must have happened. He was doing his song 'Fruit Tree' and walked off halfway through it.\\\"Macaulay, Stephen. \\\"Nick Drake\\u2014Bartleby the Musician\\\", gloriousnoise.com; accessed 1 November 2016. His discomfort grew sufficiently for him to unexpectedly leave the tour, after only a couple scheduled dates. Glorious Noise, 2 October 2006; retrieved 2 February 2007.\\n\\nIn 1971, Drake's family persuaded him to visit a psychiatrist at St Thomas's Hospital, London. He was prescribed antidepressants, but felt uncomfortable and embarrassed about taking them, and tried to hide the fact from his friends.Humphries (1997), p. 166. He worried about their side effects and was concerned about how they would react with his regular cannabis use.Dann (2006), p. 166.\\n\\nIsland Records urged Drake to promote Bryter Layter through interviews, radio sessions and live appearances. Drake, who by this time was smoking what Kirby described as \\\"unbelievable amounts\\\" of cannabisKirby, Robert. Quoted in Dann (2006), p. 157. and exhibiting \\\"the first signs of psychosis\\\", refused. Disappointed by the reaction to Bryter Layter, he turned his thoughts inwards, and withdrew from family and friends. He rarely left his flat, and then only to play an occasional concert or to buy drugs. His sister recalled: \\\"This was a very bad time. He once said to me that everything started to go wrong from [this] time on, and I think that was when things started to go wrong.\\\"Dann (2006), p. 157.\\n\\nPink Moon (1972)\\nAlthough Island neither expected nor wanted a third album,Dann (2006), pp. 168\\u2013170, 172. Drake approached Wood in October 1971 to begin work on what would be his final release. Sessions took place over two nights, with only Drake and Wood present in the studio. The bleak songs of Pink Moon are short, and the eleven-track album lasts only 28 minutes, a length described by Wood as \\\"just about right. You really wouldn't want it to be any longer.\\\" Drake had expressed dissatisfaction with the sound of Bryter Layter, and believed that the string, brass and saxophone arrangements resulted in a sound that was \\\"too full, too elaborate\\\".Cooper, Colin. \\\"Nick Drake\\u00a0\\u2014 Bryter Layter\\\", stylusmagazine.com, 2 March 2004; retrieved 3 February 2007. Drake appears on Pink Moon accompanied only by his own carefully recorded guitar save for a piano overdub on the title track. Wood later said: \\\"He was very determined to make this very stark, bare record. He definitely wanted it to be him more than anything. And I think, in some ways, Pink Moon is probably more like Nick is than the other two records.\\\"Wood, John. Interview conducted by Walhalla Radio Station, 1979.\\n\\nDrake delivered the tapes of Pink Moon to Chris Blackwell at Island Records, contrary to a popular legend which claims he dropped them off at the receptionist's desk without saying a word.Dann (2006), 170. An advertisement for the album in Melody Maker in February opened with \\\"Pink Moon\\u2014Nick Drake's latest album: the first we heard of it was when it was finished.\\\"Sandison, Dave. \\\"Pink Moon\\\" , UK Press Release (1971); retrieved 14 November 2006. Pink Moon sold fewer copies than its predecessors, although it received some favourable reviews. In Zigzag, Connor McKnight wrote, \\\"Nick Drake is an artist who never fakes. The album makes no concession to the theory that music should be escapist. It's simply one musician's view of life at the time, and you can't ask for more than that.\\\"McKnight, Connor, \\\"In search of Nick Drake\\\", Zigzag Magazine, #42, 1974.\\n\\nBlackwell felt Pink Moon had the potential to bring Drake to a mainstream audience; however, his staff were disappointed by Drake's unwillingness to promote it. A&R manager Muff Winwood recalled \\\"tearing his hair out\\\" in frustration, and said that without Blackwell's enthusiastic support \\\"the rest of us would have given him the boot\\\".Dann (2006), 162 At Boyd's insistence, Drake agreed to an interview with Jerry Gilbert of Sounds Magazine.Gilbert, Jerry. \\\"Something else for Nick? An interview with Nick Drake\\\". Sounds Magazine, 13 March 1971. The \\\"shy and introverted\\\" Drake spoke of his dislike of live appearances and little else.Dann (2006), pp. 163\\u201364. \\\"There wasn't any connection whatsoever,\\\" Gilbert said. \\\"I don't think he made eye contact with me once.\\\" Disheartened and convinced he would be unable to write again, Drake retired from music. He toyed with the idea of a different career, and considered the army. His three albums had together sold fewer than 4,000 copies.\\n\\n 1972\\u20131974: Final years \\n\\nIn the months following Pink Moon'''s release, Drake became increasingly asocial and distant.Humphries (1997), 166\\u2013168. He returned to live at his parents' home in Tanworth-in-Arden, and while he resented the regression, he accepted that his illness made it necessary. \\\"I don't like it at home,\\\" he told his mother, \\\"but I can't bear it anywhere else.\\\" His return was often difficult for his family; Gabrielle said, \\\"good days in my parents' home were good days for Nick, and bad days were bad days for Nick. And that was what their life revolved around, really.\\\"\\n\\nDrake lived a frugal existence; his only income was a \\u00a320-a-week retainer he received from Island Records (). At one point he could not afford a new pair of shoes. He would disappear for days, sometimes arriving unannounced at friends' houses, uncommunicative and withdrawn. Robert Kirby described a typical visit: \\\"He would arrive and not talk, sit down, listen to music, have a smoke, have a drink, sleep there the night, and two or three days later he wasn't there, he'd be gone. And three months later he'd be back.\\\"Dann (2006), p. 175. Nick's supervision partner at Cambridge, John Venning, saw him on a tube train in London and felt he was seriously depressed: \\\"There was something about him which suggested that he would have looked straight through me and not registered me at all. So I turned around.\\\"Dann (2006), p. 177.\\n\\nJohn Martyn (who in 1973 wrote the title song of his album Solid Air about Drake) described Drake in this period as the most withdrawn person he had ever met.\\\"The alternative top 100\\\", Guardian Unlimited (1999); retrieved 3 September 2006. He would borrow his mother's car and drive for hours without purpose, until he ran out of petrol and had to ring his parents to ask to be collected. Friends recalled the extent to which his appearance had changed.Boyd (2006), 259. During particularly bleak periods, he refused to wash his hair or cut his nails. Early in 1972, Drake had a nervous breakdown, and was hospitalized for five weeks. He was initially believed to suffer from major depression, although his former therapist suggested he was suffering from schizophrenia.\\n\\nIn February 1973, Drake contacted John Wood, stating he was ready to begin work on a fourth album. Boyd was in England at the time, and agreed to attend the recordings. The initial session was followed by recordings in July 1974. In his 2006 autobiography, Boyd recalled being taken aback at Drake's anger and bitterness: \\\"[He said that] I had told him he was a genius, and others had concurred. Why wasn't he famous and rich? This rage must have festered beneath that inexpressive exterior for years.\\\"Boyd (2006), 259, 261. Boyd and Wood noticed a deterioration in Drake's performance, requiring him to overdub his voice separately over the guitar. However, the return to Sound Techniques' studio raised Drake's spirits; his mother recalled, \\\"We were so absolutely thrilled to think that Nick was happy because there hadn't been any happiness in Nick's life for years.\\\"\\n\\nBy late 1974, Drake's weekly retainer from Island had ceased, and his severe depression meant he remained in contact with only a few close friends. He had tried to stay in touch with Sophia Ryde, whom he had met in London in 1968.Dann (2006), pp. 54, 183. Ryde has been described by Drake's biographers as \\\"the nearest thing\\\" to a girlfriend in his life, but she used the description \\\"best (girl) friend\\\".Dann (2006), 55. In a 2005 interview, Ryde said that a week before he died, she had sought to end the relationship: \\\"I couldn't cope with it. I asked him for some time. And I never saw him again.\\\"\\\"Heartbreak letter clue to death of cult singer\\\", \\\"The Death of Nick Drake\\\"; retrieved 14 December 2011. As with the relationship he had shared with fellow folk musician Linda Thompson, Drake's relationship with Ryde was never consummated.\\n\\nDeath\\nDuring the early hours of 25 November 1974, Drake died at his home from an overdose of amitriptyline, an antidepressant. He had gone to bed early after spending the afternoon visiting a friend. His mother said that around dawn he left his room for the kitchen. His family had heard him do this many times before, and presumed he was eating cereal. He returned to his room a short while later, and took some pills \\\"to help him sleep\\\".Dann (2006), p. 184.\\n\\nDrake was accustomed to keeping his own hours; he frequently had difficulty sleeping and often stayed up through the night playing and listening to music, then slept late into the following morning. His mother later said: \\\"I never used to disturb him at all. But it was about 12 o'clock, and I went in, because really it seemed it was time he got up. And he was lying across the bed. The first thing I saw was his long, long legs.\\\"Humphries (1997), pp. 213\\u201314. There was no suicide note, although a letter addressed to Ryde was found close to his bed.Dann (2006), p. 187.\\nupright|thumb|The grave where Drake's ashes are buried with those of his parents. The gravestone is inscribed with the epitaph \\\"Now we rise / And we are everywhere\\\", taken from the lyrics of \\\"From the Morning\\\", the final song on Drake's final album, Pink Moon.Drake, Gabrielle. Molly Drake profile, BryterMusic.com (2012).|alt=\\n\\nAt the inquest in December, the coroner stated that the cause of death was \\\"Acute amitriptyline poisoning\\u2014self-administered when suffering from a depressive illness\\\", and concluded a verdict of suicide. Although the verdict has been disputed by some of his friends and members of his family,Brown, M., \\\"Nick Drake: the fragile genius\\\", The Daily Telegraph, 25 November 2014. there is a widely held view that, accidental or not, Drake had by then \\\"given up on life\\\". Rodney described his son's death as unexpected and extraordinary; however, in a 1979 interview he said he had been \\\"worried about Nick being so depressed. We used to hide away the aspirin and pills and things like that.\\\"\\n\\nBoyd recalled that Drake's parents had described his mood in the preceding weeks as positive, and that he had planned to move back to London to restart his music career. Boyd believes that this uplift in spirits was followed by a \\\"crash back into despair\\\". Reasoning that Drake may have taken a high dosage of antidepressants to recapture this sense of optimism, he said he prefers to imagine Drake \\\"making a desperate lunge for life rather than a calculated surrender to death\\\".Boyd (2006), pp. 260\\u201361. Writing in 1975, NME journalist Nick Kent commented on the irony of Drake's death at a time when he had just begun to regain a sense of \\\"personal balance\\\". In contrast, Gabrielle said \\\"I'd rather he died because he wanted to end it than it to be the result of a tragic mistake. That would seem to me to be terrible: for it to be a plea for help that nobody hears.\\\"\\n\\nOn 2 December 1974, after a service in the Church of St Mary Magdalene, Tanworth-in-Arden, Drake's remains were cremated at Solihull Crematorium and his ashes interred under an oak tree in the church's graveyard.Humphries (1997), p. 215. The funeral was attended by around fifty mourners, including friends from Marlborough, Aix, Cambridge, London, Witchseason, and Tanworth.Dann (2006), pp. 193\\u201394. Referring to Drake's tendency to compartmentalise relationships, Brian Wells observed that many met each other for the first time that morning.Humphries (1997), p. 75. His mother recalled \\\"a lot of his young friends came up here. We'd never met many of them.\\\"\\n\\n Posthumous popularity \\nThere were no documentaries or compilation albums in the wake of Drake's death.Dann (2006), 194. His public profile remained low throughout the 1970s, although his name appeared occasionally in the music press. By this time, his parents were receiving an increasing number of fans at the family home. Island Records, following a 1975 NME article written by Nick Kent, stated they had no plans of repackaging Drake's albums,Humphries (1997), p. 238. but in 1979 Rob Partridge joined Island Records as press officer and commissioned the release of the Fruit Tree box set. The release compiled the three studio albums, the four tracks recorded with Wood in 1974, and an extensive biography written by the American journalist Arthur Lubow. Although sales were poor, Island Records did not delete the albums from its catalogue.\\n\\nBy the mid-1980s, Drake was being cited as an influence by musicians such as Peter Buck of R.E.M. and Robert Smith of the Cure; Smith credited the origin of his band's name to a lyric from Drake's song \\\"Time Has Told Me\\\" (\\\"a troubled cure for a troubled mind\\\").Dann (2006), 197. Drake gained further exposure in 1985 with the release of the Dream Academy's hit single \\\"Life in a Northern Town\\\", which included a dedication to Drake on its sleeve.Fitzsimmons, Mick. \\\"Nick Drake\\u00a0\\u2014 Under the Influence\\\", BBC.co.uk; retrieved 2 September 2006. In 1986, a biography of Drake was published in Danish;Rasmussen (1986). it was translated, updated with new interviews, and published in English in February 2012. Drake's reputation continued to grow, and by the end of the 1980s, his name was appearing regularly in newspapers and music magazines in the United Kingdom;Dann (2006), 206. he had come to represent a \\\"doomed romantic hero\\\".Southall, Nick. \\\"Made To Love Magic\\\" , stylusmagazine.com, 3 June 2003; retrieved 2 February 2007.\\n\\nOn 20 June 1998, BBC Radio 2 broadcast a documentary, Fruit Tree: The Nick Drake Story, featuring interviews with Boyd, Wood, Gabrielle and Molly Drake, Paul Wheeler, Robert Kirby and Ashley Hutchings, and narrated by Danny Thompson. In early 1999, BBC2 aired a 40-minute documentary, A Stranger Among Us\\u2014In Search of Nick Drake. The following year, Dutch director Jeroen Berkvens released the documentary A Skin Too Few: The Days of Nick Drake, featuring interviews with Boyd, Gabrielle Drake, Wood and Kirby. Later that year, The Guardian placed Bryter Layter number one in its \\\"Alternative Top 100 Albums Ever\\\" list. \\n\\nIn 1999, \\\"Pink Moon\\\" was used in a Volkswagen commercial, boosting Drake's US album sales from about 6,000 copies in 1999 to 74,000 in 2000. The LA Times saw it as an example of how, following the consolidation of US radio stations, previously unknown music was finding audiences through advertising. Fans used Napster, filesharing software, to circulate digital copies of Drake's music; according to the Atlantic, \\\"The chronic shyness and mental illness that made it hard for Drake to compete with 1970s showmen like Elton John and David Bowie didn't matter when his songs were being pulled one by one out of the ether and played late at night in a dorm room.\\\" In the following years, Drake's songs appeared in soundtracks of \\\"quirky, youthful\\\" films such as The Royal Tenenbaums, Serendipity, and Garden State. \\n\\nIn 2004, Island Records released Made to Love Magic, an album of outtakes and remixes that far exceeded Drake's lifetime sales. In November 2014, Gabrielle published a biography of Drake.Drake, G. and Callomon, C. (2015), Nick Drake: Remembered for a While, London: John Murray; \\n\\nMusical and lyrical style\\nDrake was obsessive about practising his guitar technique, and would stay up through the night writing and experimenting with alternative tunings. His mother remembered hearing him \\\"bumping around at all hours. I think he wrote his nicest melodies in the early morning hours.\\\" Self-taught, he achieved his guitar style through the use of alternative tunings to create cluster chords,Frederick, Robin. \\\"Nick Drake\\u00a0\\u2014 A Place To Be\\\" (2001), RobinFrederick.com; retrieved 26 October 2006. which are difficult to achieve on a guitar using standard tuning. In many songs he accents the dissonant effect of such non-standard tunings through his vocal melodies. He sang in the baritone range, often quietly and with little projection.\\n\\nDrake, who studied English Literature at Cambridge, was drawn to the works of William Blake, William Butler Yeats, and Henry Vaughan, and his lyrics reflect such influences. He also employed a series of elementalDeCurtis, Anthony. \\\"Pink Moon\\\". Rolling Stone, 17 February 2000; retrieved 14 December 2011. symbols and codes, largely drawn from nature. The moon, stars, sea, rain, trees, sky, mist, and seasons are all commonly used, influenced in part by his rural upbringing. Images related to summer figure centrally in his early work; from Bryter Layter on, his language is more autumnal, evoking a season commonly used to convey senses of loss and sorrow. Throughout, Drake writes with detachment, more as an observer than participant, a point of view Rolling Stone's Anthony DeCurtis described \\\"as if he were viewing his life from a great, unbridgeable distance\\\".\\n\\nThis perceived inability to connect has led to much speculation about Drake's sexuality.Dann (2006), p. 217. Boyd has said he detects a virginal quality in his lyrics and music, and notes that he never knew of him behaving in a sexual way with anyone, male or female.Boyd (2006), p. 263. Kirby described Drake's lyrics as a \\\"series of extremely vivid, complete observations, almost like a series of epigrammatic proverbs\\\", though he doubts that Drake saw himself as \\\"any sort of poet\\\". Instead, Kirby believes that Drake's lyrics were crafted to \\\"complement and compound a mood that the melody dictates in the first place\\\".\\n\\n Appraisal \\nDrake received little critical success during his lifetime, but has since been widely acclaimed. According to Acclaimed Music, he is the 101st most acclaimed recording artist of all time. Rolling Stone included all three of his albums on its 2003 list of the 500 Greatest Albums of All Time.\\n\\nIn 1994, Rolling Stone journalist Paul Evans said Drake's music \\\"throbs with [an] aching beauty\\\" similar to the 1968 Van Morrison album Astral Weeks. According to AllMusic critic Richie Unterberger, Drake was a \\\"singular talent\\\" who \\\"produced several albums of chilling, somber beauty\\\", now \\\"recognized as peak achievements of both the British folk-rock scene and the entire rock singer/songwriter genre\\\". Unterberger felt that Drake's following spanned generations \\\"in the manner of the young Romantic poets of the 19th century who died before their time ... Baby boomers who missed him the first time around found much to revisit once they discovered him, and his pensive loneliness speaks directly to contemporary alternative rockers who share his sense of morose alienation.\\\"\\n\\nRobert Christgau wrote in Christgau's Record Guide: Rock Albums of the Seventies (1981): \\\"I'm not inclined to revere suicides. But Drake's jazzy folk-pop is admired by a lot of people who have no use for Kenny Rankin, and I prefer to leave open the possibility that he's yet another English mystic (romantic?) I'm too set in my ways to hear.\\\" In 2019, Christgau conceded this was a \\\"fairly audacious\\\" appraisal and wrote: \\\"Drake is admired and beloved by many, so many that I'm sure he was an artist of real originality and, for many, appeal ... Although there've been a few exceptions, I've never been attracted to hypersensitives or depressives, and Drake is both.\\\"\\n\\n Discography \\n\\n Five Leaves Left (1969)\\n Bryter Layter (1971)\\n Pink Moon (1972)\\n\\nNotes\\n\\nReferences\\n\\n Boyd, Joe (2006). White Bicycles\\u00a0\\u2013 Making Music in the 1960s, Serpent's Tail. \\n Cale, John (1999). What's Welsh for Zen, Bloomsbury. \\n Chartier, Henry (2008). \\\"Nick Drake : l'ab\\u00e9c\\u00e9daire\\\", Le Bord de l'eau (in French) \\n Dann, Trevor (2006). Darker Than the Deepest Sea: The Search for Nick Drake, Da Capo Press. London. 2006. \\n De Angelis, Paola (2007). \\\"Journey to the Stars\\u00a0\\u2014 I testi di Nick Drake\\\", Arcana Editrice (in Italian)\\n La Valle, Giampiero (2015). \\\"Voci da una nuvola \\u2014 Il segreto di Nick Drake e Tim Buckley\\\", Ianieri Edizioni (in Italian). \\n Drake, Nick: Under Review DVD (2007) ASIN: B000TV4PZG\\n Hogan, Peter K (2008). Nick Drake: The Complete Guide to His Music. Humphries, Patrick (1997). Nick Drake: The Biography, Bloomsbury USA. \\n Petrusich, Amanda (2007). 33 Nick Drake's Pink Moon. \\n Rasmussen, Gorm Henrik (1986). Pink Moon\\u00a0\\u2014 Sangeren og guitaristen Nick Drake (in Danish), Forlaget Hovedland.\\n Rasmussen, Gorm Henrik (2012). Pink Moon: A Story about Nick Drake, Rocket 88. \\n Various sources (2003). Way to Blue: an Introduction to Nick Drake, Omnibus Press. \\n Various sources (2003). The Nick Drake Song Collection'', Music Sales. \\n\\nExternal links\\n\\n Bryter Music: The Estate of Nick Drake's official website\\n\\n \\nCategory:1948 births\\nCategory:1974 deaths\\nCategory:Alumni of Fitzwilliam College, Cambridge\\nCategory:Burials in Warwickshire\\nCategory:Drug-related deaths in England\\nCategory:English folk guitarists\\nCategory:English male guitarists\\nCategory:Acoustic guitarists\\nCategory:English folk musicians\\nCategory:English folk singers\\nCategory:English male singers\\nCategory:English singer-songwriters\\nCategory:English male singer-songwriters\\nCategory:Fingerstyle guitarists\\nCategory:Island Records artists\\nCategory:People educated at Marlborough College\\nCategory:People educated at Eagle House School\\nCategory:People from Tanworth-in-Arden\\nCategory:People from Yangon\\nCategory:People with mood disorders\\nCategory:People with insomnia\\nCategory:20th-century English singers\\nCategory:British musicians who committed suicide\\nCategory:Singers who committed suicide\\nCategory:20th-century guitarists\"}"