"{\"title\": \"Proxima Centauri\", \"url\": \"https://en.wikipedia.org/wiki/Proxima_Centauri\", \"text\": \" \\n\\nProxima Centauri is a small, low-mass star located  away from the Sun in the southern constellation of Centaurus. Its Latin name means the \\\"nearest [star] of Centaurus\\\". This object was discovered in 1915 by Robert Innes and is the nearest-known star to the Sun. With a quiescent apparent magnitude of 11.13, it is too faint to be seen with the naked eye. Proxima Centauri forms a third member of the Alpha Centauri system, being identified as component Alpha Centauri C, and is 2.18\\u00b0 to the southwest of the Alpha Centauri AB pair. Currently it has a physical separation of about  from AB and an orbital period of 550,000 years.\\n\\nProxima Centauri is a red dwarf star with a mass about an eighth of the Sun's mass (), and average density about 33 times that of the Sun. Because of Proxima Centauri's proximity to Earth, its angular diameter can be measured directly as about one-seventh the diameter of the Sun. Although it has a very low average luminosity, Proxima is a flare star that undergoes random dramatic increases in brightness because of magnetic activity. The star's magnetic field is created by convection throughout the stellar body, and the resulting flare activity generates a total X-ray emission similar to that produced by the Sun. The mixing of the fuel at Proxima Centauri's core through convection and its relatively low energy-production rate mean that it will be a main-sequence star for another four trillion years.\\n\\nIn 2016, the European Southern Observatory announced the discovery of Proxima Centauri b, a planet orbiting the star at a distance of roughly  with an orbital period of approximately 11.2 Earth days. Its estimated mass is at least 1.3 times that of the Earth. The equilibrium temperature of Proxima b is estimated to be within the range of where water could exist as liquid on its surface, thus placing it within the habitable zone of Proxima Centauri, although because Proxima Centauri is a red dwarf and a flare star, whether it could support life is disputed.\\n\\nObservation\\nIn 1915, the Scottish astronomer Robert Innes, Director of the Union Observatory in Johannesburg, South Africa, discovered a star that had the same proper motion as Alpha Centauri. This is the original Proxima Centauri discovery paper. He suggested that it be named Proxima Centauri (actually Proxima Centaurus). In 1917, at the Royal Observatory at the Cape of Good Hope, the Dutch astronomer Joan Vo\\u00fbte measured the star's trigonometric parallax at  and determined that Proxima Centauri was approximately the same distance from the Sun as Alpha Centauri. It was also found to be the lowest-luminosity star known at the time. An equally accurate parallax determination of Proxima Centauri was made by American astronomer Harold L. Alden in 1928, who confirmed Innes's view that it is closer, with a parallax of .\\n\\nthumb|left|250px|Stars closest to the Sun, including Proxima Centauri\\n\\nIn 1951, American astronomer Harlow Shapley announced that Proxima Centauri is a flare star. Examination of past photographic records showed that the star displayed a measurable increase in magnitude on about 8% of the images, making it the most active flare star then known.\\nThe proximity of the star allows for detailed observation of its flare activity. In 1980, the Einstein Observatory produced a detailed X-ray energy curve of a stellar flare on Proxima Centauri. Further observations of flare activity were made with the EXOSAT and ROSAT satellites, and the X-ray emissions of smaller, solar-like flares were observed by the Japanese ASCA satellite in 1995. Proxima Centauri has since been the subject of study by most X-ray observatories, including XMM-Newton and Chandra.\\n\\nIn 2016, the International Astronomical Union organized a Working Group on Star Names (WGSN) to catalogue and standardize proper names for stars. The WGSN approved the name Proxima Centauri for this star on August 21, 2016 and it is now so included in the List of IAU approved Star Names.\\n\\nBecause of Proxima Centauri's southern declination, it can only be viewed south of latitude 27\\u00b0\\u00a0N.For a star south of the zenith, the angle to the zenith is equal to the Latitude minus the Declination. The star is hidden from sight when the zenith angle is 90\\u00b0 or more, i.e. below the horizon. Thus, for Proxima Centauri:\\nHighest latitude = 90\\u00b0 + \\u221262.68\\u00b0 = 27.32\\u00b0.\\nSee:  Red dwarfs such as Proxima Centauri are too faint to be seen with the naked eye. Even from Alpha Centauri A or B, Proxima would only be seen as a fifth magnitude star. It has an apparent visual magnitude of 11, so a telescope with an aperture of at least  is needed to observe it, even under ideal viewing conditions\\u2014under clear, dark skies with Proxima Centauri well above the horizon.\\n\\nIn 2018, a superflare was observed from Proxima Centauri, the strongest flare ever seen. The optical brightness increased by a factor of 68 to approximately magnitude 6.8. It is estimated that similar flares occur around five times every year but are of such short duration, just a few minutes, that they have never been observed before.\\n\\nPhysical properties\\nProxima Centauri is a red dwarf, because it belongs to the main sequence on the Hertzsprung\\u2013Russell diagram and is of spectral class M5.5. M5.5 means that it falls in the low-mass end of M-type stars. Its absolute visual magnitude, or its visual magnitude as viewed from a distance of , is 15.5. Its total luminosity over all wavelengths is 0.17% that of the Sun,See Table 1,  and p. 57,  although when observed in the wavelengths of visible light the eye is most sensitive to, it is only 0.0056% as luminous as the Sun. More than 85% of its radiated power is at infrared wavelengths. It has a regular activity cycle of starspots.\\n\\nIn 2002, optical interferometry with the Very Large Telescope (VLTI) found that the angular diameter of Proxima Centauri is . Because its distance is known, the actual diameter of Proxima Centauri can be calculated to be about 1/7 that of the Sun, or 1.5 times that of Jupiter. The star's mass, estimated from stellar theory, is , or 129 Jupiter masses (). The mass has been calculated directly, although with less precision, from observations of microlensing events to be .\\n\\nThe mean density of main-sequence stars increase with decreasing mass, and Proxima Centauri is no exception: it has a mean density of , compared with the Sun's mean density of .The density (\\u03c1) is given by the mass divided by the volume. Relative to the Sun, therefore, the density is:\\n{|\\n| \\n| = \\n|-\\n| || = 0.122 \\u00b7 0.154\\u22123 \\u00b7 (1.41\\u00a0kg/m3)\\n|-\\n| || = 33.4 \\u00b7 (1.41\\u00a0kg/m3)\\n|-\\n| || = 4.71\\u00a0kg/m3\\n|}\\nwhere  is the average solar density.\\nSee:\\n \\n \\n\\nA 1998 study of photometric variations indicates that Proxima Centauri rotates once every 83.5 days. A subsequent time series analysis of chromospheric indicators in 2002 suggests a longer rotation period of \\u00a0days. This was subsequently ruled out in favor of a rotation period of \\u00a0days.\\n\\nBecause of its low mass, the interior of the star is completely convective, causing energy to be transferred to the exterior by the physical movement of plasma rather than through radiative processes. This convection means that the helium ash left over from the thermonuclear fusion of hydrogen does not accumulate at the core, but is instead circulated throughout the star. Unlike the Sun, which will only burn through about 10% of its total hydrogen supply before leaving the main sequence, Proxima Centauri will consume nearly all of its fuel before the fusion of hydrogen comes to an end after about 4 trillion years.\\n\\nConvection is associated with the generation and persistence of a magnetic field. The magnetic energy from this field is released at the surface through stellar flares that briefly increase the overall luminosity of the star. These flares can grow as large as the star and reach temperatures measured as high as 27\\u00a0million K\\u2014hot enough to radiate X-rays. Proxima Centauri's quiescent X-ray luminosity, approximately (4\\u201316)\\u00a0erg/s ((4\\u201316)\\u00a0W), is roughly equal to that of the much larger Sun. The peak X-ray luminosity of the largest flares can reach \\u00a0erg/s (\\u00a0W).\\n\\nProxima Centauri's chromosphere is active, and its spectrum displays a strong emission line of singly ionized magnesium at a wavelength of 280\\u00a0nm. About 88% of the surface of Proxima Centauri may be active, a percentage that is much higher than that of the Sun even at the peak of the solar cycle. Even during quiescent periods with few or no flares, this activity increases the corona temperature of Proxima Centauri to 3.5\\u00a0million K, compared to the 2\\u00a0million K of the Sun's corona, and its total X-ray emission is comparable to the sun's. Proxima Centauri's overall activity level is considered low compared to other red dwarfs, which is consistent with the star's estimated age of 4.85\\u00a0years, since the activity level of a red dwarf is expected to steadily wane over billions of years as its stellar rotation rate decreases. The activity level also appears to vary with a period of roughly 442 days, which is shorter than the solar cycle of 11 years.\\n\\nProxima Centauri has a relatively weak stellar wind, no more than 20% of the mass loss rate of the solar wind. Because the star is much smaller than the Sun, the mass loss per unit surface area from Proxima Centauri may be eight times that from the solar surface.\\n\\nA red dwarf with the mass of Proxima Centauri will remain on the main sequence for about four trillion years. As the proportion of helium increases because of hydrogen fusion, the star will become smaller and hotter, gradually transforming into a so-called \\\"blue dwarf\\\". Near the end of this period it will become significantly more luminous, reaching 2.5% of the Sun's luminosity () and warming up any orbiting bodies for a period of several billion years. When the hydrogen fuel is exhausted, Proxima Centauri will then evolve into a white dwarf (without passing through the red giant phase) and steadily lose any remaining heat energy.\\n\\nDistance and motion\\n\\nBased on a parallax of , published in 2018 in Gaia Data Release 2, Proxima Centauri is about  from the Sun. Previously published parallaxes include: , in 2014 by the Research Consortium On Nearby Stars; , in the original Hipparcos Catalogue, in 1997;  in the Hipparcos New Reduction, in 2007; and  using the Hubble Space Telescope Fine Guidance Sensors, in 1999. From Earth's vantage point, Proxima is separated from Alpha Centauri by 2.18 degrees, or four times the angular diameter of the full Moon. Proxima also has a relatively large proper motion\\u2014moving 3.85\\u00a0arcseconds per year across the sky. It has a radial velocity toward the Sun of 22.2\\u00a0km/s.\\n\\nright|thumb|300px|Distances of the nearest stars from 20,000 years ago\\nthrough 80,000 years in the future. Proxima Centauri is in yellow.\\n\\nAmong the known stars, Proxima Centauri has been the closest star to the Sun for about 32,000\\u00a0years and will be so for about another 25,000\\u00a0years, after which Alpha Centauri A and Alpha Centauri B will alternate approximately every 79.91 years as the closest star to the Sun. In 2001, J. Garc\\u00eda-S\\u00e1nchez et al. predicted that Proxima will make its closest approach to the Sun in approximately 26,700\\u00a0years, coming within . A 2010 study by V. V. Bobylev predicted a closest approach distance of  in about 27,400\\u00a0years, followed by a 2014 study by C. A. L. Bailer-Jones predicting a perihelion approach of  in roughly 26,710\\u00a0years. Proxima Centauri is orbiting through the Milky Way at a distance from the Galactic Centre that varies from , with an orbital eccentricity of 0.07.\\n\\nthumb|left|Orbital plot of Proxima Centauri as presently seen from Earth.Note that by the time Proxima gets to the 40,000-year mark, the entire Alpha Centauri system will have moved to another part of the sky, so the perspective and background will be different.\\n\\nEver since the discovery of Proxima, it has been suspected to be a true companion of the Alpha Centauri binary star system. Data from the Hipparcos satellite, combined with ground-based observations, were consistent with the hypothesis that the three stars are a bound system. For this reason, Proxima is sometimes referred to as Alpha Centauri\\u00a0C. Kervella et al. (2017) used high-precision radial velocity measurements to determine with a high degree of confidence that Proxima and Alpha Centauri are gravitationally bound. Proxima's orbital period around the Alpha Centauri\\u00a0AB barycenter is  years with an eccentricity of ; it approaches Alpha Centauri to  at periastron and retreats to  at apastron. At present, Proxima is  from the Alpha Centauri\\u00a0AB barycenter, nearly to the farthest point in its orbit.\\n\\nSuch a triple system can form naturally through a low-mass star being dynamically captured by a more massive binary of  within their embedded star cluster before the cluster disperses. However, more accurate measurements of the radial velocity are needed to confirm this hypothesis. If Proxima was bound to the Alpha Centauri system during its formation, the stars are likely to share the same elemental composition. The gravitational influence of Proxima might also have stirred up the Alpha Centauri protoplanetary disks. This would have increased the delivery of volatiles such as water to the dry inner regions, so possibly enriching any terrestrial planets in the system with this material. Alternatively, Proxima may have been captured at a later date during an encounter, resulting in a highly eccentric orbit that was then stabilized by the galactic tide and additional stellar encounters. Such a scenario may mean that Proxima's planetary companion has had a much lower chance for orbital disruption by Alpha Centauri.\\n\\nSix single stars, two binary star systems, and a triple star share a common motion through space with Proxima Centauri and the Alpha Centauri system. The space velocities of these stars are all within 10\\u00a0km/s of Alpha Centauri's peculiar motion. Thus, they may form a moving group of stars, which would indicate a common point of origin, such as in a star cluster.\\n\\nPlanetary system\\n\\nThe first indications of the exoplanet Proxima Centauri b were found in 2013 by Mikko Tuomi of the University of Hertfordshire from archival observation data.Aron, Jacob. August 24, 2016. Proxima b: Closest Earth-like planet discovered right next door. New Scientist. Retrieved August 24, 2016. To confirm the possible discovery, the European Southern Observatory launched the Pale Red DotPale Red Dot is a reference to Pale Blue Dot, a distant photo of Earth taken by Voyager 1. project in January 2016. On August 24, 2016, the team of 31 scientists from all around the world, led by Guillem Anglada-Escud\\u00e9 of Queen Mary University of London, confirmed the existence of Proxima Centauri\\u00a0b through a peer-reviewed article published in Nature. The measurements were performed using two spectrographs: HARPS on the ESO 3.6 m Telescope at La Silla Observatory and UVES on the 8\\u00a0m Very Large Telescope at Paranal Observatory. Several attempts to detect a transit of this planet across the face of Proxima Centauri have been made. A transit-like signal appearing on September 8, 2016 was tentatively identified, using the Bright Star Survey Telescope at the Zhongshan Station in Antarctica.\\n\\n+ RV-derived upper mass limits of potential companions Orbitalperiod(days) Separation(AU) MaximummassThis is actually an upper limit on the quantity m sin i, where i is the angle between the orbit normal and the line of sight, in a circular orbit. If the planetary orbits are close to face-on as observed from Earth, or in an eccentric orbit, more massive planets could have evaded detection by the radial velocity method.(M) 3.6\\u201313.8 0.022\\u20130.054 2\\u20133 <100 <0.21 8.5 <1000 <1 16\\n\\nProxima Centauri\\u00a0b, or Alpha Centauri Cb, is a planet orbiting the star at a distance of roughly  with an orbital period of approximately 11.2 Earth days. Its estimated mass is at least 1.3 times that of the Earth. Moreover, the equilibrium temperature of Proxima\\u00a0b is estimated to be within the range where water could exist as liquid on its surface; thus, placing it within the habitable zone of Proxima Centauri.\\n\\nPrior to this discovery, multiple measurements of the star's radial velocity constrained the maximum mass that a detectable companion to Proxima Centauri could possess. The activity level of the star adds noise to the radial velocity measurements, complicating detection of a companion using this method. In 1998, an examination of Proxima Centauri using the Faint Object Spectrograph on board the Hubble Space Telescope appeared to show evidence of a companion orbiting at a distance of about 0.5\\u00a0AU. A subsequent search using the Wide Field Planetary Camera 2 failed to locate any companions. Astrometric measurements at the Cerro Tololo Inter-American Observatory appear to rule out a Jupiter-sized planet with an orbital period of 2\\u221212\\u00a0years. A second signal in the range of 60 to 500 days was also detected, but its nature is still unclear due to stellar activity.\\n\\nA candidate second planet orbiting Proxima Centauri was reported by Italian astrophysicist Mario Damasso and his colleagues in April 2019. Damasso's team had noticed minor movements of Proxima Centauri in the radial velocity data from the ESO's HARPS instrument, indicating a possible additional planet orbiting Proxima Centauri. Dubbed Proxima c, the exoplanet is estimated to have a minimum mass of six times that of Earth. It is expected to orbit Proxima Centauri at a distance of 1.5 AU, with an orbital period of roughly 1900 days, or about 5.2 years. Due to its large distance from Proxima Centauri, the exoplanet is unlikely to be habitable, with a low equilibrium temperature of around 39 K. Additional observations and measurements from the HARPS instrument and the European Space Agency's Gaia spacecraft are needed to verify the existence of the possible exoplanet. Del Sordo of Damasso's team states that Proxima c could provide opportunities for further observations of the Proxima Centauri planetary system, especially by direct imaging.\\n\\nProxima Centauri, along with Alpha Centauri\\u00a0A and\\u00a0B, was among the \\\"Tier\\u00a01\\\" target stars for NASA's now-canceled Space Interferometry Mission (SIM), which would theoretically have been able to detect planets as small as three Earth masses () within two AU of a \\\"Tier\\u00a01\\\" target star.\\n\\nIn 2017, a team of astronomers using the Atacama Large Millimeter/submillimeter Array reported detecting a belt of dust orbiting Proxima Centauri at a range of 1\\u22124\\u00a0AU from the star. This dust has a temperature of around 40\\u00a0K and has a total estimated mass of 1% of the planet Earth. They also tentatively detected two additional features: a cold belt with a temperature of 10\\u00a0K orbiting around 30\\u00a0AU and a compact emission source about 1.2\\u00a0arcseconds from the star. However, upon further analysis, these emissions were determined to be the result of a large flare emitted by the star in March, 2017. The presence of dust is not needed to model the observations.\\n\\nHabitability\\n\\nthumb|Pale Red Dot is an international search for an Earth-like exoplanet around the closest star Proxima Centauri.\\n\\nPrior to the discovery of Proxima Centauri b, the TV documentary Alien Worlds hypothesized that a life-sustaining planet could exist in orbit around Proxima Centauri or other red dwarfs. Such a planet would lie within the habitable zone of Proxima Centauri, about  from the star, and would have an orbital period of 3.6\\u201314\\u00a0days. A planet orbiting within this zone may experience tidal locking to the star. If the orbital eccentricity of this hypothetical planet is low, Proxima Centauri would move little in the planet's sky, and most of the surface would experience either day or night perpetually. The presence of an atmosphere could serve to redistribute the energy from the star-lit side to the far side of the planet.\\n\\nProxima Centauri's flare outbursts could erode the atmosphere of any planet in its habitable zone, but the documentary's scientists thought that this obstacle could be overcome. Gibor Basri of the University of California, Berkeley, mentioned that \\\"no one [has] found any showstoppers to habitability\\\". For example, one concern was that the torrents of charged particles from the star's flares could strip the atmosphere off any nearby planet. If the planet had a strong magnetic field, the field would deflect the particles from the atmosphere; even the slow rotation of a tidally locked planet that spins once for every time it orbits its star would be enough to generate a magnetic field, as long as part of the planet's interior remained molten.\\n\\nOther scientists, especially proponents of the rare-Earth hypothesis, disagree that red dwarfs can sustain life. Any exoplanet in this star's habitable zone would likely be tidally locked, resulting in a relatively weak planetary magnetic moment, leading to strong atmospheric erosion by coronal mass ejections from Proxima Centauri.\\n\\nFuture exploration\\nright|thumb|The Sun as seen from the Alpha Centauri system, using Celestia.\\n\\nBecause of the star's proximity to Earth, Proxima Centauri has been proposed as a flyby destination for interstellar travel.\\nProxima currently moves toward Earth at a rate of 22.2\\u00a0km/s. After 26,700 years, when it will come within 3.11\\u00a0light-years, it will begin to move farther away.\\n\\nIf non-nuclear, conventional propulsion technologies are used, the flight of a spacecraft to a planet orbiting Proxima Centauri would probably require thousands of years. For example, Voyager 1, which is now travelling  relative to the Sun, would reach Proxima in 73,775 years, were the spacecraft travelling in the direction of that star. A slow-moving probe would have only several tens of thousands of years to catch Proxima Centauri near its closest approach, and could end up watching it recede into the distance.\\n\\nNuclear pulse propulsion might enable such interstellar travel with a trip timescale of a century, inspiring several studies such as Project Orion, Project Daedalus, and Project Longshot.\\n\\nProject Breakthrough Starshot aims to reach the Alpha Centauri system within the first half of the 21st century, with microprobes travelling at 20% of the speed of light propelled by around 100 gigawatts of Earth-based lasers. The probes would perform a fly-by of Proxima Centauri to take photos and collect data of its planet's atmospheric composition. It would take 4.22 years for the information collected to be sent back to Earth.\\n\\nFrom Proxima Centauri, the Sun would appear as a bright 0.4-magnitude star in the constellation Cassiopeia, similar to that of Achernar from Earth.The coordinates of the Sun would be diametrically opposite Proxima, at \\u03b1=, \\u03b4=. The absolute magnitude Mv of the Sun is 4.83, so at a parallax \\u03c0 of 0.77199 the apparent magnitude m is given by 4.83 \\u2212 5(log10(0.77199) + 1) = 0.40.\\nSee: \\n\\nSee also\\n\\n Proxima Centauri in fiction\\n\\n Notes \\n\\nReferences\\n\\nExternal links\\n\\n \\n \\n \\n \\n \\n \\n \\n \\n \\n\\n*C\\n191510??\\nCategory:Centaurus (constellation)\\nCategory:Flare stars\\n0551\\n070890\\nCategory:M-type main-sequence stars\\nCentauri, V645\\n \\nCategory:Stars with proper names\\nCategory:Emission-line stars\"}"