"{\"title\": \"Cygnus X-1\", \"url\": \"https://en.wikipedia.org/wiki/Cygnus_X-1\", \"text\": \"Cygnus\\u00a0X-1 (abbreviated Cyg\\u00a0X-1) is a galactic X-ray source in the constellation Cygnus, and the first such source widely accepted to be a black hole.Glister, Paul (2011), \\\"Cygnus X-1: A Black Hole Confirmed.\\\" Centauri Dreams: Imagining and Planning Interstellar Exploration, 2011-11-29. Accessed 2016-09-16. It was discovered in 1964 during a rocket flight and is one of the strongest X-ray sources seen from Earth, producing a peak X-ray flux density of  (). It remains among the most studied astronomical objects in its class. The compact object is now estimated to have a mass about 14.8 times the mass of the Sun and has been shown to be too small to be any known kind of normal star, or other likely object besides a black hole. If so, the radius of its event horizon has  \\\"as upper bound to the linear dimension of the source region\\\" of occasional X-ray bursts lasting only for about 1 ms.\\n\\nCygnus\\u00a0X-1 belongs to a high-mass X-ray binary system, located about 6,070\\u00a0light-years from the Sun, that includes a blue supergiant variable star designated HDE\\u00a0226868 which it orbits at about 0.2 AU, or 20% of the distance from the Earth to the Sun. A stellar wind from the star provides material for an accretion disk around the X-ray source. Matter in the inner disk is heated to millions of degrees, generating the observed X-rays. A pair of jets, arranged perpendicular to the disk, are carrying part of the energy of the infalling material away into interstellar space.\\n\\nThis system may belong to a stellar association called Cygnus\\u00a0OB3, which would mean that Cygnus\\u00a0X-1 is about five million years old and formed from a progenitor star that had more than . The majority of the star's mass was shed, most likely as a stellar wind. If this star had then exploded as a supernova, the resulting force would most likely have ejected the remnant from the system. Hence the star may have instead collapsed directly into a black hole.\\n\\nCygnus\\u00a0X-1 was the subject of a friendly scientific wager between physicists Stephen Hawking and Kip Thorne in 1974, with Hawking betting that it was not a black hole. He conceded the bet in 1990 after observational data had strengthened the case that there was indeed a black hole in the system. This hypothesis lacks direct empirical evidence but has generally been accepted from indirect evidence.\\n\\nDiscovery and observation\\nObservation of X-ray emissions allows astronomers to study celestial phenomena involving gas with temperatures in the millions of degrees. However, because X-ray emissions are blocked by the Earth's atmosphere, observation of celestial X-ray sources is not possible without lifting instruments to altitudes where the X-rays can penetrate. Cygnus\\u00a0X-1 was discovered using X-ray instruments that were carried aloft by a sounding rocket launched from White Sands Missile Range in New Mexico. As part of an ongoing effort to map these sources, a survey was conducted in 1964 using two Aerobee suborbital rockets. The rockets carried Geiger counters to measure X-ray emission in wavelength range 1\\u2013 across an 8.4\\u00b0 section of the sky. These instruments swept across the sky as the rockets rotated, producing a map of closely spaced scans.\\n\\nAs a result of these surveys, eight new sources of cosmic X-rays were discovered, including Cyg\\u00a0XR-1 (later Cyg\\u00a0X-1) in the constellation Cygnus. The celestial coordinates of this source were estimated as right ascension 19h53m and declination 34.6\\u00b0. It was not associated with any especially prominent radio or optical source at that position.\\n\\nSeeing a need for longer duration studies, in 1963 Riccardo Giacconi and Herb Gursky proposed the first orbital satellite to study X-ray sources. NASA launched their Uhuru Satellite  in 1970, which led to the discovery of 300 new X-ray sources. Extended Uhuru observations of Cygnus\\u00a0X-1 showed fluctuations in the X-ray intensity that occurs several times a second. This rapid variation meant that the energy generation must take place over a relatively small region of roughly ,This is the distance light can travel in a third of a second. as the speed of light restricts communication between more distant regions. For a size comparison, the diameter of the Sun is about .\\n\\nIn April\\u2013May 1971, Luc Braes and George K. Miley from Leiden Observatory, and independently Robert M. Hjellming and Campbell Wade at the National Radio Astronomy Observatory, detected radio emission from Cygnus\\u00a0X-1, and their accurate radio position pinpointed the X-ray source to the star AGK2\\u00a0+35 1910 = HDE\\u00a0226868. On the celestial sphere, this star lies about half a degree from the 4th-magnitude star Eta Cygni. It is a supergiant star that is, by itself, incapable of emitting the observed quantities of X-rays. Hence, the star must have a companion that could heat gas to the millions of degrees needed to produce the radiation source for Cygnus\\u00a0X-1.\\n\\nLouise Webster and Paul Murdin, at the Royal Greenwich Observatory, and Charles Thomas Bolton, working independently at the University of Toronto's David Dunlap Observatory, announced the discovery of a massive hidden companion to HDE\\u00a0226868 in 1971. Measurements of the Doppler shift of the star's spectrum demonstrated the companion's presence and allowed its mass to be estimated from the orbital parameters. Based on the high predicted mass of the object, they surmised that it may be a black hole as the largest possible neutron star cannot exceed three times the mass of the Sun.\\n\\nWith further observations strengthening the evidence, by the end of 1973 the astronomical community generally conceded that Cygnus\\u00a0X-1 was most likely a black hole. More precise measurements of Cygnus\\u00a0X-1 demonstrated variability down to a single millisecond. This interval is consistent with turbulence in a disk of accreted matter surrounding a black hole\\u2014the accretion disk. X-ray bursts that last for about a third of a second match the expected time frame of matter falling toward a black hole.\\n\\nright|thumb|This X-ray image of Cygnus\\u00a0X-1 was taken by a balloon-borne telescope, the High-Energy Replicated Optics (HERO) project. NASA image.\\nCygnus\\u00a0X-1 has since been studied extensively using observations by orbiting and ground-based instruments. The similarities between the emissions of X-ray binaries such as HDE\\u00a0226868/Cygnus\\u00a0X-1 and active galactic nuclei suggests a common mechanism of energy generation involving a black hole, an orbiting accretion disk and associated jets. For this reason, Cygnus\\u00a0X-1 is identified among a class of objects called microquasars; an analog of the quasars, or quasi-stellar radio sources, now known to be distant active galactic nuclei. Scientific studies of binary systems such as HDE\\u00a0226868/Cygnus\\u00a0X-1 may lead to further insights into the mechanics of active galaxies.\\n\\nBinary system\\nThe compact object and blue supergiant star form a binary system in which they orbit around their center of mass every 5.599829 days. From the perspective of the Earth, the compact object never goes behind the other star; in other words, the system does not eclipse. However, the inclination of the orbital plane to the line of sight from the Earth remains uncertain, with predictions ranging from 27\\u201365\\u00b0. A 2007 study estimated the inclination is , which would mean that the semi-major axis is about , or 20% of the distance from the Earth to the Sun. The orbital eccentricity is thought to be only ; a nearly circular orbit. Earth's distance to this system is about .\\n\\nThe HDE\\u00a0226868/Cygnus\\u00a0X-1 system shares a common motion through space with an association of massive stars named Cygnus\\u00a0OB3, which is located at roughly 2,000 parsecs from the Sun. This implies that HDE\\u00a0226868, Cygnus\\u00a0X-1 and this OB association may have formed at the same time and location. If so, then the age of the system is about . The motion of HDE\\u00a0226868 with respect to Cygnus\\u00a0OB3 is ; a typical value for random motion within a stellar association. HDE\\u00a0226868 is about  from the center of the association, and could have reached that separation in about \\u2014which roughly agrees with estimated age of the association.\\n\\nWith a galactic latitude of 4 degrees and galactic longitude 71 degrees, this system lies inward along the same Orion Spur in which the Sun is located within the Milky Way, near where the spur approaches the Sagittarius Arm. Cygnus\\u00a0X-1 has been described as belonging to the Sagittarius Arm, though the structure of the Milky Way is not well established.\\n\\nCompact object\\nFrom various techniques, the mass of the compact object appears to be greater than the maximum mass for a neutron star. Stellar evolutionary models suggest a mass of , while other techniques resulted in 10 solar masses. Measuring periodicities in the X-ray emission near the object has yielded a more precise value of . In all cases, the object is most likely a black hole\\u2014a region of space with a gravitational field that is strong enough to prevent the escape of electromagnetic radiation from the interior. The boundary of this region is called the event horizon and has an effective radius called the Schwarzschild radius, which is about  for Cygnus\\u00a0X-1. Anything (including matter and photons) that passes through this boundary is unable to escape.\\n\\nEvidence of just such an event horizon may have been detected in 1992 using ultraviolet (UV) observations with the High Speed Photometer on the Hubble Space Telescope. As self-luminous clumps of matter spiral into a black hole, their radiation will be emitted in a series of pulses that are subject to gravitational redshift as the material approaches the horizon. That is, the wavelengths of the radiation will steadily increase, as predicted by general relativity. Matter hitting a solid, compact object would emit a final burst of energy, whereas material passing through an event horizon would not. Two such \\\"dying pulse trains\\\" were observed, which is consistent with the existence of a black hole.\\n\\nthumb|right|Chandra X-ray Observatory image of Cygnus\\u00a0X-1\\n\\nThe spin of the compact object is not yet well determined. Past analysis of data from the space-based Chandra X-ray Observatory suggested that Cygnus\\u00a0X-1 was not rotating to any significant degree. However, evidence announced in 2011 suggests it is rotating extremely rapidly, approximately 790 times per second.\\n\\nFormation\\nThe largest star in the Cygnus\\u00a0OB3 association has a mass 40 times that of the Sun. As more massive stars evolve more rapidly, this implies that the progenitor star for Cygnus\\u00a0X-1 had more than 40 solar masses. Given the current estimated mass of the black hole, the progenitor star must have lost over 30 solar masses of material. Part of this mass may have been lost to HDE\\u00a0226868, while the remainder was most likely expelled by a strong stellar wind. The helium enrichment of HDE\\u00a0226868's outer atmosphere may be evidence for this mass transfer. Possibly the progenitor may have evolved into a Wolf\\u2013Rayet star, which ejects a substantial proportion of its atmosphere using just such a powerful stellar wind.\\n\\nIf the progenitor star had exploded as a supernova, then observations of similar objects show that the remnant would most likely have been ejected from the system at a relatively high velocity. As the object remained in orbit, this indicates that the progenitor may have collapsed directly into a black hole without exploding (or at most produced only a relatively modest explosion).\\n\\nAccretion disk\\nright|thumb|A Chandra X-ray spectrum of Cygnus\\u00a0X-1 showing a characteristic peak near  due to ionized iron in the accretion disk, but the peak is gravitationally red-shifted, broadened by the Doppler effect, and skewed toward lower energies\\n\\nThe compact object is thought to be orbited by a thin, flat disk of accreting matter known as an accretion disk. This disk is intensely heated by friction between ionized gas in faster-moving inner orbits and that in slower outer ones. It is divided into a hot inner region with a relatively high level of ionization\\u2014forming a plasma\\u2014and a cooler, less ionized outer region that extends to an estimated 500 times the Schwarzschild radius, or about 15,000\\u00a0km.\\n\\nThough highly and erratically variable, Cygnus\\u00a0X-1 is typically the brightest persistent source of hard X-rays\\u2014those with energies from about 30 up to several hundred keV\\u2014in the sky. The X-rays are produced as lower-energy photons in the thin inner accretion disk, then given more energy through Compton scattering with very high-temperature electrons in a geometrically thicker, but nearly transparent corona enveloping it, as well as by some further reflection from the surface of the thin disk. An alternative possibility is that the X-rays may be Compton scattered by the base of a jet instead of a disk corona.\\n\\nThe X-ray emission from Cygnus\\u00a0X-1 can vary in a somewhat repetitive pattern called quasi-periodic oscillations (QPO). The mass of the compact object appears to determine the distance at which the surrounding plasma begins to emit these QPOs, with the emission radius decreasing as the mass decreases. This technique has been used to estimate the mass of Cygnus\\u00a0X-1, providing a cross-check with other mass derivations.\\n\\nPulsations with a stable period, similar to those resulting from the spin of a neutron star, have never been seen from Cygnus\\u00a0X-1. The pulsations from neutron stars are caused by the neutron star's magnetic field; however, the no-hair theorem guarantees that black holes do not have magnetic poles. For example, the X-ray binary V 0332+53 was thought to be a possible black hole until pulsations were found. Cygnus\\u00a0X-1 has also never displayed X-ray bursts similar to those seen from neutron stars. Cygnus\\u00a0X-1 unpredictably changes between two X-ray states, although the X-rays may vary continuously between those states as well. In the most common state, the X-rays are \\\"hard\\\", which means that more of the X-rays have high energy. In the less common state, the X-rays are \\\"soft\\\", with more of the X-rays having lower energy. The soft state also shows greater variability. The hard state is believed to originate in a corona surrounding the inner part of the more opaque accretion disk. The soft state occurs when the disk draws closer to the compact object (possibly as close as ), accompanied by cooling or ejection of the corona. When a new corona is generated, Cygnus\\u00a0X-1 transitions back to the hard state.\\n\\nThe spectral transition of Cygnus X-1 can be explained using a two component advective flow solution, as proposed by Chakrabarti and Titarchuk. A hard state is generated by the inverse Comptonisation of seed photons from the Keplarian disk and likewise synchrotron photons produced by the hot electrons in the Centrifugal Pressure-supported Boundary Layer (CENBOL).\\n\\nThe X-ray flux from Cygnus\\u00a0X-1 varies periodically every , especially during superior conjunction when the orbiting objects are most closely aligned with the Earth and the compact source is the more distant. This indicates that the emissions are being partially blocked by circumstellar matter, which may be the stellar wind from the star HDE\\u00a0226868. There is a roughly  periodicity in the emission that could be caused by the precession of the accretion disk.\\n\\nJets\\nAs accreted matter falls toward the compact object, it loses gravitational potential energy. Part of this released energy is dissipated by jets of particles, aligned perpendicular to the accretion disk, that flow outward with relativistic velocities. (That is, the particles are moving at a significant fraction of the speed of light.) This pair of jets provide a means for an accretion disk to shed excess energy and angular momentum. They may be created by magnetic fields within the gas that surrounds the compact object.\\n\\nThe Cygnus\\u00a0X-1 jets are inefficient radiators and so release only a small proportion of their energy in the electromagnetic spectrum. That is, they appear \\\"dark\\\". The estimated angle of the jets to the line of sight is 30\\u00b0 and they may be precessing. One of the jets is colliding with a relatively dense part of the interstellar medium (ISM), forming an energized ring that can be detected by its radio emission. This collision appears to be forming a nebula that has been observed in the optical wavelengths. To produce this nebula, the jet must have an estimated average power of 4\\u2013, or . This is more than 1,000 times the power emitted by the Sun. There is no corresponding ring in the opposite direction because that jet is facing a lower density region of the ISM.\\n\\nIn 2006, Cygnus\\u00a0X-1 became the first stellar mass black hole found to display evidence of gamma ray emission in the very high energy band, above . The signal was observed at the same time as a flare of hard X-rays, suggesting a link between the events. The X-ray flare may have been produced at the base of the jet while the gamma rays could have been generated where the jet interacts with the stellar wind of HDE\\u00a0226868.\\n\\nHDE\\u00a0226868\\nright|thumb|An artist's impression of the HDE\\u00a0226868\\u2013Cygnus\\u00a0X-1 binary system. ESA/Hubble illustration.\\nHDE\\u00a0226868 is a supergiant star with a spectral class of O9.7\\u00a0Iab, which is on the borderline between class O and class B stars. It has an estimated surface temperature of 31,000 K and mass approximately 20\\u201340 times the mass of the Sun. Based on a stellar evolutionary model, at the estimated distance of 2,000 parsecs this star may have a radius equal to about 15\\u201317 times the solar radius and is approximately 300,000\\u2013400,000 times the luminosity of the Sun. For comparison, the compact object is estimated to be orbiting HDE\\u00a0226868 at a distance of about 40 solar radii, or twice the radius of this star.\\n\\nThe surface of HDE\\u00a0226868 is being tidally distorted by the gravity of the massive companion, forming a tear-drop shape that is further distorted by rotation. This causes the optical brightness of the star to vary by 0.06 magnitudes during each 5.6-day binary orbit, with the minimum magnitude occurring when the system is aligned with the line of sight. The \\\"ellipsoidal\\\" pattern of light variation results from the limb darkening and gravity darkening of the star's surface.\\n\\nWhen the spectrum of HDE\\u00a0226868 is compared to the similar star Epsilon Orionis, the former shows an overabundance of helium and an underabundance of carbon in its atmosphere. The ultraviolet and hydrogen alpha spectral lines of HDE\\u00a0226868 show profiles similar to the star P Cygni, which indicates that the star is surrounded by a gaseous envelope that is being accelerated away from the star at speeds of about 1,500 km/s.\\n\\nLike other stars of its spectral type, HDE\\u00a0226868 is thought to be shedding mass in a stellar wind at an estimated rate of  solar masses per year. This is the equivalent of losing a mass equal to the Sun's every 400,000 years. The gravitational influence of the compact object appears to be reshaping this stellar wind, producing a focused wind geometry rather than a spherically symmetrical wind. X-rays from the region surrounding the compact object heat and ionize this stellar wind. As the object moves through different regions of the stellar wind during its 5.6-day orbit, the UV lines, the radio emission, and the X-rays themselves all vary.\\n\\nThe Roche lobe of HDE\\u00a0226868 defines the region of space around the star where orbiting material remains gravitationally bound. Material that passes beyond this lobe may fall toward the orbiting companion. This Roche lobe is believed to be close to the surface of HDE\\u00a0226868 but not overflowing, so the material at the stellar surface is not being stripped away by its companion. However, a significant proportion of the stellar wind emitted by the star is being drawn onto the compact object's accretion disk after passing beyond this lobe.\\n\\nThe gas and dust between the Sun and HDE\\u00a0226868 results in a reduction in the apparent magnitude of the star as well as a reddening of the hue\\u2014red light can more effectively penetrate the dust in the interstellar medium. The estimated value of the interstellar extinction (AV) is 3.3 magnitudes. Without the intervening matter, HDE\\u00a0226868 would be a fifth-magnitude star and, thus, visible to the unaided eye.\\n\\nStephen Hawking and Kip Thorne\\nCygnus\\u00a0X-1 was the subject of a bet between physicists Stephen Hawking and Kip Thorne, in which Hawking bet against the existence of black holes in the region. Hawking later described this as an \\\"insurance policy\\\" of sorts. In his book A Brief History of Time he wrote:\\n\\nAccording to the updated tenth-anniversary edition of A Brief History of Time, Hawking has conceded the bet due to subsequent observational data in favor of black holes. In his own book, Black Holes and Time Warps, Thorne reports that Hawking conceded the bet by breaking into Thorne's office while he was in Russia, finding the framed bet, and signing it. (While Hawking referred to the bet as taking place in 1975, the written bet itself (in Thorne's handwriting, with his and Hawking's signatures) bears additional witness signatures under a legend stating \\\"Witnessed this tenth day of December 1974\\\". This date was confirmed by Kip Thorne on the January 10, 2018 episode of Nova on PBS.)\\n\\n In popular culture \\nThe Eye of Terror, a fictional tear in realspace in the Warhammer 40,000 universe, is referenced as being known to contemporary astronomers as Cygnus X-1.\\n\\nCygnus X-1 is mentioned as being the black hole that destroyed the home world of the Bilusaludo in the Godzilla anime trilogy.\\n\\nCanadian rock band Rush recorded a ten-part suite about a voyage of exploration to Cygnus X-1 divided into two \\\"books,\\\" one each on A Farewell to Kings (1977) and Hemispheres (1978)\\n\\nIn the 1979 Disney film The Black Hole, the protagonists discover a black hole with a mysterious space vessel orbiting just beyond the event horizon; the name of the vessel is the 'Cygnus'.\\n\\n See also \\n\\n Cygnus X-1 (song series)\\n List of nearest black holes\\n Stellar black hole\\n\\nReferences\\n\\nExternal links\\n\\n See Cyg X-1 (an optical view) in WorldWide Telescope\\n\\nCygnus X-1 at Constellation Guide\\n NuSTAR and Suzaku observations of the hard state in Cygnus X-1: locating the inner accretion disk Michael Parker, 29 May 2015 Pdf\\n NuSTAR's First View of High-Energy X-ray Universe NASA/JPL-Caltech June 28, 2012\\n\\n098298\\nCategory:O-type supergiants\\nCategory:Cygnus (constellation)\\n226868\\nCategory:Stellar black holes\\nCategory:X-ray binaries\\nCygni, V1357\\nCategory:Durchmusterung objects\"}"