"{\"title\": \"Boeing 777\", \"url\": \"https://en.wikipedia.org/wiki/Boeing_777\", \"text\": \"The Boeing 777  is a long-range wide-body twin-engine jet airliner developed and manufactured by Boeing Commercial Airplanes. It is the world's largest twinjet and has a typical seating capacity of 314 to 396 passengers, with a range of . Commonly referred to as the Triple Seven, its distinguishing features include large-diameter turbofan engines, long raked wings, six wheels on each main landing gear, fully circular fuselage cross-section, and a blade-shaped tail cone. Developed in consultation with eight major airlines, the 777 was designed to replace older wide-body airliners and bridge the capacity difference between Boeing's 767 and 747. As Boeing's first fly-by-wire airliner, it has computer-mediated controls. It was also the first commercial aircraft to be designed entirely with computer-aided design.\\n\\nThe 777 is produced in two fuselage lengths . The original 777-200 variant entered commercial service in 1995, followed by the extended-range 777-200ER in 1997. The stretched 777-300, which is  longer, followed in 1998. The initial 777-200, extended-range -200ER, and -300 versions are equipped with General Electric GE90, Pratt & Whitney PW4000, or Rolls-Royce Trent 800 engines. They have since been collectively referred to as 777 Classics. The extended-range 777-300ER and ultra long-range 777-200LR variants entered service in 2004 and 2006 respectively, while the 777F, a freighter version, debuted in February 2009; these second-generation variants all feature high-output GE90 engines and extended raked wingtips. The 777-200LR is one of the world's longest-range airliners, able to fly more than halfway around the globe and holds the record for the longest distance flown non-stop by a commercial aircraft. In November 2013, Boeing announced the development of the third-generation of the 777, the 777X, consisting of the 777-8 and 777-9 variants. The 777X features composite wings with folding wingtips and General Electric GE9X engines plus further technologies developed for the Boeing 787 Dreamliner, and is scheduled to enter service by 2020.\\n\\nThe 777 first entered commercial service with United Airlines on June 7, 1995. The 777 has received more orders than any other wide-body airliner; , more than 60 customers had placed orders for 2,049 aircraft of all variants, with 1,609 delivered. The most common and successful variant is the 777-300ER with 810 delivered and 844 orders; Emirates operates the largest 777 fleet, with 163 passenger and freighter aircraft . The sixth 777 hull loss occurred in October 2016; the Asiana Airlines Flight 214 accident in July 2013 was its first fatal crash in 18 years of service, and the shootdown of Malaysia Airlines Flight 17 in July 2014 is its deadliest crash .\\n\\nThe 777 ranks as one of Boeing's best-selling models; by 2018 it had become the most-produced Boeing wide-body jet, surpassing the Boeing 747. Airlines have acquired the type as a comparatively fuel-efficient alternative to other wide-body jets and have increasingly deployed the aircraft on long-haul transoceanic routes. Direct market competitors include the Airbus A330-300, the Airbus A350 XWB, and the out-of-production A340 and McDonnell Douglas MD-11. The Boeing 787 Dreamliner, which entered service in 2011, shares some design features with the new 777X models.\\n\\nDevelopment\\n\\nBackground\\nthumb|The Boeing 777-100 trijet concept\\n\\nIn the early 1970s, the Boeing 747, McDonnell Douglas DC-10, and the Lockheed L-1011 TriStar became the first generation of wide-body passenger airliners to enter service. In 1978, Boeing unveiled three new models: the twin-engine Boeing 757 to replace its 727, the twin-engine 767 to challenge the Airbus A300, and a trijet 777 concept to compete with the DC-10 and L-1011. The mid-size 757 and 767 launched to market success, due in part to 1980s' extended-range twin-engine operational performance standards (ETOPS) regulations governing transoceanic twinjet operations. These regulations allowed twin-engine airliners to make ocean crossings at up to three hours' distance from emergency diversionary airports. Under ETOPS rules, airlines began operating the 767 on long-distance overseas routes that did not require the capacity of larger airliners. The trijet 777 was later dropped, following marketing studies that favored the 757 and 767 variants. Boeing was left with a size and range gap in its product line between the 767-300ER and the 747-400.\\n\\nBy the late 1980s, DC-10 and L-1011 models were approaching retirement age, prompting manufacturers to develop replacement designs. McDonnell Douglas was working on the MD-11, a stretched and upgraded successor of the DC-10, while Airbus was developing its A330 and A340 series. In 1986, Boeing unveiled proposals for an enlarged 767, tentatively named 767-X, to target the replacement market for first-generation wide-bodies such as the DC-10, and to complement existing 767 and 747 models in the company lineup. The initial proposal featured a longer fuselage and larger wings than the existing 767, along with winglets. Later plans expanded the fuselage cross-section but retained the existing 767 flight deck, nose, and other elements.\\n\\nAirline customers were uninterested in the 767-X proposals, and instead wanted an even wider fuselage cross-section, fully flexible interior configurations, short- to intercontinental-range capability, and an operating cost lower than that of any 767 stretch. Airline planners' requirements for larger aircraft had become increasingly specific, adding to the heightened competition among aircraft manufacturers. By 1988, Boeing realized that the only answer was a new clean-sheet design, which became the 777 twin-jet. The company opted for the twin-engine configuration given past design successes, projected engine developments, and reduced-cost benefits. On December 8, 1989, Boeing began issuing offers to airlines for the 777.\\n\\nDesign effort\\nthumb|The two-crew glass cockpit has fly-by-wire controls|alt=A flight deck, from behind the two pilots' seats. A center console lies in between the seats, in front is an instrument panel with several displays, and light enters through the forward windows.\\n\\nAlan Mulally served as the Boeing 777 program's director of engineering, and then was promoted in September 1992 to lead it as vice-president and general manager.  The design phase for the new twinjet was different from Boeing's previous commercial jetliners. For the first time, eight major airlines \\u2013 All Nippon Airways, American Airlines, British Airways, Cathay Pacific, Delta Air Lines, Japan Airlines, Qantas, and United Airlines \\u2013 had a role in the development. This was a departure from industry practice, where manufacturers typically designed aircraft with minimal customer input. The eight airlines that contributed to the design process became known within Boeing as the \\\"Working Together\\\" group. At the first group meeting in January 1990, a 23-page questionnaire was distributed to the airlines, asking what each wanted in the design. By March 1990, Boeing and the airlines had decided upon a basic design configuration: a cabin cross-section close to the 747's, capacity up to 325 passengers, flexible interiors, a glass cockpit, fly-by-wire controls, and 10\\u00a0percent better seat-mile costs than the A330 and MD-11. Boeing selected its Everett factory in Washington, home of 747 production, as the 777's final assembly site.\\n\\nOn October 14, 1990, United Airlines became the 777's launch customer when it placed an order for 34 Pratt & Whitney-powered aircraft valued at US$11\\u00a0billion with options on an additional 34. The development phase coincided with United's replacement program for its aging DC-10s. United required that the new aircraft be capable of flying three different routes: Chicago to Hawaii, Chicago to Europe, and non-stop from Denver, a hot and high airport, to Hawaii. ETOPS certification was also a priority for United, given the overwater portion of United's Hawaii routes. In January 1993, a team of United developers joined other airline teams and Boeing designers at the Everett factory. The 240 design teams, with up to 40 members each, addressed almost 1,500 design issues with individual aircraft components. The fuselage diameter was increased to suit Cathay Pacific, the baseline model grew longer for All Nippon Airways, and British Airways' input led to added built-in testing and interior flexibility, along with higher operating weight options.\\n\\nThe 777 was the first commercial aircraft designed entirely by computer. Each design drawing was created on a three-dimensional CAD software system known as CATIA, sourced from Dassault Systemes and IBM. This lets engineers assemble a virtual aircraft, in simulation, to check for interference and verify that the thousands of parts fit properly\\u2014thus reducing costly rework. Boeing developed its high-performance visualization system, FlyThru, later called IVT (Integrated Visualization Tool) to support large-scale collaborative engineering design reviews, production illustrations, and other uses of the CAD data outside of engineering. Note: IVT is still active at Boeing in 2010 with over 29,000 users. Boeing was initially not convinced of CATIA's abilities and built a physical mock-up of the nose section to verify its results. The test was so successful that additional mock-ups were canceled. The 777 \\\"was completed with such precision that it was the first Boeing jet that didn\\u2019t need its kinks worked out on an expensive physical mock-up plane\\\", which contrasted sharply with the development of Boeing's next new airliner, the 787.\\u2029\\n\\nInto production and testing\\nThe production process included substantial international content, an unprecedented level of global subcontracting for a Boeing jetliner, later exceeded by the 787. International contributors included Mitsubishi Heavy Industries and Kawasaki Heavy Industries (fuselage panels), Fuji Heavy Industries, Ltd. (center wing section), Hawker de Havilland (elevators), and Aerospace Technologies of Australia (rudder). An agreement between Boeing and the Japan Aircraft Development Corporation, representing Japanese aerospace contractors, made the latter risk-sharing partners for 20\\u00a0percent of the entire development program. The initial 777-200 model was launched with propulsion options from three manufacturers, General Electric, Pratt & Whitney, and Rolls-Royce, giving the airlines their choice of engines from competing firms. Each manufacturer agreed to develop an engine in the  and higher thrust class (a measure of jet engine output) for the world's largest twinjet.\\n\\nTo accommodate production of its new airliner, Boeing doubled the size of the Everett factory at the cost of nearly US$1.5\\u00a0billion to provide space for two new assembly lines. New production methodologies were developed, including a turn machine that could rotate fuselage subassemblies 180 degrees, giving workers access to upper body sections. Major assembly of the first aircraft began on January 4, 1993. By the start of production, the program had amassed 118 firm orders, with options for 95 more from 10 airlines. Total investment in the program was estimated at over US$4\\u00a0billion from Boeing, with an additional US$2\\u00a0billion from suppliers.\\n\\nthumb|left|The 777 made its maiden flight on June 12, 1994.|alt=Side view of a twin-engine jet in flight, surrounded by white clouds\\nOn April 9, 1994, the first 777, line number WA001, was rolled out in a series of 15 ceremonies held during the day to accommodate the 100,000 invited guests. The first flight took place on June 12, 1994, under the command of chief test pilot John E. Cashman. This marked the start of an 11-month flight test program that was more extensive than testing for any previous Boeing model. Nine aircraft fitted with General Electric, Pratt & Whitney, and Rolls-Royce engines were flight tested at locations ranging from the desert airfield at Edwards Air Force Base in California to frigid conditions in Alaska, mainly Fairbanks International Airport. To satisfy ETOPS requirements, eight 180-minute single-engine test flights were performed. The first aircraft built was used by Boeing's nondestructive testing campaign from 1994 to 1996, and provided data for the -200ER and -300 programs. At the successful conclusion of flight testing, the 777 was awarded simultaneous airworthiness certification by the U.S. Federal Aviation Administration (FAA) and European Joint Aviation Authorities (JAA) on April 19, 1995.\\n\\nEntry into service\\nthumb|On May 15, 1995, United Airlines received the first Boeing 777-200 and made the first commercial flight on June 7\\n\\nBoeing delivered the first 777 to United Airlines on May 15, 1995. The FAA awarded 180-minute ETOPS clearance (\\\"ETOPS-180\\\") for the Pratt & Whitney PW4084-engined aircraft on May 30, 1995, making it the first airliner to carry an ETOPS-180 rating at its entry into service. The first commercial flight took place on June 7, 1995, from London Heathrow Airport to Dulles International Airport near Washington, D.C. Longer ETOPS clearance of 207 minutes was approved in October 1996.180-minute ETOPS approval was granted to the General Electric GE90 powered 777 on October 3, 1996, and to the Rolls-Royce Trent 800-powered 777 on October 10, 1996.\\n\\nOn November 12, 1995, Boeing delivered the first model with General Electric GE90-77B engines to British Airways,Eden 2004, p. 115. which entered service five days later. Initial service was affected by gearbox bearing wear issues, which caused British Airways to temporarily withdraw its 777 fleet from transatlantic service in 1997, returning to full service later that year. General Electric subsequently announced engine upgrades.\\n\\nThe first Rolls-Royce Trent 877-powered aircraft was delivered to Thai Airways International on March 31, 1996, completing the introduction of the three powerplants initially developed for the airliner. Each engine-aircraft combination had secured ETOPS-180 certification from the point of entry into service. By June 1997, orders for the 777 numbered 323 from 25 airlines, including satisfied launch customers that had ordered additional aircraft. Operations performance data established the consistent capabilities of the twinjet over long-haul transoceanic routes, leading to additional sales. By 1998, the 777 fleet had approached 900,000 flight hours. Boeing states that the 777 fleet has a dispatch reliability (rate of departure from the gate with no more than 15 minutes delay due to technical issues) above 99\\u00a0percent.\\\"Trouble-plagued Dreamliner only 98% reliable, Boeing admits\\\". Boeing\\n\\nInitial derivatives\\nthumb|Cathay Pacific introduced the stretched -300 variant on May 27, 1998\\n\\nAfter the original model, Boeing developed an increased gross weight variant of the 777-200 with greater range and payload capability. Initially named 777-200IGW, the 777-200ER first flew on October 7, 1996, received FAA and JAA certification on January 17, 1997, and entered service with British Airways on February 9, 1997.Haenggi, Michael. \\\"777 Triple Seven Revolution\\\". Boeing Widebodies. St. Paul, Minnesota: MBI, 2003. . Offering greater long-haul performance, the variant became the most widely ordered version of the aircraft through the early 2000s. On April 2, 1997, a Malaysia Airlines -200ER named \\\"Super Ranger\\\" broke the great circle \\\"distance without landing\\\" record for an airliner by flying eastward from Boeing Field, Seattle to Kuala Lumpur, a distance of , in 21 hours and 23 minutes.\\n\\nFollowing the introduction of the -200ER, Boeing turned its attention to a stretched version of the airliner. On October 16, 1997, the 777-300 made its first flight. At  in length, the -300 became the longest airliner yet produced (until the A340-600), and had a 20\\u00a0percent greater overall capacity than the standard length model. The -300 was awarded type certification simultaneously from the FAA and JAA on May 4, 1998, and entered service with launch customer Cathay Pacific on May 27, 1998.\\n\\nThe first generation of Boeing 777 models, the -200, -200ER, and -300 have since been known collectively as Boeing 777 Classics.\\n\\nSecond generation models\\n\\nthumb|The more powerful GE90 engines of later variants has a 128 in (330 cm) diameter fan up from 123 in (310 cm) in earlier variants, and curved blades instead of straight ones|alt= Aircraft engine, forward-facing view with a Boeing engineer in front to demonstrate the engine's size. The engine's large circular intake contains a central hub with a swirl mark, surrounded by multiple curved fan blades.\\n\\nFrom the program's start, Boeing had considered building ultra-long-range variants. Early plans centered on a 777-100X proposal, a shortened variant of the -200 with reduced weight and increased range, similar to the 747SP. However, the -100X would have carried fewer passengers than the -200 while having similar operating costs, leading to a higher cost per seat. By the late 1990s, design plans shifted to longer-range versions of existing models. In March 1997, the Boeing board approved the 777-200X/300X specifications: 298 passengers in three classes over 8,600\\u00a0nmi (15,900\\u00a0km) for the 200X and  with 355 passengers in a tri-class layout for the 300X, with design freeze planned in May 1998, 200X certification in August 2000, and introduction in September and in January 2001 for the 300X.\\n\\nA more powerful engine in the thrust class of  was required, leading to talks between Boeing and engine manufacturers. General Electric offered to develop the GE90-115B engine, while Rolls-Royce proposed developing the Trent 8104 engine. In 1999, Boeing announced an agreement with General Electric, beating out rival proposals. Under the deal with General Electric, Boeing agreed to only offer GE90 engines on new 777 versions.\\n\\nOn February 29, 2000, Boeing launched its next-generation twinjet program, initially called 777-X, and began issuing offers to airlines. Development was slowed by an industry downturn during the early 2000s. The first model to emerge from the program, the 777-300ER, was launched with an order for ten aircraft from Air France, along with additional commitments. On February 24, 2003, the -300ER made its first flight, and the FAA and EASA (European Aviation Safety Agency, successor to the JAA) certified the model on March 16, 2004. The first delivery to Air France took place on April 29, 2004. The -300ER, which combined the -300's added capacity with the -200ER's range, became the top-selling 777 variant in the late 2000s, benefitting as airlines replaced comparable four-engine models with twinjets for their lower operating costs.\\n\\nThe second long-range model, the 777-200LR, rolled out on February 15, 2005, and completed its first flight on March 8, 2005. The -200LR was certified by both the FAA and EASA on February 2, 2006, and the first delivery to Pakistan International Airlines occurred on February 26, 2006. On November 10, 2005, the first -200LR set a record for the longest non-stop flight of a passenger airliner by flying  eastward from Hong Kong to London. Lasting 22 hours and 42 minutes, the flight surpassed the -200LR's standard design range and was logged in the Guinness World Records.\\n\\nThe production freighter model, the 777F, rolled out on May 23, 2008. The maiden flight of the 777F, which used the structural design and engine specifications of the -200LR along with fuel tanks derived from the -300ER, occurred on July 14, 2008. FAA and EASA type certification for the freighter was received on February 6, 2009, and the first delivery to launch customer Air France took place on February 19, 2009.\\n\\n Production developments and 777X \\nthumb|The improved and updated Boeing 777-9X was rolled out on March 13, 2019\\n\\nInitially second to the 747 as Boeing's most profitable jetliner, the 777 became the company's most lucrative model in the 2000s. Program sales accounted for an estimated US$400\\u00a0million of Boeing's pretax earnings in 2000, US$50\\u00a0million more than the 747. By 2004, the airliner accounted for the bulk of wide-body revenues for the Boeing Commercial Airplanes division. In 2007, orders for second-generation 777 models approached 350 aircraft, and in November of that year, Boeing announced that all production slots were sold out to 2012. The program backlog of 356 orders was valued at US$95\\u00a0billion at list prices in 2008.\\n\\nIn 2010, Boeing announced plans to increase production from 5 aircraft per month to 7 aircraft per month by mid-2011, and 8.3 per month by early 2013. Complete assembly of each 777-300ER requires 49 days.  The smaller Boeing 787 Dreamliner, the first stage of a replacement aircraft initiative called the Boeing Yellowstone Project, entered service in 2011. Reportedly, the 777 could eventually be replaced by a new aircraft family, Yellowstone 3, which would draw upon technologies from the 787.  In November 2011, assembly began on the 1,000th 777, a -300ER model for Emirates, which was rolled out in March 2012.\\n\\nBy the late 2000s, the 777 was facing increased potential competition from Airbus' planned A350 XWB and internally from proposed 787 variants, both airliners that offer fuel efficiency improvements. As a consequence, the 777-300ER received an engine and aerodynamics improvement package for reduced drag and weight. In 2010, the variant further received a  maximum zero-fuel weight increase, equivalent to a higher payload of 20\\u201325 passengers; its GE90-115B1 engines received a 1\\u20132.5 percent thrust enhancement for increased takeoff weights at higher-altitude airports. More changes were targeted for late 2012, including possible extension of the wingspan, along with other major changes, including a composite wing, new powerplant, and different fuselage lengths. Emirates was reportedly working closely with Boeing on the project, in conjunction with being a potential launch customer for new 777 versions.\\\"Emirates may be launch customer for new Boeing 777\\\". Seattle Post-Intelligencer, September 12, 2011. Retrieved September 14, 2011. Among customers for the aircraft during this period, China Airlines ordered ten 777-300ER aircraft to replace 747-400s on long-haul transpacific routes (with the first of those aircraft entering service in 2015), noting that the 777-300ER's per seat cost is about 20% lower than the 747's costs (varying due to fuel prices).Perrett, Bradley, Very Chinese, Aviation Week & Space Technology, February 16-March 1, 2015, pp.38-9\\n\\nIn November 2013, with orders and commitments totaling 259 aircraft from Lufthansa, Emirates, Qatar Airways, and Etihad Airways, Boeing formally launched the 777X program, the third generation of the 777 (not to be confused with the 777-X variants, which were the second generation of the aircraft), with two models: the 777-8 and 777-9.  The 777-9 was to be a further stretched variant with a capacity of over 400 passengers and a range of over , whereas the 777-8 was slated to seat approximately 350 passengers and have a range of over .  Both models were to be equipped with new generation GE9X engines and feature new composite wings with folding wingtips.  The first member of the 777X family, the 777-9, was set to enter service by 2020. By the mid-2010s, the 777 had become prevalent on the longest flights internationally and had become the most widely-used airliner for transpacific routes, with variants of the type operating over half of all scheduled flights and with the majority of transpacific carriers.\\n\\nBy April 2014, with cumulative sales surpassing those of the 747, the 777 became the best-selling wide-body airliner; at existing production rates, the aircraft was on track to become the most-delivered wide-body airliner by mid-2016. , the backlog of undelivered 777s totaled 278 aircraft, representing just under three years of current production at 8.3 aircraft per month, causing Boeing to ponder the 2018-2020 time frame. In January 2016, Boeing confirmed plans to reduce the production rate of the 777 family from 8.3 per month to 7 per month in 2017 to help close the production gap between the 777 and 777X created by a lack of new orders. In 2018, assembling test 777-9 aircraft was expected to lower output to an effective rate of 5.5 per month. Boeing was expected to drop 777 production to five per month in August 2017.\\n\\nUpdates and improvements\\nthumb|Air France received the first 777-300ER on April 29, 2004\\n\\nIn tandem with the development of the third generation 777X, Boeing worked with General Electric to offer a 2% improvement in fuel efficiency to in-production 777-300ER aircraft. General Electric improved the fan module and the high-pressure compressor stage-1 blisk in the GE-90-115 turbofan, as well as reduced clearances between the tips of the turbine blades and the shroud during cruise. These improvements, of which the latter is the most important and was derived from work to develop the 787, were stated by GE to lower fuel burn by 0.5%. Boeing's wing modifications were intended to deliver the remainder. Boeing stated that every 1% improvement in the 777-300ER's fuel burn translates into being able to fly the aircraft another  on the same load of fuel, or add ten passengers or  of cargo to a \\\"load limited\\\" flight.Norris, Guy. \\\"Mind the gap\\\". Aviation Week & Space Technology, February 16 - March 1, 2015, pp. 42-3.\\n\\nIn March 2015, additional details of the improvement package were unveiled.  The 777-300ER was to shed  by replacing the fuselage crown with tie rods and composite integration panels, similar to those used on the 787. The new flight control software was to eliminate the need for the tail skid by keeping the tail off the runway surface regardless of the extent to which pilots command the elevators. Boeing was also redesigning the inboard flap fairings to reduce drag by reducing pressure on the underside of the wing. The outboard raked wingtip was to have a divergent trailing edge, described as a \\\"poor man's airfoil\\\" by Boeing; this was originally developed for the McDonnell Douglas MD-12 project. Another change involved elevator trim bias. These changes were to increase fuel efficiency and allow airlines to add 14 additional seats to the airplane, increasing per seat fuel efficiency by 5%.Norris, Guy. \\\"Sharpened edge\\\". Aviation Week & Space Technology, March 16\\u201329, 2015, pp. 26-8.\\n\\nMindful of the long time required to bring the 777X to the market, Boeing continued to develop improvement packages which improve fuel efficiency, as well as lower prices for the existing product. In January 2015, United Airlines ordered ten 777-300ERs, normally costing around US$150 million each but paid around US$130 million, a discount to bridge the production gap to the 777X.  The roll-out of the prototype 777X, a 777-9 model, occurred on March 13, 2019.\\n\\n, Boeing lists prices for the 777-200ER, -200LR, 777F, -300ER, 777-8, and 777-9 variants. The -200ER is the only Classic variant remaining available.\\n\\nDesign\\nthumb|The engines and extended slats, flaps, and landing gear of an American Airlines 777-200ER.|alt=Aircraft belly section. Close view of engines, extended landing gear and angled control flaps.\\n\\nBoeing introduced a number of advanced technologies with the 777 design, including fully digital fly-by-wire controls,North, David. \\\"Finding Common Ground in Envelope Protection Systems\\\". Aviation Week & Space Technology, August 28, 2008, pp. 66\\u201368. fully software-configurable avionics, Honeywell LCD glass cockpit flight displays, and the first use of a fiber optic avionics network on a commercial airliner. Boeing made use of work done on the cancelled Boeing 7J7 regional jet, which utilized similar versions of the chosen technologies. In 2003, Boeing began offering the option of cockpit electronic flight bag computer displays. In 2013, Boeing announced that the upgraded 777X models would incorporate airframe, systems, and interior technologies from the 787.\\n\\nFly-by-wire\\nIn designing the 777 as its first fly-by-wire commercial aircraft, Boeing decided to retain conventional control yokes rather than change to sidestick controllers as used in many fly-by-wire fighter aircraft and in many Airbus airliners. Along with traditional yoke and rudder controls, the cockpit features a simplified layout that retains similarities to previous Boeing models. The fly-by-wire system also incorporates flight envelope protection, a system that guides pilot inputs within a computer-calculated framework of operating parameters, acting to prevent stalls, overspeeds, and excessively stressful maneuvers. This system can be overridden by the pilot if deemed necessary. The fly-by-wire system is supplemented by mechanical backup.\\n\\nAirframe and systems\\nthumb|The planform view of a Boeing 777-300ER, with raked wingtips|alt=Aircraft in flight, underside view. The jet's two wings have one engine each. The rounded nose leads to a straight body section, which tapers at the tail section with its two rear fins.\\n\\nThe wings on the 777 feature a supercritical airfoil design that is swept back at 31.6\\u00a0degrees and optimized for cruising at Mach\\u00a00.83 (revised after flight tests up to Mach 0.84). The wings are designed with increased thickness and a longer span than previous airliners, resulting in greater payload and range, improved takeoff performance, and a higher cruising altitude. The wings also serve as fuel storage, with longer-range models able to carry up to  of fuel. This capacity allows the 777-200LR to operate ultra-long-distance, trans-polar routes such as Toronto to Hong Kong. In 2013, a new wing made of composite materials was introduced for the upgraded 777X, with a wider span and design features based on the 787's wings.\\n\\nUnlike smaller airliners like the Boeing 737, no current 777 wings have winglets; instead, the exceptionally long raked wings of the 777 serve the same drag-reducing function. Large folding wingtips,  long, were offered when the 777 was first launched, to appeal to airlines who might use gates made to accommodate smaller aircraft, but no airline purchased this option. Folding wingtips reemerged as a design feature at the announcement of the upgraded 777X in 2013. Smaller folding wingtips of  in length will allow 777X models to use the same airport gates and taxiways as earlier 777s. These smaller folding wingtips are less complex than those proposed for earlier 777s, and internally only affect the wiring needed for wingtip lights.\\n\\nthumb|The six-wheel undercarriage of a Boeing 777|alt=Aircraft landing gear. Six wheel gear on the ground, with attachment assembly and gear door leading up to the aircraft belly.\\n\\nThe airframe incorporates the use of composite materials, which comprise nine percent of its original structural weight (all models outside the 777-8 and 777-9). Elements made from composite material include the cabin floor and rudder. The main fuselage cross-section is circular and tapers rearward into a blade-shaped tail cone with a port-facing auxiliary power unit. The aircraft also features the largest landing gear and the biggest tires ever used in a commercial jetliner. The six-wheel bogies are designed to spread the load of the aircraft over a wide area without requiring an additional centerline gear. This helps reduce weight and simplifies the aircraft's braking and hydraulic systems. Each tire of a 777-300ER six-wheel main landing gear can carry a load of , which is heavier than other wide-bodies such as the 747-400. The aircraft has triple redundant hydraulic systems with only one system required for landing. A ram air turbine\\u2014a small retractable device which can provide emergency power\\u2014is also fitted in the wing root fairing.\\n\\nInterior\\nthumb|The Economy cabin of an Etihad Airways Boeing 777-300ER in a 3-3-3 layout.|alt=Airliner cabin. Rows of seats arranged between two aisles. Each seatback has a monitor; light shines from the sidewalls and overhead bins.\\nthumb|The Royal Laurel Class (Business Class) cabin in a 1-2-1 reverse herringbone layout on an EVA Air 777-300ER|alt=Airliner cabin. Rows of seats arranged between two aisles.\\n\\nThe original 777 interior, also known as the Boeing Signature Interior, features curved panels, larger overhead bins, and indirect lighting. Seating options range from four to six abreast in first class up to ten abreast in economy. The 777's windows were the largest of any current commercial airliner until the 787, and measure  by  in size (all models outside the 777-8 and -9). The cabin also features \\\"Flexibility Zones\\\", which entails deliberate placement of water, electrical, pneumatic, and other connection points throughout the interior space, allowing airlines to move seats, galleys, and lavatories quickly and more easily when adjusting cabin arrangements. Several aircraft have also been fitted with VIP interiors for non-airline use. Boeing designed a hydraulically damped toilet seat cover hinge that closes slowly.\\n\\nIn 2003, Boeing introduced overhead crew rests as an option on the 777. Located above the main cabin and connected via staircases, the forward flight crew rest contains two seats and two bunks, while the aft cabin crew rest features multiple bunks. The Signature Interior has since been adapted for other Boeing wide-body and narrow-body aircraft, including 737NG, 747-400, 757-300, and newer 767 models, including all 767-400ER models. The 747-8 and 767-400ER have also adopted the larger, more rounded windows of the original 777.\\n\\nIn 2011, Flight International reported that Boeing is considering replacing the Signature Interior on the 777 with a new interior similar to that on the 787, as part of a move towards a \\\"common cabin experience\\\" across all Boeing platforms. With the launch of the 777X in 2013, Boeing confirmed that the aircraft would be receiving a new interior featuring 787 cabin elements and larger windows. Further details released in 2014 included re-sculpted cabin sidewalls for greater interior room, noise-dampening technology, and higher cabin humidity.\\n\\nVariants\\nBoeing uses two characteristics \\u2013 fuselage length and range \\u2013 to define its 777 models. Passengers and cargo capacity varies by fuselage length: the 777-300 stretched the base 777-200 in 1998. Three range categories were defined: the A-market would cover domestic and regional operations, the B-market would cover routes from Europe to the US West coast and the C-market the longest transpacific routes. The A-market would be covered by a  range,  MTOW aircraft for 353 to 374 passengers powered by  engines, followed by a  B-market range for 286 passengers in three-class, with  unit thrust and  of MTOW, an A340 competitor, basis of an A-market 409 to 434 passengers stretch, and eventually a  C-market with  engines.\\n\\nWhen referring to different variants, the International Air Transport Association (IATA) code collapses the 777 model designator and the -200 or -300 variant designator to \\\"772\\\" or \\\"773\\\". The International Civil Aviation Organization (ICAO) aircraft type designator system adds a preceding manufacturer letter for \\\"B772\\\" or \\\"B773\\\". Designations may append a range identifier like \\\"B77W\\\" for the 777-300ER by the ICAO, \\\"77W\\\" for the IATA, though the -200ER is a company marketing designation and not certificated as such. Other notations include \\\"773ER\\\" and \\\"773B\\\" for the -300ER.\\n\\n777-200\\nThe initial 777-200 made its maiden flight on June 12, 1994 and was first delivered to United Airlines on May 15, 1995. With a 545,000\\u00a0lb (247,200\\u00a0kg) MTOW and  engines, it has a range of  with 305 passengers in a three-class configuration. The -200 was primarily aimed at U.S. domestic airlines, although several Asian carriers and British Airways have also operated the type.  Nine different -200 customers have taken delivery of 88 aircraft, with 55 in airline service . The competing Airbus aircraft was the A330-300.\\n\\nIn 2016, United Airlines shifted operations with all 19 of its -200s to exclusively domestic U.S. routes, including flights to and from Hawaii, and added more economy class seats by shifting to a ten-abreast configuration (a pattern that matched American Airlines\\u2019 reconfiguration of the type). , Boeing no longer markets the -200, as indicated by its removal from the manufacturer's price listings for 777 variants.\\n\\n777-200ER\\nthumb|A 777-200ER of British Airways, its launch operator|alt=Aircraft landing approach. Side view of a twin-engine jet in flight with flaps and landing gear extended.\\n\\nThe B-market 777-200ER (\\\"ER\\\" for Extended Range), originally known as the 777-200IGW (increased gross weight), has additional fuel capacity and an increased MTOW for transatlantic routes. With a 658,000\\u00a0lb (298.46 t) MTOW and  engines, it has a  range. It was delivered first to British Airways on February 6, 1997. Thirty-three customers received 422 deliveries, with no unfilled orders .\\n\\n, 338 examples of the -200ER are in airline service. It competed with the A340-300. Boeing proposes the 787-10 to replace it. The value of a new -200ER rose from US$110 million at service entry to US$130 million in 2007; a 2007 model 777 was selling for US$30 million ten years later, while the oldest ones had a value around US$5\\u20136 million, depending on the remaining engine time.\\n\\nIt could be delivered de-rated with reduced engine thrust for shorter routes to lower the MTOW, reduce purchase price and landing fees (as 777-200 specifications) but can be re-rated to full standard. Singapore Airlines ordered over half of its -200ERs de-rated.\\n\\nA British Airways 777-200ER flew the fastest New York to London subsonic flight at 5 hours and 16 minutes in January 2015 due to strong tail winds.7 January 2015 BA114 operated by G-VIIL, a Boeing 777-200ER. jettracker \\n\\n777-200LR\\nthumb|A Boeing 777-200LR in the livery of its first operator, Pakistan International Airlines.|alt=Aircraft landing approach. Side view of twin-engine jet in flight with flaps and landing gear extended.\\n\\nThe 777-200LR (\\\"LR\\\" for Longer Range), the C-market model, entered service in 2006 as one of the longest-range commercial airliners. Boeing named it Worldliner as it can connect almost any two airports in the world, although it is subject to ETOPS restrictions. It holds the world record for the longest nonstop flight by a commercial airliner. It has a maximum design range of  . The -200LR was intended for ultra long-haul routes such as Los Angeles to Singapore.\\n\\nDeveloped alongside the -300ER, the -200LR features an increased MTOW and three optional auxiliary fuel tanks in the rear cargo hold. Other new features include extended raked wingtips, redesigned main landing gear, and additional structural strengthening. As with the -300ER and 777F, the -200LR is equipped with wingtip extensions of 12.8\\u00a0ft (3.90\\u00a0m). The -200LR is powered by GE90-110B1 or GE90-115B turbofans. The first -200LR was delivered to Pakistan International Airlines on February 26, 2006. Eleven different -200LR customers took delivery of 59 aircraft, with two unfilled orders. Airlines operated 50 of the -200LR variant . Delta Air Lines and Emirates are the largest operators of the LR variant with each operating 10 aircraft. The closest competing aircraft from Airbus are the discontinued A340-500HGW and the A350-900ULR.\\n\\n777-300\\nthumb|A 777-300 of Cathay Pacific, its launch operator.|alt=Aircraft takeoff. Side view of aircraft ascending, with landing gear doors open\\n\\nLaunched at the Paris Air Show on June 26, 1995, its major assembly started in March 1997 and its body was joined on July 21, it was rolled-out on September 8 and made its first flight on October 16. The 777 was designed to be stretched by 20%: 60 extra seats to almost 370 in tri-class, 75 more to 451 in two classes, or up to 550 in all-economy like the 747SR short-range variant. The  stretch is done with  in ten frames forward and  in nine frames aft for a  length,  longer than the 747-400. It uses the -200IGW  fuel capacity and  engines with a  MTOW.\\n\\nIt has ground maneuvering cameras for taxiing and a tailskid to rotate, while the proposed  MTOW -300X would have needed a semi-levered main gear. Its overwing fuselage section 44 was strengthened, with its skin thickness going from the -200's , and received a new evacuation door pair. Its operating empty weight with Rolls-Royce engines in typical tri-class layout is  compared to  for a similarly configured -200. Boeing wanted to deliver 170 -300s by 2006 and to produce 28 per year by 2002, to replace Boeing 747 Classics, burning one-third less fuel with 40% lower maintenance costs.\\n\\nWith a 660,000\\u00a0lb (299,370\\u00a0kg) MTOW and  engines, it has a range of  with 368 passengers in three-class. Eight different customers have taken delivery of 60 aircraft of the variant, of which 18 were powered by the PW4000 and 42 by the RR Trent (none were ordered with the GE90, which was never certificated on this variant), with 48 in airline service . The last -300 was delivered in 2006 while the longer-range -300ER started deliveries in 2004.\\n\\n777-300ER\\nthumb|left|A 777-300ER in livery of Air France, its launch operator.|alt=Twin-engine aircraft in flight, quarter belly view, with contrails\\n\\nThe 777-300ER (\\\"ER\\\" for Extended Range) is the B-market version of the -300. Its higher MTOW and increased fuel capacity permits a maximum range of  with 396 passengers in a two-class seating arrangement. The 777-300ER features raked and extended wingtips, a strengthened fuselage and wings and a modified main landing gear. Its wings have an aspect ratio of 9.0. It is powered by the GE90-115B turbofan, the world's most powerful jet engine with a maximum thrust of . Following flight testing, aerodynamic refinements have reduced fuel burn by an additional 1.4%. At , FL300, -59\\u00a0\\u00b0C and at a  weight, it burns  of fuel per hour. Its operating empty weight is .\\n\\nSince its launch, the -300ER has been a primary driver of the twinjet's sales past the rival A330/340 series. Its direct competitors have included the Airbus A340-600 and the A350-1000. Using two engines produces a typical operating cost advantage of around 8\\u20139% for the -300ER over the A340-600. Several airlines have acquired the -300ER as a 747-400 replacement amid rising fuel prices given its 20% fuel burn advantage. The -300ER has an operating cost of US$44 per seat hour, compared to an Airbus A380's roughly US$50 per seat hour (hourly cost is about US$26,000), and US$90 per seat hour for a Boeing 747-400 .\\n\\nThe first -300ER was delivered to Air France on April 29, 2004. The -300ER is the best-selling 777 variant, having surpassed the -200ER in orders in 2010 and deliveries in 2013. , 784 -300ER aircraft were in service. , -300ER deliveries to 45 different customers totalled 810, with 34 unfilled orders. At its peak, a new 777-300ER was valued US$170 million, falling to US$150 million in 2019.\\n\\n777 Freighter\\nthumb|The first 777F in Boeing livery during a test flight.|alt=Side view of aircraft over runway. Runway surfaces in foreground and forest in background.\\n\\nThe 777 Freighter (777F) is an all-cargo version of the twinjet, and shares features with the -200LR; these include its airframe, engines, and fuel capacity. With a maximum payload of  (similar to the  of the Boeing 747-200F), it has a range of 4,970 nmi (9,200\\u00a0km). Greater range is possible if less cargo weight is carried.\\n\\nAs the aircraft promises improved operating economics compared to older freighters, airlines have viewed the 777F as a replacement for freighters such as the Boeing 747-200F, McDonnell Douglas MD-10 and McDonnell Douglas MD-11F. The first 777F was delivered to Air France on February 19, 2009. , 170 freighters had been delivered to 23 different customers, with 60 unfilled orders. Operators had 140 of the 777F in service .\\n\\nIn the 2000s, Boeing began studying the conversion of 777-200ER and -200 passenger airliners into freighters, under the name 777 BCF (Boeing Converted Freighter). The company has been in discussion with several airline customers, including FedEx Express, UPS Airlines, and GE Capital Aviation Services, to provide launch orders for a 777 BCF program. \\n\\n 777-300ER Special Freighter (SF) \\nIn July 2018, Boeing was studying a 777-300ER freighter conversion, targeted for the volumetric market instead of the density market served by the 777F. After having considered a -200ER P2F program, Boeing hopes to conclude its study by fall as the 777X replacing aging -300ERs from 2020 will generate feedstock. New-build 777-300ER freighters may maintain the delivery rate at five per month, to bridge the production gap until the 777X is delivered. \\n\\nIn October 2019, Boeing and IAI launched the 777-300ERSF passenger to freighter conversion program with GECAS ordering 15 aircraft and 15 options, the first aftermarket 777 freighter conversion program. The converted aircraft has a maximum payload of , a range of  and shares the door aperture and aft position of the 777F. It has a cargo volume capacity of , 5,800 cb ft (164 cb m) greater than the 777F and can hold 47 standard 96 x 125 in pallet positions, 10 more positions than a 777-200LRF or eight more than a 747-400F. Within the 811 777-300ERs delivered and 33 to be delivered, GECAS anticipates up to 150-175 orders through 2030, the four to five months conversion costs around $35m. IAI will receive the first aircraft in December 2020 while certification and service entry is scheduled for late 2022.\\n\\n777X\\nthumb|Unveiling of the first 777-9X on March 13, 2019.|alt=Twin-engine aircraft in hangar\\n\\nThe 777X is to feature new GE9X engines, new composite wings with folding wingtips. It was launched in November 2013 with two variants: the 777-8 and the 777-9. The 777-8 provides seating for 365 passengers and has a range of , and the 777-9 has seating for 414 passengers and a range of over . The -9 is expected to fly in 2020 with deliveries the same year.\\n\\nGovernment and corporate\\nthumb|A Presidential Flight of United Arab Emirates government 777-200ER.|alt=Aircraft landing approach. Side view of a twin-engine jet in flight with flaps and landing gear extended.\\nthumb|A Japan Air Self-Defense Force 777-300ER operating as Japanese Air Force One.|alt=Aircraft takeoff. Side view of a twin-engine jet at takeoff with flaps and landing gear extended.\\n\\nVersions of the 777 have been acquired by government and private customers. The main purpose has been for VIP transport, including as an air transport for heads of state, although the aircraft has also been proposed for other military applications.\\n\\n 777 Business Jet (777 VIP) \\u2013 the Boeing Business Jet version of the 777 that is sold to corporate customers. Boeing has received orders for 777 VIP aircraft based on the 777-200LR and 777-300ER passenger models. The aircraft are fitted with private jet cabins by third party contractors, and completion may take 3 years.\\n 777 Tanker (KC-777) \\u2013 the KC-777 is a proposed tanker version of the 777. In September 2006, Boeing announced that it would produce the KC-777 if the United States Air Force (USAF) required a larger tanker than the KC-767, able to transport more cargo or personnel. In April 2007, Boeing offered its 767-based KC-767 Advanced Tanker instead of the KC-777 to replace the smaller Boeing KC-135 Stratotanker under the USAF's KC-X program. Boeing officials have described the KC-777 as suitable for the related KC-Z program to replace the wide-body McDonnell Douglas KC-10 Extender.\\n In 2014, the Japanese government chose to procure two 777-300ERs to serve as the official air transport for the Emperor of Japan and Prime Minister of Japan. The aircraft, to be operated by the Japan Air Self-Defense Force under the callsign Japanese Air Force One, are scheduled to enter service in 2019 and replace two 747-400s. Besides VIP transport, the 777s are also intended for use in emergency relief missions.\\n 777s are serving or have served as official government transports for nations including Gabon (VIP-configured 777-200ER), Turkmenistan (VIP-configured 777-200LR),\\\"Turkmen Triple\\\". Airliner World. May 2014, p. 13. and the United Arab Emirates (VIP-configured 777-200ER and 777-300ER operated by Abu Dhabi Amiri Flight) Prior to returning to power as Prime Minister of Lebanon, Rafic Hariri acquired a 777-200ER as an official transport. India's government is to use two Air India 777-300ERs for VVIP transport.\\n In 2014, the USAF examined the possibility of adopting modified 777-300ERs or 777-9Xs to replace the Boeing 747-200 aircraft used as Air Force One. Although the USAF had preferred a four\\u2013engine aircraft, this was mainly due to precedent (existing aircraft were purchased when the 767 was just beginning to prove itself with ETOPS; decades later, the 777 and other twin jets established a comparable level of performance as quad-jet aircraft). Ultimately, the air force decided against the 777, and selected the Boeing 747-8 to become the next presidential aircraft.\\n\\nOperators\\n\\nthumb|right|A row of Boeing 777-300s and -300ERs at Dubai International Airport operated by Emirates, the largest 777 customer.|alt=View of airport tarmac with terminal building and multiple airliners parked adjacent to it.\\n\\nBoeing customers that have received the most 777s are Emirates, Singapore Airlines, United Airlines, ILFC, and American Airlines. Emirates is the largest airline operator , and is the only customer to have operated all 777 variants produced, including the -200, -200ER, -200LR, -300, -300ER, and 777F. The 1,000th 777 off the production line, a -300ER set to be Emirates' 102nd 777, was unveiled at a factory ceremony in March 2012.\\n\\nA total of 1,416 aircraft (all variants) were in airline service , with Emirates (163), United Airlines (91), Air France (70), Cathay Pacific (69), American Airlines (67), Qatar Airways (67), British Airways (58), Korean Air (53), All Nippon Airways (50), Singapore Airlines (46), and other operators with fewer aircraft of the type.\\n\\nIn 2017, 777 Classics are reaching the end of their mainline service: with a -200 age ranging from three to 22 years, 43 Classic 777s or 7.5% of the fleet have been retired. Values of 777-200ERs have declined by 45% since January 2014, faster than Airbus A330s and Boeing 767s with 30%, due to the lack of a major secondary market but only a few budget, air charters and ACMI operators. In 2015, Richard H. Anderson, then Delta Air Lines' chairman and chief executive, said he had been offered 777-200s for less than US$10 million. To keep them cost efficient, operators densify their 777s for about US$10 million each, like Scoot with 402 seats in its dual-class -200s, or Cathay Pacific which switched the 3\\u20133\\u20133 economy layout of 777-300s to 3\\u20134\\u20133 to seat 396 on regional services.\\n\\nOrders and deliveries\\n\\nThe 777 surpassed 2,000 orders by the end of 2018.\\n\\nAircraft on display\\n The first prototype Boeing 777-200, N7771, was retired in mid-2018 amid press reports that it was to be displayed at the Museum of Flight in Seattle, although these reports were subsequently denied by the museum. On September 18, 2018, Cathay Pacific and Boeing announced that N7771 would be donated to the Pima Air & Space Museum near Tucson, Arizona, where it would be placed on permanent display. This aircraft, which had previously been in regular use by Cathay Pacific between 2000 and 2018, was manufactured in 1994 and was delivered to the airline after spending six years with Boeing.\\n\\nAccidents and incidents\\nthumb|A laboratory replication of ice crystals clogging the fuel-oil heat exchanger on a Rolls-Royce Trent 800 engine, from the Air Accidents Investigation Branch (AAIB) report on the British Airways Flight 38 (BA38) and Delta Air Lines Flight 18 (DL18) incidents. |alt=Heat exchanger. Circular latticework with an uneven covering of small particles over part of its surface.\\n\\n, the 777 has been involved in 28 aviation accidents and incidents, including a total of seven hull-losses (five in-flight and two in ground incidents) resulting in  fatalities along with three hijackings. The first fatality involving the twinjet occurred in a fire while an aircraft was being refueled at Denver International Airport in the United States on September 5, 2001, during which a ground worker sustained fatal burns. The aircraft, operated by British Airways, suffered fire damage to the lower wing panels and engine housing; it was later repaired and returned to service.\\n\\nThe type's first hull-loss occurred on January 17, 2008, when a 777-200ER with Rolls-Royce Trent 895 engines, flying from Beijing to London as British Airways Flight 38, crash-landed approximately  short of Heathrow Airport's runway 27L and slid onto the runway's threshold. There were 47 injuries and no fatalities. The impact severely damaged the landing gear, wing roots and engines. The accident was attributed to ice crystals suspended in the aircraft's fuel clogging the fuel-oil heat exchanger (FOHE). Two other minor momentary losses of thrust with Trent 895 engines occurred later in 2008. Investigators found these were also caused by ice in the fuel clogging the FOHE. As a result, the heat exchanger was redesigned.\\n\\nThe type's second hull-loss occurred on July 29, 2011 when a 777-200ER scheduled to operate as EgyptAir Flight 667 suffered a cockpit fire while parked at the gate at Cairo International Airport before its departure. The aircraft was evacuated with no injuries, and airport fire teams extinguished the fire. The aircraft sustained structural-, heat- and smoke damage, and was written off. Investigators focused on a possible short circuit between an electrical cable and a supply hose in the cockpit crew oxygen system.\\n\\nThe type's third hull-loss occurred on July 6, 2013 when a 777-200ER, operating as Asiana Airlines Flight 214, crashed while landing at San Francisco International Airport after touching down short of the runway. The 307 surviving passengers and crew on board evacuated before fire destroyed the aircraft. Two passengers, who had not been wearing their seatbelts, were ejected from the aircraft during the crash and were killed. A third passenger died six days later as a result of injuries sustained during the crash. These were the first fatalities in a crash involving a 777 since its entry into service in 1995. The official accident investigation concluded in June 2014 that the pilots committed 20 to 30 minor to significant errors in their final approach, and that complexities of the automated controls contributed to the accident.\\n\\nThe type's apparent fourth hull-loss occurred on March 8, 2014 when a 777-200ER carrying 227 passengers and 12 crew, en route from Kuala Lumpur to Beijing as Malaysia Airlines Flight 370, was reported missing. Air Traffic Control's last reported coordinates for the aircraft were over the South China Sea at . After the search for the aircraft began, Malaysia's prime minister announced on March 24, 2014 that after analysis of new satellite data it was now to be assumed \\\"beyond reasonable doubt\\\" that the aircraft had crashed in the Indian Ocean and there were no survivors. The cause remains unknown, but the Malaysian Government declared it was an accident in January 2015. On July 29, 2015, an item later identified as a flaperon strongly suspected to be from the missing aircraft was found on the island of R\\u00e9union in the western Indian Ocean.\\n\\nThe type's fifth hull-loss occurred on July 17, 2014, when a 777-200ER, bound for Kuala Lumpur from Amsterdam as Malaysia Airlines Flight 17 (MH17), broke up in mid-air and crashed in the Donetsk province in eastern Ukraine, after being hit by an anti-aircraft missile. All 298 people (283 passengers and 15 crew) on board were killed, making this the deadliest crash involving the Boeing 777. The incident was linked to the ongoing Donbass insurgency in the region. The official accident report, released in October 2015, states that airliner was brought down by a Buk missile launched from territory held by pro-Russian separatists.\\\"Flight MH17 downed by Russian-built missile, Dutch investigators say\\\". The Guardian, October 13, 2015.\\n\\nThe sixth hull-loss of the type occurred on August 3, 2016, when a 777-300 crashed while landing and caught fire at Dubai Airport at the end of its flight as Emirates Flight 521. The preliminary investigation indicated that the aircraft was attempting a landing during active wind shear conditions. The pilots initiated a go-around procedure shortly after the main wheels touched-down onto the runway, however, the aircraft settled back onto the ground apparently due to late throttle application. As the undercarriage was in the process of being retracted, the aircraft landed on its rear underbody and engine nacelles, resulting in the separation of one engine, loss of control and subsequent crash. There were no passenger casualties of the 300 people on board, however, one airport fireman was killed fighting the fire. The aircraft's fuselage and right wing were irreparably damaged by the fire.\\n\\nThe type's seventh hull-loss occurred on November 29, 2017, when a Singapore Airlines 777-200ER experienced a fire while being towed at Singapore Changi Airport. An aircraft technician was the only occupant on board and evacuated safely. The aircraft sustained heat damage and was written off. \\n\\nOther notable accidents and incidents include British Airways Flight 2276, a 777-200ER that aborted takeoff at Las Vegas McCarran International Airport on September 8, 2015 after a serious uncontained engine failure punctured 'multiple' holes in the engine case, with all crew and passengers evacuating with only minor injuries occurring; Korean Air Flight 2708, a 777-300 that suffered a  Pratt & Whitney PW4000 engine fire prior to takeoff at Tokyo International Airport, with all aboard evacuating safely;19 injured as Boeing 777 engine catches fire in Tokyo, plane evacuated KOMOHundreds Evacuate Korean Air Jet After Engine Catches Fire ABC NewsKorean Air evacuates plane at Japan's Haneda Airport after engine fire Reuters and Singapore Airlines Flight 368, a 777-300ER whose right engine and wing caught fire after an emergency landing at Singapore Changi Airport due to an oil leak in the right engine with no injuries.\\n\\nSpecifications\\n+ Boeing 777 specifications Variants Initial Long-range Model 777-200/200ER 777-300 777-300ER 777-200LR/777F Crew Two (cockpit) 3-class seats 305 (24F/54J/227Y) 368 (30F/84J/254Y) 365 (22F/70J/273Y) 301 (16F/58J/227Y)  2-class seats 313 396 317 Exit limit 440 550 440  Length 209\\u00a0ft 1 in / 63.73 m 242\\u00a0ft 4 in / 73.86 m 209\\u00a0ft 1 in / 63.73 m Wingspan 199\\u00a0ft 11 in / 60.93 m, 31.6\\u00b0 Wing sweep 212\\u00a0ft 7 in / 64.80 m, 31.6\\u00b0 Wing sweep Wing area ,  AR ,  AR Tail height 60\\u00a0ft 9 in / 18.5 m 60\\u00a0ft 8 in / 18.5 m 61\\u00a0ft 1 in / 18.6 m Fuselage width 20\\u00a0ft 4 in / 6.20 m Cabin width 231 in / 5.86 m, Seats: 18.5 in / 47\\u00a0cm at 9 abreast, 17 in / 43\\u00a0cm at 10 abreast Cargo volume 5,330\\u00a0ft\\u00b3 / 150.9 m\\u00b3 7,120\\u00a0ft\\u00b3 / 201.6 m\\u00b3 5,330\\u00a0ft\\u00b3 / 150.9 m\\u00b3  MTOW 545,000\\u00a0lb / 247,200\\u00a0kg200ER: 656,000\\u00a0lb / 297,550\\u00a0kg 660,000\\u00a0lb / 299,370\\u00a0kg 775,000\\u00a0lb / 351,533\\u00a0kg 766,000\\u00a0lb / 347,452\\u00a0kg777F: 766,800\\u00a0lb / 347,815\\u00a0kg OEW 299,550\\u00a0lb / 135,850\\u00a0kg200ER: 304,500\\u00a0lb / 138,100\\u00a0kg 353,800\\u00a0lb / 160,530\\u00a0kg 370,000\\u00a0lb / 167,829\\u00a0kg 320,000\\u00a0lb / 145,150\\u00a0kg777F: 318,300\\u00a0lb / 144,379\\u00a0kg Fuel capacity 31,000 US gal / 117,340 L / 207,700\\u00a0lb / 94,240\\u00a0kg200ER/300: 45,220 US gal / 171,171 L / 302,270\\u00a0lb / 137,460\\u00a0kg 47,890 US gal / 181,283 L / 320,863\\u00a0lb / 145,538\\u00a0kg Ceiling  Speed Max. , Cruise  Range 5,240 nmi / 9,700\\u00a0km200ER: 7,065 nmi / 13,080\\u00a0km 6,030 nmi / 11,165\\u00a0km 7,370 nmi / 13,649\\u00a0km 8,555 nmi / 15,843\\u00a0km777F: 4,970 nmi / 9,200\\u00a0km Takeoff 200ER:   777F:  Turbofan 2\\u00d7 PW4000 / Trent 800 / GE90 2\\u00d7 PW4000 / Trent 800 2\\u00d7 GE90-110B1/115B Max thrust 2\\u00d7 200ER: 2\\u00d7  2\\u00d7  2\\u00d7  ICAO designation\\\"ICAO Document 8643.\\\" International Civil Aviation Organization. Retrieved: January 8, 2018. B772 B773 B77W B77L\\n\\nthumb|left|upright=1.8|Diagram of Boeing 777 variants with front, cross-section, side, and top views:  on left,  on right. |alt=Comparison chart showing front, side, and top views of the 777.\\n\\nSee also\\n\\nReferences\\nFootnotes\\n\\nCitations\\n\\nBibliography\\n\\n \\n \\n \\n \\n \\n \\n\\n \\n \\n \\n \\n \\n \\n \\n\\nExternal links\\n\\n Boeing 777 Family page on Boeing.com\\n\\n \\nCategory:1990s United States airliners\\nCategory:Aircraft first flown in 1994\"}"