"{\"title\": \"Battle of Tippecanoe\", \"url\": \"https://en.wikipedia.org/wiki/Battle_of_Tippecanoe\", \"text\": \"The Battle of Tippecanoe ( ) was fought on November 7, 1811 in Battle Ground, Indiana between American forces led by Governor William Henry Harrison of the Indiana Territory and Indian forces associated with Shawnee leader Tecumseh and his brother Tenskwatawa (commonly known as \\\"The Prophet\\\"), leaders of a confederacy of various tribes who opposed settlement of the American West. As tensions and violence increased, Governor Harrison marched with an army of about 1,000 men to disperse the confederacy's headquarters at Prophetstown, near the confluence of the Tippecanoe River and the Wabash River.\\n\\nTecumseh was not yet ready to oppose the United States by force and was away recruiting allies when Harrison's army arrived. Tenskwatawa was a spiritual leader but not a military man, and he was in charge. Harrison camped near Prophetstown on November 6 and arranged to meet with Tenskwatawa the following day. Early the next morning, however, warriors from Prophetstown attacked Harrison's army. They took the army by surprise, but Harrison and his men stood their ground for more than two hours. The Indians were ultimately repulsed when their ammunition ran low. After the battle, they abandoned Prophetstown and Harrison's men burned it to the ground, destroying the food supplies stored for the winter. The soldiers then returned to their homes.\\n\\nHarrison accomplished his goal of destroying Prophetstown and proclaimed that he had won a decisive victory. He gained the nickname \\\"Tippecanoe\\\", which was popularized in the campaign song \\\"Tippecanoe and Tyler too\\\" during the presidential election of 1840 which Harrison won. The defeat was a setback for Tecumseh's confederacy from which it never fully recovered.\\n\\nAmericans blamed the violence on British interference in American affairs because they had supplied the Indians with financial support and ammunition. This led to a further deterioration of relations with Britain and was a catalyst of the War of 1812, which began six months later. The US declared war on the United Kingdom in June 1812, and Tecumseh's confederacy was ready to launch its war against the United States in alliance with the British. In preparation, the Indians rebuilt Prophetstown. Frontier violence in the region continued until well after the War of 1812, although Tecumseh and his top war chief Roundhead were both killed in 1813 during the Battle of the Thames.\\n\\nBackground\\n\\nthumb|upright|right|William Henry Harrison as painted by Rembrandt Peale in 1814\\nWilliam Henry Harrison was appointed governor of the newly formed Indiana Territory in 1800, and he sought to secure title to the area for settlement. In particular, he hoped that the Indiana Territory would attract enough settlers to qualify for statehood. He negotiated numerous land cession treaties with American Indians, including the Treaty of Fort Wayne on September 30, 1809 in which Miami, Pottawatomie, Lenape, and other tribal leaders sold 3,000,000 acres (approximately 12,000\\u00a0km\\u00b2) to the United States.Langguth, p. 164Owens, p. 210\\n\\nthumb|right|Tecumseh by Benson Lossing in 1848, based on an 1808 drawing\\nthumb|right|Tenskwatawa by Charles Bird King, ca. 1820\\nTenskwatawa was known as the Prophet and had been leading a religious movement among the northwestern tribes, calling for a return to the ancestral ways. His brother Tecumseh was outraged by the Treaty of Fort Wayne, and he revived an idea advocated previously by Shawnee leader Blue Jacket and Mohawk leader Joseph Brant, which stated that Indian land was owned in common by all tribes, and land could not be sold without agreement by all the tribes.Owens, p. 211\\n\\nTecumseh was not ready to confront the United States directly, and he found that he was opposed by the Indian leaders who had signed the treaty. He threatened to kill anyone and their followers who carried out the terms of the treaty, and he traveled widely, urging warriors to abandon their chiefs and join his resistance at Prophetstown, insisting that the Fort Wayne treaty was illegitimate.Langguth, pp. 164\\u2013165 He met with Governor Harrison in 1810 and demanded that Harrison nullify the treaty, and he warned that settlers should not attempt to settle the lands sold in the treaty. Harrison rejected his demands and insisted that the tribes could have individual relations with the United States.Langguth, pp. 165\\u2013166 Tecumseh warned him that he would seek an alliance with the British if hostilities broke out.Langguth, p. 166 \\n\\nTensions had been high for several months between the United States and Britain as a result of British interference in American commerce with France. As early as 1810, British agents had sought to secure an alliance with Indians to assist in the defense of Canada should hostilities break out, but the Indians had been reluctant to accept their offer, fearing that they had little to benefit from such an arrangement.\\n\\nIn August 1811, Tecumseh again met with Harrison at Vincennes, Indiana, and he assured Harrison that the Shawnee brothers meant to remain at peace with the United States. Tecumseh then traveled to the Southeast on a mission to recruit allies among the \\\"Five Civilized Tribes\\\".  Most of the southern tribes rejected his appeals, but a faction of the Creek people answered his call to arms and became known as the Red Sticks. They led the Creek War, an internal war among factions that were divided over adoption of some American ways. This became a part of the War of 1812, as the Red Sticks opposed the United States.Langguth, p. 167Owens, p. 212\\n\\nHarrison left the territory for business in Kentucky shortly after the meeting with Tecumseh, and secretary John Gibson was acting governor. Gibson had lived among the Miami tribe for many years and quickly learned of Tecumseh's plans for war. He immediately called out the territory's militia and sent emergency letters calling for the return of Harrison. Most of the militia regiments had formed by mid-September and Harrison had returned, accompanied by a small force of army regulars, and he took command. He had already communicated with his superiors in Washington, D.C., and he was authorized to march against the confederacy in a show of force in the hopes that its members would accept peace.Langguth, p. 168Owens, p. 214\\n\\nHarrison gathered the scattered militia companies at Fort Knox\\\"Fort Knox II\\\", not Fort Knox in Kentucky near a settlement on Maria Creek north of Vincennes.Funk, p. 27 He was joined by a 60-man company called the Yellow Jackets from Corydon, Indiana, named for their bright yellow coats, as well as the Indiana Rangers.The Indiana Rangers had been formed in the early days of the territory to protect the settlers from Indian raids, but they had seen little action in the previous five years.\\n\\nThe force of about 1,000 men set out north towards Prophetstown, consisting of about 250 army regulars from the 4th US Infantry Regiment, 100 Kentucky volunteers, and nearly 600 Indiana militia, including two companies of the Indiana Rangers. They reached Terre Haute, Indiana on October 3, where they camped and built Fort Harrison while waiting for supplies to be delivered. A scouting party of Yellow Jackets was ambushed by Indians on October 10, resulting in several casualties. The Americans stopped foraging, and supplies quickly began to run low. By October 19, officers cut the rations, and the men survived on low rations until October 28, when fresh supplies arrived via the Wabash River from Vincennes. With the army resupplied, Harrison resumed his advance to Prophetstown on October 29.Funk, p. 28Owens, p. 216\\n\\nBattle\\n\\nHarrison's forces approached Prophetstown late on November 6 and were met by one of Tenskwatawa's followers waving a white flag. He carried a message from Tenskwatawa, requesting a ceasefire until the next day when the two sides could hold a peaceful meeting. Harrison agreed to a meeting but was wary of Tenskwatawa's overture, believing that the negotiations would be futile. He moved his army to a hill near the confluence of the upper Wabash and Tippecanoe rivers where he camped his men in battle array, and he kept sentinels on duty during the night.Funk, p. 29\\n\\nthumb|left|upright|Layout of the battlefield\\nBurnett Creek was on the west side of the hill, and a very steep embankment was on the east side, so Harrison did not order temporary works to be created around the position, as was ordinarily done by encamped armies.Owens, p. 219 The Yellow Jacket company was posted on the southern end of the camp perimeter, with Captain Spier Spencer in command, and the rest of the militia established a rectangular formation along the edges of the bluff surrounding the camp. Lieutenant Colonel Joseph Bartholomew commanded the Indiana militia units guarding the steep bluff on the eastern side of the formation, and the regulars and dragoons were kept in reserve behind the main line, commanded by Major Floyd, Maj. Joseph Hamilton Daveiss, and former congressman Capt. Benjamin Parke.Owen, p. 217\\n\\nTenskwatawa told Michigan Governor Lewis Cass in 1816 that he did not order his warriors to attack Harrison, and he blamed the Ho-Chunk (Winnebago) warriors in his camp for launching the attack. Other accounts also blame the Ho-Chunk for encouraging the attack and suggest that Tenskwatawa was unable to control his followers as panic set in.Cave, p. 121  Tenskwatawa's followers were worried by the nearby army and feared an imminent attack. They had begun to fortify the town but had not completed their defenses. During the evening, Tenskwatawa decided that sending a party to murder Harrison in his tent was the best way to avoid a battle. He assured the warriors that he would cast spells that would prevent them from being harmed and would confuse Harrison's army so that they would not resist. The warriors began to surround Harrison's army, looking for a way to enter the camp undetected. A man named Ben was a wagon driver traveling with Harrison's army, and he had deserted to the Shawnees during the expedition. He agreed to lead a group of warriors through the line to Harrison's tent during the late night hours, but he was captured by the camp sentries, taken back to camp, and bound. He was later convicted of treason, but Harrison pardoned him.\\n\\nAccounts are unclear about how the battle began, but Harrison's sentinels encountered advancing warriors in the pre-dawn hours of November 7. Lieutenant Colonel Joseph Bartholomew was officer of the day, and he had ordered the troops to sleep with their weapons loaded. Around 4:30 a.m., the soldiers awoke to scattered gunshots and found that they were nearly encircled by Tenskwatawa's forces. Contact was first made on the northern end of the perimeter, but the movement was probably intended as a diversion. Shortly after the first shots, fierce fighting broke out on the opposite end as the warriors charged Harrison's line on the southern corner. The militia's small-caliber rifles had little effect on the warriors as they rushed the defenders. Spencer was among the first to be killed, shot in each thigh. Governor Harrison later recorded his death in a dispatch to Washington:\\nSpencer was wounded in the head. He exhorted his men to fight valiantly. He was shot through both thighs and fell; still continuing to encourage them, he was raised up, and received a ball through his body, which put an immediate end to his existence.Dillon, p. 471Spencer County, Indiana was named in honor of Capt. Spencer.\\n\\nThe remaining Yellow Jacket officers were Lieutenants Nuge and Klaus, but they were also shot and killed and the Yellow Jackets began to fall back from the main line, retreating with the sentinels. The Indians followed the retreating unit and entered the camp, but Colonel Bartholomew requested a detachment of 25 regular troops and led a bayonet charge which repulsed them. During that charge, Bartholomew was shot through the lower arm, breaking both bones, but he was still clutching his sword when he was treated hours later. He was later promoted to brigadier general in recognition of his leadership during the battle.The Indiana territorial legislature passed a resolution on December 4, 1811 stating \\\"that the thanks of this house be presented to Col. Luke Decker and Col. Joseph Bartholomew, the officers, non-commissioned officers and men composing the militia corps under their command\\u2026 for the distinguished valor, heroism and bravery displayed by them in the brilliant battle fought with the Shawnee Prophet and his confederates on the morning of the 7th of Nov, 1811 by the Army under the command of His Excellency William Henry Harrison.\\\" Bartholomew County, Indiana was also named in his honor. The soldiers regrouped under the command of ensign John Tipton with the help of two reserve companies under the command of Captain Robb, and they sealed the breach in the line.Funk, p. 30Owen, p. 218\\n\\nThe second Indian charge was made against the north and south ends of the camp, with the far southern end the hardest hit. Over half of Harrison's casualties were suffered among the companies on the southern end, including Captain Spencer, five men in his company, and seven men in the adjoining company.Captain Jacob Warrick of the adjoining company was also killed in the charge, and Warrick County, Indiana was named in his honor. The Americans held their position as the attacks continued, the regulars reinforcing that critical section of the line. On the northern end of the camp, Major Daveiss led the dragoons on a counter-charge which punched through the Indian line before being repulsed. Most of Daveiss' company retreated to Harrison's main line, but Daveiss was killed.Daviess County, Indiana was named in honor of Maj. Joseph Hamilton Daveiss. Throughout the next hour, Harrison's troops fought off several more charges. The Indians began to run low on ammunition, and the rising sun revealed the small size of Tenskwatawa's forces, so the Indians began to slowly withdraw; a second charge by the dragoons forced the Indians to flee.Langguth, p. 169\\n\\nthumb|right|Prophet's Rock near the Tippecanoe battleground about 1902. Tenskwatawa is believed to have sung or chanted from this rock to exhort his warriors against Harrison's forces.Tucker, vol. 1, p. 786, col. 2.\\n\\nThe battle lasted about two hours and Harrison lost 62 men, with 37 killed in action and 25 mortally wounded; about 126 were less seriously hurt. The Yellow Jackets suffered the highest casualties of the battle, with 30-percent of their numbers killed or wounded. The number of Indian casualties is still the subject of debate, but it was certainly lower than that of the American forces. Historians estimate that as many as 50 were killed and about 70 to 80 were wounded.\\n\\nThe warriors retreated to Prophetstown where, according to one chief's account, the warriors confronted Tenskwatawa. They accused him of deceit because of the many deaths, which his spells were supposed to have prevented. He blamed his wife for desecrating his magic medicine and offered to cast a new spell; he insisted that the warriors launch a second attack, but they refused.\\n\\nFearing Tecumseh's imminent return with reinforcements, Harrison ordered his men to fortify their camp with works for the rest of the day. As the sentries moved back out, they discovered and scalped the bodies of 36 warriors. The following day, November 8, Harrison sent a small group of men to inspect the Shawnee town and found it was deserted except for one elderly woman too sick to flee. The remainder of the defeated Natives had evacuated the village during the night. Harrison ordered his troops to spare the woman, but to burn down Prophetstown and destroy the Native Americans' cooking implements, without which the confederacy would be hard pressed to survive the winter. Everything of value was confiscated, including 5,000 bushels of corn and beans stored for winter. Some of Harrison's soldiers dug up bodies from the graveyard in Prophetstown to scalp.\\n\\nHarrison's troops buried their own dead on the site of their camp. They built large fires over the mass grave in an attempt to conceal it from the Native Americans.It is implied that Harrison feared the Native Americans would dig up his dead soldiers to avenge his men having desecrated the Prophetstown graveyard. (See: Cave, p. 122 and Langguth, p. 169) After Harrison's troops departed the area, the Native Americans returned to the grave site, digging up many of the corpses in retaliation and scattering the bodies.\\n\\nAftermath\\n\\nthumb|upright|Document released to the public featuring information on the hostile Indians of the Wabash after the battle\\n\\nThe day after the battle, the American wounded were loaded onto wagons and carried back to Fort Harrison for medical care. Most of the militia were released from duty on November 9 and returned home, but many of the long-time soldiers remained in the area.Funk, p. 31 Harrison informed Secretary William Eustis of a battle near the Tippecanoe River, giving the battle the river's name; he added that he feared an imminent reprisal. The first dispatch did not make clear which side had won the conflict, and the secretary interpreted it as a defeat. The follow-up dispatch made the American victory clear, and the defeat of Tecumseh's confederacy became more certain when no second attack occurred. Eustis replied with a lengthy note demanding to know why Harrison had not taken adequate precautions in fortifying his camp. Harrison replied that he had considered the position strong enough without fortification. This dispute was the catalyst of a disagreement between Harrison and the Department of War, and he resigned from the army in 1814 as a result.Owens, pp. 219\\u2013220\\n\\nAt first, newspapers carried little information about the battle, as they were focused on the highlights of the on-going Napoleonic Wars in Europe. A Louisville, Kentucky newspaper printed a copy of Harrison's first dispatch and characterized the battle as a defeat for the United States;Owens, p. 220 however, most major American newspapers began to carry stories about the battle by December. Public outrage quickly grew and many Americans blamed the British for inciting the tribes to violence and supplying them with firearms. Andrew Jackson was at the forefront of those calling for war, saying that Tecumseh and his allies were \\\"excited by secret British agents\\\",Owens, p. 221 and other western governors called for action. Willie Blount of Tennessee called on the government to \\\"purge the camps of Indians of every Englishmen to be found\\\",Owens, p. 222 and Congress passed resolutions condemning the British for interfering in the United States' domestic affairs. This connection between Tecumseh's rise and British influence led to a growing resentment against British meddling and led to the War of 1812.\\n\\nHistorians have long believed that Tecumseh was furious with Tenskwatawa for losing the battle, and that Tecumseh had threatened to kill his brother for making the attack. Tenskwatawa lost prestige after the battle and no longer served as a leader of the confederacy. In their subsequent meetings with Harrison, several Indian leaders claimed that Tenskwatawa's influence was destroyed; some accounts said that he was being persecuted by other leaders. (Historians Alfred A. Cave and Robert Owens have argued that the Indians were trying to mislead Harrison in an attempt to calm the situation, and that Tenskwatawa continued to play an important role in the confederacy.)Cave, p. 122\\n\\nHarrison claimed that he had won a decisive victory, but some modern historians raise doubts. \\\"In none of the [contemporaneous] reports from Indian agents, traders, and public officials on the aftermath of Tippecanoe can we find confirmation of the claim that Harrison had won a decisive victory\\\", according to Alfred Cave.Cave, p. 127 The defeat was a setback for Tecumseh's confederacy, although they rebuilt Prophetstown, and Indian violence increased on the frontier after the battle.Sugden, pp.\\u00a0260\\u201361 Adam Jortner says that the battle was a disaster for both sides, except in strengthening Tenskwatawa's religious movement.Jortner, 196.\\n\\nOn December 16, 1811, the first of the New Madrid earthquakes shook the South and the Midwest.Sugden, p. 249 Many Indians took the earthquake as a sign that Tenskwatawa's predictions of doom were coming true, and they supported Tecumseh in greater number, including many of his former detractors. They increased their attacks against American settlers and against isolated outposts in Indiana and the Illinois Territory, resulting in the deaths of many civilians. The Shawnee partially rebuilt Prophetstown over the next year, but it was destroyed by in the Battle of Wild Cat Creek in 1812. Tecumseh continued to play a major role in military operations on the frontier. By the time that the U.S. declared war on Great Britain in the War of 1812, Tecumseh's confederacy was ready to launch its own war against the United States\\u2014this time with the British in open alliance.Sugden, p. 275 Tecumseh's warriors made up nearly half of the British forces that captured Detroit from the United States in the War of 1812, and it was not until Tecumseh's death at the 1813 Battle of the Thames that his confederacy ceased to threaten the Americans.Langguth, p. 214\\n\\nWilliam Henry Harrison ran for President in 1840, and he used the slogan \\\"Tippecanoe and Tyler Too\\\" to remind people of his heroism during the battle.Carnes, p. 41\\n\\nMemorial\\n\\nThe participants in the battle received the Thanks of Congress.  The resolution originally included William Henry Harrison by name, but his name was removed before passage.  Harrison considered this to be an insult, thinking that Congress implied that he was the one person in the campaign not worthy of accolades, and he suggested that it held him up to obloquy and disrespect.Burr, Samuel Jones (1840) The life and times of William Henry Harrison, p. 237.  He was, however, awarded the Thanks of Congress and a Congressional Gold Medal in 1818 for victory at the Battle of the Thames.\\n\\nHarrison returned to the battlefield in 1835 to give speeches during his first presidential campaign, and he called for the creation of a memorial to preserve the battle site. John Tipton later purchased the land to preserve it, and the Methodist Church purchased the mission school on the hill and used it as a seminary. Tipton left the battlefield to the seminary in his will, and they maintained it for many years, building a larger facility at the location in 1862. Harrison and the battle were memorialized by two Ohio towns being named Tippecanoe; one changed its name to Tipp City, Ohio in 1938. \\nthumb|upright|Monument near the battle site\\nIn 1908, the Indiana General Assembly commissioned an  high obelisk memorial at the battleground. On October 9, 1960, the Tippecanoe Battlefield was named a national historic landmark. In 1961, some 10,000 people attended the 150th anniversary of the battle.\\n\\nIn the following years, the battle site attracted fewer visitors and fell into disrepair, and the Tippecanoe County Historical Association now maintains the battleground and the seminary building, housing a museum about the battle. They added an amphitheater to the memorial in 1986 which was used for performances of The Battle of Tippecanoe Outdoor Drama in 1989 and 1990.Welcome Page, The Battle of Tippecanoe Outdoor Drama 1990 Souvenir Program, Summer 1990.\\n\\nSee also\\n\\n Battle of Wild Cat Creek\\n Curse of Tippecanoe\\n List of battles fought in Indiana\\n :Category:People from Indiana in the War of 1812\\n  name of several United States Navy ships\\n \\n\\nNotes\\n\\nFootnotes\\n\\nReferences\\n \\n \\n \\n \\n Jortner, Adam. (2011). The Gods of Prophetstown: The Battle of Tippecanoe and the Holy War for the American Frontier. Oxford University Press. \\n \\n \\n \\n \\n \\n\\nFurther reading\\n \\n \\n  as read to the Filson Club.\\n  J. Wesley Whickar, \\\"Shabonee's Account of Tippecanoe,\\\" Indiana Magazine of History, vol. 17, no. 4 (Dec. 1921), pp.\\u00a0353\\u2013363. In JSTOR\\n\\nExternal links\\n \\n\\nCategory:1811 in the United States\\nCategory:Battles of the War of 1812\\nCategory:Indiana in the War of 1812\\nCategory:Native American history of Indiana\\nCategory:Shawnee history\\nCategory:Wars involving the indigenous peoples of North America\\nCategory:William Henry Harrison\\nCategory:Tecumseh\\nTippecanoe\\nCategory:November 1811 events\"}"